{
  "language": "es",
  "duration": 9962.3893125,
  "segments": [
    {
      "start": 0.0,
      "end": 4.56,
      "text": "visión está comenzando todos los asistentes están en modo de solo"
    },
    {
      "start": 4.76,
      "end": 52.73,
      "text": "escucha que hay bastantes preguntas o comentarios en el"
    },
    {
      "start": 52.93,
      "end": 57.71,
      "text": "Discord creo que también ha habido alguno por por e-mail."
    },
    {
      "start": 57.91,
      "end": 60.65,
      "text": "Bueno, podéis usar la"
    },
    {
      "start": 60.85,
      "end": 63.97,
      "text": "camino que queráis, pero es verdad que el Discord pues tiene la"
    },
    {
      "start": 64.17,
      "end": 68.93,
      "text": "la ventaja de que primero puedes interactuar y es así."
    },
    {
      "start": 68.97,
      "end": 71.81,
      "text": "De vez en cuando os comentáis cosas y"
    },
    {
      "start": 72.01,
      "end": 77.3,
      "text": "es un tema interesante, gente que aporta cosas y además pues"
    },
    {
      "start": 77.5,
      "end": 80.14,
      "text": "es público y todo el mundo lo ve, entiendo que alguien a lo mejor puede"
    },
    {
      "start": 80.34,
      "end": 84.7,
      "text": "querer pre-vacidad por algo, pero pensar que casi seguro"
    },
    {
      "start": 84.9,
      "end": 88.38,
      "text": "la duda que tienes también la tiene alguien más y al final"
    },
    {
      "start": 88.58,
      "end": 93.34,
      "text": "nos vamos a ayudar un poco entre todos y es interesante, creo que es interesante"
    },
    {
      "start": 93.54,
      "end": 97.98,
      "text": "hacerlo en el Discord, recordar por si hay alguien todavía que no tiene que"
    },
    {
      "start": 98.18,
      "end": 102.09,
      "text": "nos pide que el Discord podáis"
    },
    {
      "start": 102.29,
      "end": 106.29,
      "text": "o que va por invitación es público, pero si que hay unos canales que son"
    },
    {
      "start": 106.49,
      "end": 110.77,
      "text": "reservados a alumnos y para para poder verlos sí que tenéis que pedir"
    },
    {
      "start": 110.97,
      "end": 114.57,
      "text": "unos acceso para que os demos acceso."
    },
    {
      "start": 114.77,
      "end": 118.53,
      "text": "Alejandro Escalzo no sé si está por aquí, si está por aquí que hable en el chat"
    },
    {
      "start": 118.73,
      "end": 123.05,
      "text": "por favor, porque me habla siempre del Discord, por aquí no te tengo fichado."
    },
    {
      "start": 123.25,
      "end": 127.9,
      "text": "No sé si es que no no pasas por los directos, pero"
    },
    {
      "start": 128.1,
      "end": 132.69,
      "text": "pero me escribes mucho en el Discord, es que el que más escribe"
    },
    {
      "start": 132.89,
      "end": 136.97,
      "text": "y está muy bien, pero pero digo que también si estás por aquí pues también"
    },
    {
      "start": 137.17,
      "end": 139.73,
      "text": "identificate, vale, vale."
    },
    {
      "start": 139.93,
      "end": 144.45,
      "text": "Venga, voy a ir respondiendo un poquito"
    },
    {
      "start": 144.65,
      "end": 148.76,
      "text": "cositas que habría que había en el Discord"
    },
    {
      "start": 148.96,
      "end": 155.32,
      "text": "bastante interesantes. Bueno, ya que he pronunciado tu nombre, Alejandro,"
    },
    {
      "start": 155.52,
      "end": 159.0,
      "text": "la verdad que tú me ponías ahí un sistema con la información que me das me"
    },
    {
      "start": 159.0,
      "end": 164.2,
      "text": "resulta imposible decirte, darte una opinión, me has puesto ahí unas"
    },
    {
      "start": 164.4,
      "end": 170.52,
      "text": "unas capturas del rendimiento en sí, pero no me pones la pantalla"
    },
    {
      "start": 170.72,
      "end": 177.04,
      "text": "y ya me respondes lo del Mar Magnifer y yo iba un poco por ahí, no te lo quería"
    },
    {
      "start": 177.24,
      "end": 180.28,
      "text": "decir, pero iba un poco por ahí, pero cuidado porque es que aprovecho para"
    },
    {
      "start": 180.48,
      "end": 183.74,
      "text": "comentar eso, aquellos que no estáis viendo el Discord,"
    },
    {
      "start": 183.94,
      "end": 187.38,
      "text": "esto está en el pregunta aquí, está en el pregunta aquí, justo al final"
    },
    {
      "start": 187.54,
      "end": 192.58,
      "text": "Alejandro había puesto ahí unas pantallas y él mismo se cuestionaba"
    },
    {
      "start": 192.78,
      "end": 198.7,
      "text": "como que algo no lo veía claro porque lo veía demasiado bueno, entonces"
    },
    {
      "start": 198.9,
      "end": 203.38,
      "text": "bueno, cuando te pasa esto normalmente hay truco, normalmente hay truco,"
    },
    {
      "start": 203.58,
      "end": 207.62,
      "text": "pero bueno, a veces también hay cosas muy buenas, pero muchas veces hay truco,"
    },
    {
      "start": 207.82,
      "end": 212.22,
      "text": "es decir, al final esto suele salir con colaboración preliminar,"
    },
    {
      "start": 212.42,
      "end": 216.02,
      "text": "por lo que habíamos insistido mucho en eso, ver gráfico, ver gráfico,"
    },
    {
      "start": 216.06,
      "end": 221.38,
      "text": "pero justamente ahí Alejandro no me había puesto lo que para mí en esta etapa es"
    },
    {
      "start": 221.58,
      "end": 226.14,
      "text": "más importante ver el gráfico, porque ahí al final puedes ver si hay esta"
    },
    {
      "start": 226.34,
      "end": 231.02,
      "text": "trampa, esta trampa en el sentido de que hay un error de lógica o que el sistema"
    },
    {
      "start": 231.22,
      "end": 237.7,
      "text": "no está reproduciendo bien el pasado, recordar que cualquier optimización"
    },
    {
      "start": 237.9,
      "end": 244.54,
      "text": "simplemente trata de reproducir, trata de simular lo que habría ocurrido,"
    },
    {
      "start": 244.7,
      "end": 249.66,
      "text": "pero nunca lo va a conseguir exactamente, es muy difícil."
    },
    {
      "start": 249.86,
      "end": 253.3,
      "text": "De hecho, para hacerlo habría que hacerlo con lo que entre session se llama"
    },
    {
      "start": 253.5,
      "end": 257.74,
      "text": "look inside bar back testing en multichart se llama bar magnifier,"
    },
    {
      "start": 257.94,
      "end": 263.98,
      "text": "pero habría que hacerlo tica tica y tica tica, normalmente no tenemos muchos años,"
    },
    {
      "start": 264.18,
      "end": 268.22,
      "text": "normalmente tenemos seis meses, es complicado tener una base de datos muy"
    },
    {
      "start": 268.42,
      "end": 272.94,
      "text": "larga tica tica, entonces es muy difícil hacerlo tica tica"
    },
    {
      "start": 273.14,
      "end": 276.42,
      "text": "y por lo tanto a veces recorremos a hacerlo en un minuto por eso,"
    },
    {
      "start": 276.42,
      "end": 279.82,
      "text": "porque sí que en un minuto tenemos muchos años y nos es más fácil,"
    },
    {
      "start": 280.02,
      "end": 285.58,
      "text": "pero hay veces que en un minuto no es real tampoco"
    },
    {
      "start": 285.78,
      "end": 290.3,
      "text": "y por eso a veces no pasa, yo lo he visto, yo lo he visto en sistemas de que en un"
    },
    {
      "start": 290.5,
      "end": 294.94,
      "text": "minuto no estaba reproduciendo bien, entonces en este caso el bar magnifier"
    },
    {
      "start": 295.14,
      "end": 298.97,
      "text": "también tendría trampa, pero de todas maneras"
    },
    {
      "start": 299.17,
      "end": 303.05,
      "text": "de todas maneras aquí ya comenta Alejandro que al activar el bar magnifier"
    },
    {
      "start": 303.29,
      "end": 307.89,
      "text": "pues se ha dado cuenta que ya había fallo, por lo tanto, de momento,"
    },
    {
      "start": 308.09,
      "end": 312.25,
      "text": "de momento por ese lado, por ese lado, le voy a le voy a poner,"
    },
    {
      "start": 312.45,
      "end": 316.97,
      "text": "porque yo no sé si es que no lo sabe, que estoy en direct, estamos en la clase,"
    },
    {
      "start": 317.17,
      "end": 323.33,
      "text": "estás en la clase, estás en la clase ahora,"
    },
    {
      "start": 323.53,
      "end": 328.45,
      "text": "a ver si me contesta por el disco, porque yo me parece que no, pero bueno, en fin."
    },
    {
      "start": 328.65,
      "end": 331.17,
      "text": "Vale, había alguna otra cosita, en este"
    },
    {
      "start": 331.33,
      "end": 334.69,
      "text": "y en este mismo hilo había puesto"
    },
    {
      "start": 334.89,
      "end": 338.33,
      "text": "José Donet que también había enviado algún mensaje,"
    },
    {
      "start": 338.53,
      "end": 341.73,
      "text": "justo lo estábamos mirando eso antes de venir, no sé si a Alberto le has"
    },
    {
      "start": 341.93,
      "end": 346.86,
      "text": "contestado por email, me comenta Alberto que te ha mandado un email,"
    },
    {
      "start": 347.06,
      "end": 353.46,
      "text": "parece que no estabas, seguramente no estabas actualizando bien la"
    },
    {
      "start": 353.66,
      "end": 357.74,
      "text": "reinicializando, perdón, la variable y entonces claro no actualizaba el valor,"
    },
    {
      "start": 357.74,
      "end": 360.42,
      "text": "entonces te quedaba con un tráil en la mejora antigua o alguna cosa,"
    },
    {
      "start": 360.66,
      "end": 363.86,
      "text": "entiendes, por eso te pararía más caro."
    },
    {
      "start": 364.06,
      "end": 367.06,
      "text": "Cuando usamos variables, esto ya es tema de programación, es básico"
    },
    {
      "start": 367.26,
      "end": 370.82,
      "text": "reinicializarlas y a veces nos pasa a todos,"
    },
    {
      "start": 371.02,
      "end": 375.86,
      "text": "se te olvida, nos pasó también en un día, es decir, que no es algo que sea raro,"
    },
    {
      "start": 376.06,
      "end": 380.06,
      "text": "no es algo que sea raro y es importante porque si no,"
    },
    {
      "start": 380.26,
      "end": 384.62,
      "text": "claro, no va tomando el valor a cada nueva barra, se queda pillado en una antigua,"
    },
    {
      "start": 384.82,
      "end": 389.06,
      "text": "en otro trade, por ejemplo, y de ahí seguramente te venían esos"
    },
    {
      "start": 389.1,
      "end": 393.18,
      "text": "errores de que no te, de que decías que el trailing te perdían mucho más del 20,"
    },
    {
      "start": 393.38,
      "end": 398.18,
      "text": "que a veces puede pasar por un gap, pasa de hecho, pero claro, si ves que siempre"
    },
    {
      "start": 398.38,
      "end": 400.26,
      "text": "pues seguramente hay un problema del código,"
    },
    {
      "start": 400.46,
      "end": 403.54,
      "text": "seguramente en este caso hay un problema de código."
    },
    {
      "start": 403.74,
      "end": 408.08,
      "text": "Luego también había habido un debate bastante interesante"
    },
    {
      "start": 408.36,
      "end": 411.6,
      "text": "sobre el sharp negativo y esto sí que era"
    },
    {
      "start": 411.8,
      "end": 416.12,
      "text": "bastante tema de la teoría y quería, quería aclararlo,"
    },
    {
      "start": 416.28,
      "end": 421.52,
      "text": "preguntaba a alguien qué significaba, si teníamos el negativo, le contestaba"
    },
    {
      "start": 421.72,
      "end": 426.36,
      "text": "otra persona que no podía ser más que si en el numerador era negativo,"
    },
    {
      "start": 426.56,
      "end": 432.6,
      "text": "esto es cierto, pero cuidado, el numerador recordar que tiene dos,"
    },
    {
      "start": 432.8,
      "end": 436.72,
      "text": "dos datos, de acuerdo, el numerador, voy a quitar esto ya,"
    },
    {
      "start": 436.92,
      "end": 441.96,
      "text": "el numerador, aunque nosotros por simplificación,"
    },
    {
      "start": 442.16,
      "end": 454.74,
      "text": "porque no se va esto ahora, hola, ahora se ha colgado,"
    },
    {
      "start": 454.94,
      "end": 462.02,
      "text": "por simplificación nosotros a este valor le ponemos cero,"
    },
    {
      "start": 462.22,
      "end": 468.95,
      "text": "este valor es el que resta de sharp, es el valor que,"
    },
    {
      "start": 469.15,
      "end": 476.78,
      "text": "a ver, tengo el circulito este aquí,"
    },
    {
      "start": 476.98,
      "end": 480.9,
      "text": "esto aquí en el interés, de acuerdo, esto es lo que se resta de sharp,"
    },
    {
      "start": 481.1,
      "end": 485.94,
      "text": "recuerdo recordar que conceptualmente tanto sharp como sortino,"
    },
    {
      "start": 486.14,
      "end": 491.22,
      "text": "lo que miden es el retorno y por encima de la tasa libre de riesgo,"
    },
    {
      "start": 491.42,
      "end": 496.82,
      "text": "y esto lo dividen en el caso de sharp por la desviación típica de todos los"
    },
    {
      "start": 497.02,
      "end": 502.58,
      "text": "retornos, en el caso de sortino por la desviación de los retornos negativos,"
    },
    {
      "start": 502.78,
      "end": 507.94,
      "text": "porque considera que los positivos con buen criterio, mi opinión,"
    },
    {
      "start": 508.14,
      "end": 512.7,
      "text": "no tienen nada de malo, entonces él estima solo la desviación de los"
    },
    {
      "start": 512.9,
      "end": 517.1,
      "text": "negativos, esto es lo que hace sortino, entonces, pero en ambos casos en el"
    },
    {
      "start": 517.14,
      "end": 520.86,
      "text": "numerador, si tú pones aquí un 2%, él te lo resta, entonces,"
    },
    {
      "start": 521.06,
      "end": 527.04,
      "text": "que te estaba pasando, seguramente,"
    },
    {
      "start": 527.24,
      "end": 528.92,
      "text": "seguramente,"
    },
    {
      "start": 529.12,
      "end": 535.46,
      "text": "dónde lo planteabas esto, a ver, aquí en el disco para leerlo exacto,"
    },
    {
      "start": 545.29,
      "end": 550.33,
      "text": "ahora no te encuentro, es que sabíais cómo he respondido en dos sitios de sharp,"
    },
    {
      "start": 550.53,
      "end": 567.9,
      "text": "me he respondido como en dos sitios y ahora no encuentro el otro, a ver,"
    },
    {
      "start": 568.1,
      "end": 580.11,
      "text": "bueno, pues no me encuentro, me quedo con esta."
    },
    {
      "start": 580.27,
      "end": 584.69,
      "text": "No, no, no, no hace falta, así, tiene razón, se puede buscar ahí."
    },
    {
      "start": 584.89,
      "end": 589.18,
      "text": "No, sharp saliendo aquí, no podemos ver estos aquí."
    },
    {
      "start": 589.38,
      "end": 591.82,
      "text": "Si es verdad, se va de coña."
    },
    {
      "start": 592.02,
      "end": 596.92,
      "text": "Mira, perfecto, si buscas ahí sharp, ya te sale."
    },
    {
      "start": 597.12,
      "end": 602.46,
      "text": "Si le ponía el ejemplo y aquí le contestaba Alejandro."
    },
    {
      "start": 602.66,
      "end": 605.9,
      "text": "Este es el inicio del tema que preguntaba que..."
    },
    {
      "start": 621.9,
      "end": 625.74,
      "text": "Todo venía de la pregunta de..."
    },
    {
      "start": 625.74,
      "end": 634.41,
      "text": "no sé por qué no me sale el nick entero aquí ahora aureli no se tengo el disco como medio"
    },
    {
      "start": 634.41,
      "end": 640.49,
      "text": "colgado es que no me lo no me lo pone entero pero aureliano bien preguntaba que qué niveles de"
    },
    {
      "start": 640.49,
      "end": 645.69,
      "text": "char son buenos o malos y qué significa un sharp negativo de entrada cuidado con los sharps en"
    },
    {
      "start": 645.69,
      "end": 651.76,
      "text": "general los ratios recordar que dependen de una temporalidad normalmente siempre nos gusta"
    },
    {
      "start": 651.76,
      "end": 661.17,
      "text": "anualizar los datos y el que estás viendo tú en el entre sesiones mensual vale verás ratio"
    },
    {
      "start": 661.17,
      "end": 669.92,
      "text": "muy bajo pero es mensual es mensual es lo mismo que el anualizado vale ahí tenías uno teníamos"
    },
    {
      "start": 669.92,
      "end": 685.7,
      "text": "un antes de 0 3 por ejemplo vale 0 3 y de 12 pero tres mensuales he dicho no sé sería por"
    },
    {
      "start": 685.7,
      "end": 698.58,
      "text": "raíz cuadrada de 12 es un 1 por ciento también tiene un 2 por ciento vale sí sí sí entonces"
    },
    {
      "start": 698.58,
      "end": 702.86,
      "text": "ahí aurel y qué problema gracias que veo que esas hay la conversación exactamente aurel y era"
    },
    {
      "start": 702.86,
      "end": 711.26,
      "text": "gracias bueno es un poco jaimito el disco es público lo puedo enseñar a que la clase lo voy"
    },
    {
      "start": 711.26,
      "end": 717.35,
      "text": "a enseñar venga ahí estoy entonces venía aquí la pregunta a la pregunta de aurel y preguntaba"
    },
    {
      "start": 717.35,
      "end": 722.51,
      "text": "esto del bueno es lo que te decía que estás viendo entre este son tú que luego lo lo planeas"
    },
    {
      "start": 722.51,
      "end": 730.7,
      "text": "planteas aquí el otro ejemplo donde enseñas la curva de acuerdo y luego es hombre la curva está"
    },
    {
      "start": 730.7,
      "end": 738.3,
      "text": "bien no está bien pero tengo un ser negativo vale si la curva está bien pero la curva no"
    },
    {
      "start": 738.3,
      "end": 745.46,
      "text": "está normalizada de acuerdo es decir el hecho de que la curva gane dinero está bien pero"
    },
    {
      "start": 745.46,
      "end": 751.98,
      "text": "cuánto dinero es la izquierda que ya te nota que es muy poco vale entonces al final ahí puede ser"
    },
    {
      "start": 751.98,
      "end": 757.22,
      "text": "que sea por un tema de gestión monetaria incluso que te estés exponiendo muy poca cantidad vale"
    },
    {
      "start": 757.22,
      "end": 763.97,
      "text": "pero si tú le restas un 2% mensual le estás metiendo un palo un palo bastante considerable"
    },
    {
      "start": 763.97,
      "end": 770.37,
      "text": "entiendes si le pones cero verás el ratio de shop lo que yo en el curso llamaba bruto no sé"
    },
    {
      "start": 770.37,
      "end": 778.05,
      "text": "cómo le llamaba el curso pero bueno nosotros solemos trabajar eliminando la tasa libre de"
    },
    {
      "start": 778.05,
      "end": 783.37,
      "text": "riesgo ya os lo comenté en el curso poniendo cero para para emitir o omitir este factor y"
    },
    {
      "start": 783.37,
      "end": 789.49,
      "text": "ver el retorno del sistema partido por la desviación por la volatilidad de los retornos"
    },
    {
      "start": 789.49,
      "end": 798.01,
      "text": "de esa manera no se ve alterado por es igual de acuerdo porque no depende del tipo de interés"
    },
    {
      "start": 798.01,
      "end": 802.61,
      "text": "conceptualmente tiene mucho sentido porque yo al final le quiero pedir a cualquier inversor que"
    },
    {
      "start": 802.61,
      "end": 810.09,
      "text": "rinda más que la tasa libre de riesgo entonces por eso es está puesto así pero ya digo le ponemos"
    },
    {
      "start": 810.17,
      "end": 815.33,
      "text": "le ponemos cero entonces ahí radica eso que seguramente te estabas exponiendo muy poco y"
    },
    {
      "start": 815.33,
      "end": 819.45,
      "text": "si lo apalancas más a lo mejor ya le da para dar negativo entonces te daba negativo porque"
    },
    {
      "start": 819.45,
      "end": 824.93,
      "text": "aunque los retornos son positivos aunque sean poco positivos le estás restando mucho de la"
    },
    {
      "start": 824.93,
      "end": 832.05,
      "text": "tasa libre de riesgo y por eso te da negativo pero es interesante comentarlo porque había"
    },
    {
      "start": 832.05,
      "end": 837.93,
      "text": "habido ahí bastante bastante de bato bastante de debate no hay sobre sobre el tema y quería"
    },
    {
      "start": 837.93,
      "end": 847.65,
      "text": "saber y el mochandón y todo bueno bueno entonces esto es esto por un lado de charp vale vuelvo"
    },
    {
      "start": 847.65,
      "end": 854.15,
      "text": "aquí a las preguntas había también lo de josé ya estaba también que era esto que comentaba de"
    },
    {
      "start": 854.15,
      "end": 861.67,
      "text": "el trailing también comentaba que en cortos que no sé si estaba haciéndolo bien o que no le"
    },
    {
      "start": 861.67,
      "end": 868.86,
      "text": "encontraba nada a ver tal como hemos planteado este sistema no sé cuántos habéis trabajado"
    },
    {
      "start": 868.86,
      "end": 874.42,
      "text": "intentaba trabajar el corto nosotros también lo hemos intentado aunque ya teníamos bastante"
    },
    {
      "start": 874.42,
      "end": 881.06,
      "text": "idea que iba a pasar lo que ha pasado pero bueno así pues hemos hecho una prueba para verificarlo"
    },
    {
      "start": 881.06,
      "end": 888.18,
      "text": "efectivamente en cortos es muy complicado sacar algo en esta en esta configuración recordar que"
    },
    {
      "start": 888.18,
      "end": 893.86,
      "text": "estamos yendo en acciones que todavía son más tendenciales en términos generales que el índice"
    },
    {
      "start": 893.86,
      "end": 898.86,
      "text": "tienen más desviación son más volátiles que el que el índice por lo tanto dejan correr tienen"
    },
    {
      "start": 898.86,
      "end": 904.58,
      "text": "colas más largas dejan correr más lo bueno y lo malo es decir para subir y para y para bajar"
    },
    {
      "start": 904.58,
      "end": 913.03,
      "text": "también son más más abruptas y y es es complicado en todas ellas de manera general encontrar algo"
    },
    {
      "start": 913.03,
      "end": 920.23,
      "text": "que funcione en cortos simplemente entrando con un doncha y saliendo con esto porcentual o con"
    },
    {
      "start": 920.23,
      "end": 925.03,
      "text": "un trailing de más es complicado es complicado si a lo mejor venamos reducido la cesta acciones"
    },
    {
      "start": 925.03,
      "end": 930.95,
      "text": "podríamos haber encontrado algo sobre optimizando pero así no es es difícil hasta sobre optimizando"
    },
    {
      "start": 930.95,
      "end": 935.99,
      "text": "porque la muestra es muy variada y al final por eso estos son pruebas muy buenas en el sentido"
    },
    {
      "start": 935.99,
      "end": 942.82,
      "text": "de que las reglas que encuentran probablemente son robustas de acuerdo porque lo estás probando"
    },
    {
      "start": 942.82,
      "end": 947.98,
      "text": "en muchos activos que lógicamente tienen correlación entre ellos pero no todos como ya vimos de acuerdo"
    },
    {
      "start": 947.98,
      "end": 952.82,
      "text": "no todos así que normalmente se encuentran cosas interesantes muy difícil en este set up encontrar"
    },
    {
      "start": 952.82,
      "end": 961.3,
      "text": "cortos de acciones veremos algo en el curso al respecto a seguro en la práctica veremos algo"
    },
    {
      "start": 961.3,
      "end": 967.7,
      "text": "en corto en la renta variable pero no será con un con un canal de doncha que lleva quizá un poco"
    },
    {
      "start": 967.7,
      "end": 973.86,
      "text": "de retraso de acuerdo un poco de retraso en cortos en acciones hay que buscar cosas"
    },
    {
      "start": 973.86,
      "end": 981.66,
      "text": "bastante rápidas de acuerdo bastante rápidas con mecanismos de entrada que disparen muy pronto y"
    },
    {
      "start": 981.66,
      "end": 986.9,
      "text": "doncha no acaba de encajar con eso doncha no acaba de encajar con eso es un mecanismo de entrada"
    },
    {
      "start": 986.9,
      "end": 992.14,
      "text": "más bien lento que sí que lo puedes poner en una vela no entonces pero bueno ya entonces no es doncha"
    },
    {
      "start": 992.34,
      "end": 998.38,
      "text": "es mínimo del día que tan puede valer pero pero no es doncha como tal no no es doncha como"
    },
    {
      "start": 998.38,
      "end": 1003.46,
      "text": "tal entonces es complicado en un en un doncha en acciones en tiene acciones a la vez meter"
    },
    {
      "start": 1003.46,
      "end": 1011.62,
      "text": "encontrar estrategias de cortos rentables pero bueno quería que os enfrentarais a hacerlo a alguien"
    },
    {
      "start": 1011.62,
      "end": 1017.18,
      "text": "lo ha intentado por lo menos porque me lo ha comentado y cuando os diga esas cosas probarlo"
    },
    {
      "start": 1017.18,
      "end": 1022.5,
      "text": "porque porque es como más se aprende es como más se aprende salen dudas que las luego las"
    },
    {
      "start": 1022.5,
      "end": 1028.22,
      "text": "ponéis en el discor y ya mantenemos una conversación de ello entiendes y al final es un poco lo más lo"
    },
    {
      "start": 1028.22,
      "end": 1034.38,
      "text": "más interesante vale si hay algo relacionado con lo que digo ahora de las preguntas sí que lo"
    },
    {
      "start": 1034.38,
      "end": 1040.68,
      "text": "comentamos abierto por por ir cerrando vale si tienes si tienes relación con lo que estoy"
    },
    {
      "start": 1040.68,
      "end": 1044.68,
      "text": "diciendo ahora que ya es una pregunta pues vamos cerrando el tema vale como por ejemplo aureli"
    },
    {
      "start": 1045.68,
      "end": 1051.84,
      "text": "cosas que tengan que ver con lo que hemos hablado sí vale este era otro tema este ya me lo ha"
    },
    {
      "start": 1051.84,
      "end": 1061.04,
      "text": "cerrado ya me lo ha cerrado alejandro el mismo carlos rola no sé si está en el chat no sé qué"
    },
    {
      "start": 1061.04,
      "end": 1067.06,
      "text": "artículo te refieres ya me lo aclarirás te lo he preguntado ahí y luego también tenía alejandro"
    },
    {
      "start": 1067.06,
      "end": 1072.78,
      "text": "aquí otro caso del gol forward que explicará bueno como ya haremos gol forward como tal el"
    },
    {
      "start": 1072.78,
      "end": 1079.05,
      "text": "gol forward de multichats a mí no me gusta nada vale tiene la ventaja que es muy rápido vale pero"
    },
    {
      "start": 1079.05,
      "end": 1085.25,
      "text": "no me gusta nada o sea su interface no me gusta me gusta mucho más el de tres pero es mucho mucho"
    },
    {
      "start": 1085.25,
      "end": 1092.85,
      "text": "mucho más lento es bueno no se puede no se puede tener todo pero este sí que lo voy a dejar porque"
    },
    {
      "start": 1092.85,
      "end": 1100.37,
      "text": "vamos a hacer lógicamente durante las prácticas casos de gol forward completo sí que te diría y"
    },
    {
      "start": 1100.37,
      "end": 1106.49,
      "text": "también en la otra clase que hubieron dos tres personas que opinaron pero son muy pocas para todos"
    },
    {
      "start": 1106.49,
      "end": 1112.81,
      "text": "los que sois os recomendé y aquellos que no lo hayáis hecho lo vuelvo a hacer que veáis el directo"
    },
    {
      "start": 1112.81,
      "end": 1121.5,
      "text": "en la clase de robotraider de ivan sherman que está aquí que yo estaré creo que en abril ahí"
    },
    {
      "start": 1121.5,
      "end": 1126.58,
      "text": "robotraider dando mi ponencia y esto es bastante interesante y él por ejemplo en esta ponencia"
    },
    {
      "start": 1126.58,
      "end": 1133.54,
      "text": "comenta que él no es muy amigo del gol forward y quería pues salir un debate ahí sobre sobre el"
    },
    {
      "start": 1133.54,
      "end": 1142.35,
      "text": "tema pero el gol forward para mí a mí sí que es importante y sí que me gusta pero tampoco"
    },
    {
      "start": 1142.35,
      "end": 1147.27,
      "text": "es la parancia universal es decir a este sistema de acciones no le hemos hecho gol forward de acuerdo"
    },
    {
      "start": 1147.27,
      "end": 1152.11,
      "text": "y no todo esto se lo digo más ahora hablando por alejando porque todo lo que me ha comentado y"
    },
    {
      "start": 1152.11,
      "end": 1157.79,
      "text": "enseñado es siempre gol forward está bien que el gol forward lo pases pero el gol forward esto"
    },
    {
      "start": 1157.79,
      "end": 1163.63,
      "text": "creo que lo quedó claro la teoría pero la clara ahora es una prueba de estrés de acuerdo es una"
    },
    {
      "start": 1163.63,
      "end": 1169.91,
      "text": "prueba de estrés que hay otras hay otras y pueden valer otras acuerdo pueden valer otras pero esta"
    },
    {
      "start": 1169.91,
      "end": 1174.95,
      "text": "es una de ellas entonces no quiere decir que obligatoriamente tengamos que elegir parámetros"
    },
    {
      "start": 1174.95,
      "end": 1181.99,
      "text": "con gol forward de hecho sólo comenté es una opción es una opción que puede valer en algunos"
    },
    {
      "start": 1181.99,
      "end": 1191.87,
      "text": "casos y en otros no pero no es siempre el camino mejor y no tenéis que siempre ir a buscarlo es"
    },
    {
      "start": 1191.87,
      "end": 1197.35,
      "text": "que no vale la pena pero que no vale la pena y que el camino podemos decir convencional de"
    },
    {
      "start": 1197.35,
      "end": 1204.71,
      "text": "optimización convencional puede dar un buen resultado entonces por ejemplo ahí van comentaba"
    },
    {
      "start": 1204.71,
      "end": 1210.11,
      "text": "él que él le gusta más el hacer pruebas de validación moviendo la base de datos haciendo"
    },
    {
      "start": 1210.23,
      "end": 1214.67,
      "text": "pruebas de validación y luego ya la selección de parámetros hacerla con una optimización"
    },
    {
      "start": 1214.67,
      "end": 1219.31,
      "text": "convencional bien nosotros la selección de parámetros de todos los sistemas que operan"
    },
    {
      "start": 1219.31,
      "end": 1225.35,
      "text": "ahora también están hecha por convencional aunque hayan pasado gol forward no es obligatorio"
    },
    {
      "start": 1225.35,
      "end": 1233.07,
      "text": "entendemos al final no el gol forward es una prueba de estrés hay otras pero esta es una y ya está puede"
    },
    {
      "start": 1233.07,
      "end": 1238.87,
      "text": "usarse o no vale para gol forward pero no nos quedemos en que el gol forward ya se acaba la"
    },
    {
      "start": 1238.87,
      "end": 1250.31,
      "text": "vida es una herramienta sin más entonces ya te digo es alejandro para cuando ves la clase porque"
    },
    {
      "start": 1250.31,
      "end": 1256.91,
      "text": "me parece que no estás por aquí ya ya haremos gol forward y hablaremos más en profundidad de él de"
    },
    {
      "start": 1256.91,
      "end": 1263.35,
      "text": "todas maneras sí que aclaro teóricamente que anchole tono anchole a mí sí que muy claramente"
    },
    {
      "start": 1263.95,
      "end": 1270.03,
      "text": "muy claramente prefiero no anchole pero siempre que se pueda a veces el número de"
    },
    {
      "start": 1270.03,
      "end": 1279.43,
      "text": "trates no te va a permitir hacerlo entonces mejor hacer en ese caso probar a hacerla anchole pero"
    },
    {
      "start": 1280.39,
      "end": 1287.11,
      "text": "mejor pero insisto que aquí te veo a ti como muy que comparo como muy el objetivo es que"
    },
    {
      "start": 1287.99,
      "end": 1295.1,
      "text": "es estresar la estrategia y ver qué robusta porque al final tú le la sometes a cambios"
    },
    {
      "start": 1295.1,
      "end": 1302.58,
      "text": "constantes de parámetros y a cambios del corte del histórico del in-sample a lo que equivale que"
    },
    {
      "start": 1302.58,
      "end": 1306.34,
      "text": "la estrategia ha operado en muchos mercados sito cuando hablamos de la cláster que es la que a mí"
    },
    {
      "start": 1306.34,
      "end": 1316.52,
      "text": "me gusta la cláster la de la de un único la de un único cláster por entendernos lo que"
    },
    {
      "start": 1316.52,
      "end": 1324.44,
      "text": "sé 7 runs y 20% a mí es así que me parece que tiene cierto peligro o sea y sí que entraría"
    },
    {
      "start": 1324.44,
      "end": 1330.2,
      "text": "un poco en el discurso de iván y otros autores en que defienden que es muy fácil que en el fondo"
    },
    {
      "start": 1330.2,
      "end": 1335.72,
      "text": "puedes estar sobre optimizando pero en la cláster no no lo compro para nada en la clase no lo compro"
    },
    {
      "start": 1335.72,
      "end": 1340.16,
      "text": "para nada porque justamente lo que haces es todo el rato mover la ventana recuerdo mover la ventana"
    },
    {
      "start": 1340.16,
      "end": 1345.12,
      "text": "porque mueves tanto lo el número de rams vale el número de rams que sería esto el número de"
    },
    {
      "start": 1346.16,
      "end": 1355.71,
      "text": "de filas no tenemos aquí como el proceso el porcentaje auto sample que puede ser 5 10 20 30 lo"
    },
    {
      "start": 1355.71,
      "end": 1360.47,
      "text": "vas moviendo entonces eso que provoca que todo tu histórico quede cortado distinto entonces la"
    },
    {
      "start": 1360.47,
      "end": 1368.39,
      "text": "fortaleza de esto es muy alta y tú pasas la prueba por esa por esa versatilidad el sistema"
    },
    {
      "start": 1368.39,
      "end": 1374.91,
      "text": "ese es el objetivo solo ese nada no no hay otro acuerdo no es ni comparar ni no comparar si es"
    },
    {
      "start": 1374.91,
      "end": 1382.19,
      "text": "el sistema pasa la prueba o no la pasa ese es el principal objetivo una vez ha pasado ese ya"
    },
    {
      "start": 1382.19,
      "end": 1397.05,
      "text": "veríamos vale esta de las divisas también de aurelí cuidado a ver si a ver mirar vamos a ver no"
    },
    {
      "start": 1397.05,
      "end": 1408.78,
      "text": "lo tenía preparado pero seguramente abrir en un en un momentito a ver a ver cuidado porque ahí la"
    },
    {
      "start": 1408.78,
      "end": 1415.1,
      "text": "comparación que estás haciendo tú me da a pensar que no tenemos que hablar lo que es sedencial"
    },
    {
      "start": 1415.54,
      "end": 1430.08,
      "text": "es decir si yo si nosotros miramos renta variable ahí lógicamente en términos generales con alguna"
    },
    {
      "start": 1430.08,
      "end": 1435.08,
      "text": "excepción bueno con si miramos acciones con muchas excepciones pero en términos generales"
    },
    {
      "start": 1435.08,
      "end": 1443.62,
      "text": "lógicamente en renta variable tenemos una tendencia alcista de acuerdo porque porque al final las"
    },
    {
      "start": 1443.62,
      "end": 1448.18,
      "text": "empresas recogen los beneficios que van ganando y una empresa está hecha para ir ganando cada vez"
    },
    {
      "start": 1448.18,
      "end": 1456.5,
      "text": "más dinero es su es su es su sentido su sentido de existencia por lo tanto es normal que es su"
    },
    {
      "start": 1456.5,
      "end": 1462.38,
      "text": "tendencia a largo plazo sea siempre subir siempre es momento es porque caen bueno caen porque el"
    },
    {
      "start": 1462.38,
      "end": 1469.68,
      "text": "mercado se exceden cosas porque las empresas se ven mal pero su su lógica empresarial su lógica"
    },
    {
      "start": 1469.68,
      "end": 1476.28,
      "text": "de existir al igual que la de los seres humanos es vivir reproducirnos etcétera y al final un día"
    },
    {
      "start": 1476.28,
      "end": 1482.56,
      "text": "pues morimos pues no es lo mismo al final su sentido es crecer crecer ganar cada vez más dinero y"
    },
    {
      "start": 1482.56,
      "end": 1488.4,
      "text": "por lo tanto sus continuaciones tienen que ir al alza vale lógicamente hay empresas que les sale"
    },
    {
      "start": 1488.4,
      "end": 1495.72,
      "text": "mal tienen que cerrar pero se van a tomar bien bueno esto es apelé entonces claro aquí tú tendrás"
    },
    {
      "start": 1495.72,
      "end": 1502.16,
      "text": "tendencia alcista pero cuando hablamos de que un activo es tendencial o no estamos refiriendo eso"
    },
    {
      "start": 1502.16,
      "end": 1510.6,
      "text": "si tú miras un gráfico de largo plazo en las divisas normalmente no vas a ver tendencia"
    },
    {
      "start": 1510.6,
      "end": 1513.16,
      "text": "no vas a ver tendencia"
    },
    {
      "start": 1513.16,
      "end": 1521.45,
      "text": "la actividad este matín que es la primera vez que"
    },
    {
      "start": 1521.45,
      "end": 1525.01,
      "text": "no es así yo les he reservado un curso de potrería y van a hacer algo"
    },
    {
      "start": 1525.01,
      "end": 1533.58,
      "text": "de la creación"
    },
    {
      "start": 1533.58,
      "end": 1538.26,
      "text": "de la práctica"
    },
    {
      "start": 1538.26,
      "end": 1540.87,
      "text": "la situación de normalidad"
    },
    {
      "start": 1540.87,
      "end": 1541.91,
      "text": "de la teoría"
    },
    {
      "start": 1541.91,
      "end": 1543.43,
      "text": "de la teoría"
    },
    {
      "start": 1543.43,
      "end": 1544.43,
      "text": "de la teoría"
    },
    {
      "start": 1544.43,
      "end": 1545.43,
      "text": "de la teoría"
    },
    {
      "start": 1545.43,
      "end": 1546.43,
      "text": "de la teoría"
    },
    {
      "start": 1546.43,
      "end": 1547.43,
      "text": "de la teoría"
    },
    {
      "start": 1547.43,
      "end": 1552.43,
      "text": "de la teoría"
    },
    {
      "start": 1552.43,
      "end": 1553.43,
      "text": "de la teoría"
    },
    {
      "start": 1553.43,
      "end": 1573.76,
      "text": "a ver que Wospice tenía yo el curso que pueda venir bien para esto tenía uno de"
    },
    {
      "start": 1573.76,
      "end": 1576.48,
      "text": "la análisis de las tendencias ya no sale por eso"
    },
    {
      "start": 1576.48,
      "end": 1587.78,
      "text": "tendencia en futuro sería este no si bueno comentaba alberto que es verdad es un tema"
    },
    {
      "start": 1587.78,
      "end": 1614.63,
      "text": "que no es en absoluto menor de hecho casi que es perfecto vale ya debe estar exportado"
    },
    {
      "start": 1614.63,
      "end": 1619.11,
      "text": "que ahora me ha saltado un aviso de un indicador porque tuve que estar todo un día"
    },
    {
      "start": 1619.11,
      "end": 1628.83,
      "text": "y parece que no lo importe igual ya está exportado alberto es el abre lo 10 tendencia"
    },
    {
      "start": 1628.83,
      "end": 1634.99,
      "text": "en futuros 10 tendencia en futuros demandas yo voy a buscar él en la carpeta que tenemos"
    },
    {
      "start": 1634.99,
      "end": 1658.84,
      "text": "el easy language que yo creo que debe estar exportado que debe estar exportado no lo jodas"
    },
    {
      "start": 1658.84,
      "end": 1672.16,
      "text": "pues no tenemos ninguno habrá que hacerlo pues no sé qué dirte aquí está la teoría"
    },
    {
      "start": 1672.16,
      "end": 1679.38,
      "text": "normalizado está aquí dentro bueno ya lo haremos ya lo haremos está haciendo al mismo"
    },
    {
      "start": 1679.38,
      "end": 1687.04,
      "text": "momento era el mismo que la tierra normalizado pero haciendo la suma con que se ve que no"
    },
    {
      "start": 1687.04,
      "end": 1697.44,
      "text": "lo tenía exportado a mitad grande si si si no está importando uno a ver si era ese"
    },
    {
      "start": 1697.44,
      "end": 1716.58,
      "text": "pero no no sé no sé sigo preguntar cosas en fin no se me extraña pero bueno no lo"
    },
    {
      "start": 1716.58,
      "end": 1740.81,
      "text": "veo bueno lo voy a poner sin sin el normalizado y lo vemos para que lo mueva aquí lo muevo"
    },
    {
      "start": 1740.81,
      "end": 1752.57,
      "text": "aquí y así lo vais lo vais viendo si si que lo tengo igual lo ponemos es igual 14"
    },
    {
      "start": 1752.57,
      "end": 1767.61,
      "text": "10 si que si que tengo adx con histórico pues no sé era era era otro sí que tengo"
    },
    {
      "start": 1767.61,
      "end": 1772.54,
      "text": "adx con histórico alberto no sé cuál era es la verdad no me acuerdo tengo adx con histórico"
    },
    {
      "start": 1772.54,
      "end": 1783.02,
      "text": "lo tengo oído no no adx con histórico no sé no sé que no sé qué tienes la verdad"
    },
    {
      "start": 1783.02,
      "end": 1809.37,
      "text": "no sé qué pasa mensual para ver más datos y tres entonces aquí tenía yo el forex"
    },
    {
      "start": 1809.37,
      "end": 1843.03,
      "text": "strength vamos a abrirlo rápido bien entonces aquí tenemos el indicador ahora muchas divisas"
    },
    {
      "start": 1843.67,
      "end": 1848.83,
      "text": "no no sé ya yo creo que el que me has hecho ya lo tengo el otro no me acuerdo que era"
    },
    {
      "start": 1848.83,
      "end": 1857.77,
      "text": "esta gracias si pero es que si ya lo tengo ese no sé que era la verdad que era era ponía con"
    },
    {
      "start": 1857.77,
      "end": 1867.48,
      "text": "porcentaje luego luego lo miramos entonces vuelvo al tema de las divisas abrely comentaba alberto"
    },
    {
      "start": 1867.48,
      "end": 1872.48,
      "text": "con buen criterio que al final el hay que tener en cuenta que en las divisas siempre cotiza una"
    },
    {
      "start": 1872.48,
      "end": 1877.76,
      "text": "contra otra y una divisa principal y una divisa secundaria y justamente por eso tienden en largo"
    },
    {
      "start": 1877.76,
      "end": 1883.08,
      "text": "plazo a moverse de manera lateral vale pero aún así hay bastantes divisas que son bastante"
    },
    {
      "start": 1883.08,
      "end": 1889.44,
      "text": "tendenciales pero si tú miras un gráfico mensual como te estoy enseñando ahora normalmente no te"
    },
    {
      "start": 1889.44,
      "end": 1894.86,
      "text": "lo van a aparecer normalmente no te lo van a aparecer y los datos pues te van a salir como"
    },
    {
      "start": 1894.86,
      "end": 1900.82,
      "text": "ves ves 18 18 que van a salir bajos porque es verdad al final se mueve mucho el rango pero es"
    },
    {
      "start": 1900.82,
      "end": 1907.86,
      "text": "verdad que en el diario entre diarios comprimiendo con más pero es verdad que generalizar ahí quizá"
    },
    {
      "start": 1908.62,
      "end": 1916.74,
      "text": "me excedí un poco me acudí un poco en en en ser tan tan categórico de acuerdo porque las hay"
    },
    {
      "start": 1916.74,
      "end": 1921.82,
      "text": "más tendenciales que otras acuerdo normalmente las que tienen que ver con el bien suelen ser"
    },
    {
      "start": 1921.82,
      "end": 1928.55,
      "text": "más tendenciales como el dolaría por ejemplo y fíjate en diario te está dando aquí 29"
    },
    {
      "start": 1930.27,
      "end": 1937.47,
      "text": "normalmente las que tienen pero aún así también se mueven en rango no pero dentro de cómo ves"
    },
    {
      "start": 1938.35,
      "end": 1943.63,
      "text": "colas bastante tienen tramos de tendencia bastante potentes de acuerdo nativos bastante"
    },
    {
      "start": 1943.63,
      "end": 1950.27,
      "text": "tendenciales euro dólar no lo es mucho vale no lo es mucho pensar que normalmente en términos"
    },
    {
      "start": 1950.27,
      "end": 1955.91,
      "text": "generales esta es una regla bastante bastante que aplica también bastante general pero cuidado"
    },
    {
      "start": 1955.91,
      "end": 1960.95,
      "text": "porque cuando uno habla mucho al final se puede sustituir de más de equivocarse pero creo que"
    },
    {
      "start": 1960.95,
      "end": 1966.31,
      "text": "esto lo voy a decir bien vale contra más grandes el activo es decir contra más grandes un índice"
    },
    {
      "start": 1966.31,
      "end": 1971.43,
      "text": "normalmente más centrado está en las divisas pasa igual cuando tengas divisas más grandes de"
    },
    {
      "start": 1971.43,
      "end": 1978.39,
      "text": "mayor tamaño de países o economías más potentes normalmente van a tender a estar más controladas y"
    },
    {
      "start": 1978.39,
      "end": 1983.91,
      "text": "a moverse más el lateral por eso por ejemplo el sb 500 pues tiene menos volatilidad que la que"
    },
    {
      "start": 1983.91,
      "end": 1988.83,
      "text": "la saca aunque también hay un componente del tipo de acción pero es así normalmente los índices"
    },
    {
      "start": 1988.83,
      "end": 1994.19,
      "text": "centran las cosas vale contra más y las small caps se mueven más tienen más volatilidad que"
    },
    {
      "start": 1994.19,
      "end": 2000.55,
      "text": "las mid caps y que las blue chips de acuerdo por por eso mismo por contra más grande más"
    },
    {
      "start": 2000.55,
      "end": 2008.95,
      "text": "importante es en términos generales suelen tener más menos menos volatilidad y la volatilidad"
    },
    {
      "start": 2008.95,
      "end": 2014.91,
      "text": "suele tener relación con la tendencialidad entonces ahí qué pasa normalmente las divisas no tan"
    },
    {
      "start": 2014.91,
      "end": 2020.43,
      "text": "importantes o más secundarias suelen ser más más volátiles es verdad que las divisas cualquier"
    },
    {
      "start": 2020.43,
      "end": 2026.55,
      "text": "país hace submarinos de bolsillo que dice cuál es la divisa pequeña no entre estas ninguna entre"
    },
    {
      "start": 2026.55,
      "end": 2031.99,
      "text": "esas ninguna porque estas son las 28 más grandes que hay vale entonces sí que las hay más importantes"
    },
    {
      "start": 2031.99,
      "end": 2037.99,
      "text": "que otras pero son las 28 más grandes entonces pero pero hay muchos pares de acuerdo hay muchos"
    },
    {
      "start": 2037.99,
      "end": 2044.23,
      "text": "pares lo que pasa que normalmente admiramos las típicas pero hay pares hay pares loquísimos de"
    },
    {
      "start": 2044.79,
      "end": 2053.23,
      "text": "rublo no sé cuántos hay y de países exóticos hay pares de divisas cuando hablamos de divisas"
    },
    {
      "start": 2053.23,
      "end": 2063.23,
      "text": "es un tema enorme esas son las 28 más grandes entonces ya os digo sí que se mueven en lateral"
    },
    {
      "start": 2063.23,
      "end": 2068.55,
      "text": "en un gráfico mensual pero muchas tienen bastante tendencialidad en diario y yo os recomiendo que lo"
    },
    {
      "start": 2068.55,
      "end": 2073.39,
      "text": "lo exploreis pero claro si tú miras un gráfico de equity pues siempre vas a ver la misma tendencia"
    },
    {
      "start": 2073.39,
      "end": 2077.27,
      "text": "en el largo plazo ahora si lo miras en entraría ya no ves lo mismo de acuerdo es decir al final"
    },
    {
      "start": 2077.27,
      "end": 2084.83,
      "text": "el plazo cambia con cambia mucho el tema de acuerdo y y con tendencialidad yo me refería"
    },
    {
      "start": 2084.83,
      "end": 2089.47,
      "text": "es a la capacidad de operar sistemas tendenciales vale más que al hecho si sube mucho baja mucho"
    },
    {
      "start": 2089.47,
      "end": 2103.02,
      "text": "vale creo que habrá quedado habrá quedado claro si existe manera pregunta aureli si existe manera"
    },
    {
      "start": 2103.02,
      "end": 2108.55,
      "text": "de analizar por folios de divisas en por folio maestro pues entiendo que sí no porque no ahora"
    },
    {
      "start": 2108.55,
      "end": 2115.99,
      "text": "mismo porque no se va a poder sí sí claro cargar cargarle un proveedor de datos de divisas y punto"
    },
    {
      "start": 2115.99,
      "end": 2122.99,
      "text": "en por folio maestro perdón perdón por folio maestro por eso estaba estaba pensando por folio"
    },
    {
      "start": 2122.99,
      "end": 2127.07,
      "text": "trader pero sí que entiendo que sí de hecho lo hemos hecho en el pasado ahora la verdad que ahora"
    },
    {
      "start": 2127.07,
      "end": 2136.79,
      "text": "hace tiempo que lo hago pero pero si no alberto no hay ningún no no sé si si lo dices por algo"
    },
    {
      "start": 2137.35,
      "end": 2142.78,
      "text": "por defecto sólo deja esperate yo es que hace tiempo que no lo pruebo ya te lo digo"
    },
    {
      "start": 2142.78,
      "end": 2148.22,
      "text": "pero es para mirar un momento rápido eso me cuesta más bien poco por cierto ligo con un"
    },
    {
      "start": 2148.22,
      "end": 2152.66,
      "text": "comentario también del disco para que alguien me decía que maestro era de pago maestro está"
    },
    {
      "start": 2152.66,
      "end": 2158.06,
      "text": "incluido para aquellos que tenéis cuenta también os digo que no esperéis mi queridas de maestro"
    },
    {
      "start": 2158.06,
      "end": 2165.9,
      "text": "es decir maestro es un programa muy potente en sí pero es tremendamente lento de acuerdo"
    },
    {
      "start": 2165.9,
      "end": 2169.94,
      "text": "es tremendamente lento porque porque es muy antiguo entonces no hay manera que lo evolucione"
    },
    {
      "start": 2169.94,
      "end": 2176.32,
      "text": "yo creo que lo tienen abandonado y puede ser que a lo mejor ahora que dices desde que sacaron"
    },
    {
      "start": 2176.32,
      "end": 2181.86,
      "text": "claro no te deja que vale desde que sacaron bueno pero ponle equities y esto al final lo que te"
    },
    {
      "start": 2181.86,
      "end": 2193.26,
      "text": "marca es el tipo de activo si tú le cargas una símbolis que tengas divisas no te va si"
    },
    {
      "start": 2193.26,
      "end": 2199.13,
      "text": "pero era con futuro está por ejemplo a ver si ves me lo ha cargado no sé qué va a hacer"
    },
    {
      "start": 2199.73,
      "end": 2217.02,
      "text": "no me lo ha llevado a tomar viento pues tienes razón pues pues desde que quitaron el forex aunque"
    },
    {
      "start": 2217.02,
      "end": 2220.98,
      "text": "los gráficos se pueden ver por eso nosotros lo habíamos hecho en lo bueno de hecho ahí tienes"
    },
    {
      "start": 2220.98,
      "end": 2225.99,
      "text": "una lista hecha lo habíamos hecho cien por cien pero claro ahora hace tiempo que no prácticamente"
    },
    {
      "start": 2225.99,
      "end": 2245.13,
      "text": "ya te lo comentaba a ver ahora que le he puesto equities no no parece que no parece que no parece"
    },
    {
      "start": 2245.13,
      "end": 2252.05,
      "text": "que no parece que no pues parece que no parece que no sé si ya digo antes se podía pero pues"
    },
    {
      "start": 2252.05,
      "end": 2261.23,
      "text": "parece que no se puede ya bueno aprovecho que alguien preguntaba que si no se podía en maestro"
    },
    {
      "start": 2261.23,
      "end": 2270.11,
      "text": "en maestro usar que era de pago en discord y no ya le he comentado que no me consta y yo creo que"
    },
    {
      "start": 2270.11,
      "end": 2274.91,
      "text": "no aquí le enseña la captura de pantalla que tienes que a lo mejor por algún motivo lo tienes"
    },
    {
      "start": 2274.91,
      "end": 2279.71,
      "text": "activado mejor una fonda a la cuenta no sé no sé el tema pero no no se paga el principio esto no"
    },
    {
      "start": 2279.71,
      "end": 2287.96,
      "text": "se paga a la estrategia perdón esto sí sí perdón perdón perdón perdón perdón perdón perdón que"
    },
    {
      "start": 2287.96,
      "end": 2292.8,
      "text": "esto lo comentaba desde el discord que lo le vamos a subir un rato digo pues ya lo pongo que la clase"
    },
    {
      "start": 2294.46,
      "end": 2304.3,
      "text": "os dije lo del código a ver ahí os lo he dejado en documentos está subiendo también lo ponen"
    },
    {
      "start": 2304.3,
      "end": 2310.41,
      "text": "el disco luego lo ponen el disco luego lo ponen el disco pero bueno ya los que estáis aquí pues"
    },
    {
      "start": 2310.41,
      "end": 2314.65,
      "text": "lo podéis descargar desde ahí de documentos puedes descargar desde ahí desde documentos"
    },
    {
      "start": 2314.65,
      "end": 2321.17,
      "text": "acuerdo es aquí mismo del interface del go to webinar la clase lo podéis descargar ahora es"
    },
    {
      "start": 2321.17,
      "end": 2329.34,
      "text": "el código en easy language de la parte que hemos hecho hasta ahora de la parte del canal del ruptura"
    },
    {
      "start": 2329.34,
      "end": 2341.31,
      "text": "de acciones vale vale creo a ver aquí en el discord no no puede dejar perfecto perfecto vale"
    },
    {
      "start": 2342.03,
      "end": 2348.94,
      "text": "perfecto no puede verlos en directo pues nada aquí ya estaba bueno los ratios de"
    },
    {
      "start": 2348.94,
      "end": 2353.02,
      "text": "charlo que te comentaba a ver a nivel de anualizado que ligaba antes con el mejor"
    },
    {
      "start": 2353.02,
      "end": 2361.02,
      "text": "dejado y a nivel de anualizado a partir de 1 no pues se considera un ratio de sharp válido"
    },
    {
      "start": 2362.02,
      "end": 2370.38,
      "text": "2 pues bastante potentísimo y esta sería un poco pero anualizado anualizado recordar que para"
    },
    {
      "start": 2370.38,
      "end": 2377.8,
      "text": "anualizar esto lo vimos en la clase pero si es mensual multiplicas por raíz de 12 vale si"
    },
    {
      "start": 2377.8,
      "end": 2385.96,
      "text": "es mensual el dato es mensual por raíz de 12 es el dato es semanal por 55 semanas no son 52"
    },
    {
      "start": 2385.96,
      "end": 2396.46,
      "text": "perdón 52 semanas y si es diario depende de 252 o 360 es un poco dependiendo del tipo de"
    },
    {
      "start": 2396.46,
      "end": 2403.5,
      "text": "dato que sea el tipo de dato que sea pero esa es la manera en que anualizamos un dato diario"
    },
    {
      "start": 2403.5,
      "end": 2419.14,
      "text": "o mensual de si tú tienes un 0 3 por ejemplo no 0 0 4 0 4 0 4 lo multiplicamos por raíz de 12"
    },
    {
      "start": 2419.74,
      "end": 2431.62,
      "text": "nos haría 139 acuerdo 139 0 4 mensual sería uno 139 anualizado entonces ese es el dato de"
    },
    {
      "start": 2431.62,
      "end": 2436.74,
      "text": "vigilar el tema en las periodos en los periodos vale aquí atrás que ya había hecho todo lo"
    },
    {
      "start": 2436.74,
      "end": 2446.82,
      "text": "que comentamos a los perfectos vale esto también aureli que es en los dos personas más más activas"
    },
    {
      "start": 2446.82,
      "end": 2453.3,
      "text": "del disco parece fantástico tenemos ahí aureli y alejandro compitiendo compitiendo ahí fiel con"
    },
    {
      "start": 2453.3,
      "end": 2459.98,
      "text": "fuerza para copar el número 1 de post en el canal de disco final del curso de mosso"
    },
    {
      "start": 2459.98,
      "end": 2467.18,
      "text": "premio entonces se comentaba en esta pregunta que ya le esa mira me la iba a dejar y justo es la que"
    },
    {
      "start": 2467.18,
      "end": 2473.54,
      "text": "dije que le contestaría vale que parece muy interesante este comentario lo que decía bien"
    },
    {
      "start": 2473.54,
      "end": 2479.14,
      "text": "hablabas de que lo probamos en una sección pero que no necesariamente las tenemos que operar en"
    },
    {
      "start": 2479.14,
      "end": 2484.54,
      "text": "ese que lo que estamos haciendo es probar el sistema crearlo confeccionarlo analizarlo"
    },
    {
      "start": 2484.54,
      "end": 2490.62,
      "text": "evaluarlo pero luego ya lo montaremos para operar y que dije que podrías operar las"
    },
    {
      "start": 2490.62,
      "end": 2497.1,
      "text": "10 más capitalización vale y que él comenta que esto no tiene nada que ver con el desempeño del"
    },
    {
      "start": 2497.1,
      "end": 2503.3,
      "text": "sistema no viene a decir que por qué no porque elegir esas y no otras y porque no elegir en"
    },
    {
      "start": 2503.3,
      "end": 2511.22,
      "text": "base al desempeño bueno no no quise dar a entender que obligatoriamente tienes que ser"
    },
    {
      "start": 2511.22,
      "end": 2519.62,
      "text": "las de más capitalización de acuerdo es verdad que el volumen es un tema es un tema a mirar es"
    },
    {
      "start": 2519.62,
      "end": 2526.14,
      "text": "verdad que para nosotros como siempre aspiramos o pensamos en estrategias que tengan gran capacidad"
    },
    {
      "start": 2526.14,
      "end": 2533.34,
      "text": "operativa para poder operar millones siempre sin querer pues nos vamos un poco a esa esa idea pero"
    },
    {
      "start": 2533.34,
      "end": 2538.66,
      "text": "no es para nada obligatorio no es para nada obligatorio puedes buscar otro criterio pero"
    },
    {
      "start": 2538.66,
      "end": 2544.46,
      "text": "sí que en todo caso no sería solo el de rendimiento pasado aureli vale no sería porque entonces"
    },
    {
      "start": 2544.46,
      "end": 2552.01,
      "text": "estarías cayendo un poco en sobre optimizar lógicamente lógicamente entiendo que tú me digas"
    },
    {
      "start": 2552.01,
      "end": 2560.62,
      "text": "oye pero es que hay 10 que va de lujo bien está bien pero no sólo metería esas no sólo metería"
    },
    {
      "start": 2560.62,
      "end": 2566.86,
      "text": "esos porque siempre hay que pensar en el error en el riesgo de solucionación acordaros que he"
    },
    {
      "start": 2566.86,
      "end": 2572.98,
      "text": "insistido mucho en que la certeza certeza no la vas a tener nunca vamos a tratar únicamente de"
    },
    {
      "start": 2572.98,
      "end": 2578.66,
      "text": "acercarnos lo máximo posible y de ir al mercado con una estrategia que digamos oye yo creo que"
    },
    {
      "start": 2578.66,
      "end": 2585.24,
      "text": "esto es robusto firmemente pero hay que pensar siempre en el error hay que estar pensar siempre"
    },
    {
      "start": 2585.24,
      "end": 2593.06,
      "text": "en el riesgo y por lo tanto si tú te has equivocado y vas a las 10 que más ganan probablemente te"
    },
    {
      "start": 2593.06,
      "end": 2598.82,
      "text": "la pegues entiendes entonces no elegiría sólo las que las que más ganan no elegiría sólo las"
    },
    {
      "start": 2598.82,
      "end": 2606.14,
      "text": "que más ganan pero sí podrían estar esas de acuerdo si podrían estar esas vale pero en todo"
    },
    {
      "start": 2606.14,
      "end": 2611.18,
      "text": "caso momentos momentos distintos nosotros probablemente elegiríamos las demás capitalizaciones"
    },
    {
      "start": 2611.18,
      "end": 2616.34,
      "text": "pero por lo que en parte por lo que te decía antes de acuerdo en parte por lo que por lo que"
    },
    {
      "start": 2616.34,
      "end": 2624.9,
      "text": "te decía antes por capacidad por mejor ejecución mejor slip page etcétera pero bueno entiendo que"
    },
    {
      "start": 2624.9,
      "end": 2633.48,
      "text": "no necesariamente tiene que ser ese el criterio aurel y el desempeño sí podría si podría formar"
    },
    {
      "start": 2633.48,
      "end": 2639.84,
      "text": "parte de la decisión lógicamente lógicamente ahora veríamos ahora vamos a ir al sistema"
    },
    {
      "start": 2639.84,
      "end": 2647.82,
      "text": "otra vez ahora vamos a ir al sistema vale y luego otra vez esta ya era la de alejandro con el tema"
    },
    {
      "start": 2647.82,
      "end": 2658.74,
      "text": "de la optimización y ya estaba me había saltado eso no me había saltado a esa se vale creo que"
    },
    {
      "start": 2658.74,
      "end": 2665.7,
      "text": "estoy al día si alguien no le he contestado algo por favor que me lo diga que me lo diga aquí me"
    },
    {
      "start": 2665.7,
      "end": 2680.97,
      "text": "has marcado vale interesante interesante si bueno va un poco ligado con esto la comentó ahora que"
    },
    {
      "start": 2680.97,
      "end": 2688.17,
      "text": "lo podíamos dejar al final también pero mire ya que estamos en preguntas comenta juan manuel si"
    },
    {
      "start": 2688.17,
      "end": 2694.29,
      "text": "un mismo sistema con iguales o diferentes inputs se operan en corto y en largo por separado se debe"
    },
    {
      "start": 2694.29,
      "end": 2701.93,
      "text": "contar como uno o como dos sistemas entonces por folio da igual o sea lo puede yo lo contaría como"
    },
    {
      "start": 2702.81,
      "end": 2709.11,
      "text": "lo contaría como dos porque nosotros los trabajamos como sistemas independientes y también te digo que"
    },
    {
      "start": 2709.11,
      "end": 2716.35,
      "text": "ya sabéis que trato de explicaros lo que nosotros hacemos pero también otras cosas hay cierta"
    },
    {
      "start": 2716.35,
      "end": 2720.95,
      "text": "controversia ante esto es decir hay gente que defiende que los demás tienen que ser lado y"
    },
    {
      "start": 2720.95,
      "end": 2726.63,
      "text": "largo y corto iguales y que eso si no es robustes es verdad que lo es es verdad que lo es que si no"
    },
    {
      "start": 2726.63,
      "end": 2731.27,
      "text": "es robustes pero si tú puedes trabajarlos por separado por número de tres por aplicación"
    },
    {
      "start": 2731.27,
      "end": 2736.99,
      "text": "estadística a priori es mejor sobre todo en equity sobre todo en equity porque lo que"
    },
    {
      "start": 2736.99,
      "end": 2741.99,
      "text": "comentábamos en un sesgo al alza es muy difícil que un sistema vaya igual a los sistemas que van"
    },
    {
      "start": 2741.99,
      "end": 2748.39,
      "text": "en largo en acciones pueden ir en el corto pero no igual de la no con el mismo setup este caso de"
    },
    {
      "start": 2748.39,
      "end": 2751.91,
      "text": "don chan habéis visto muy claro es muy fácil que funciona en el largo pero muy difícil en el corto"
    },
    {
      "start": 2751.91,
      "end": 2759.0,
      "text": "muy difícil porque el corto pues tiene una pauta de volatilidad de manera de moverse muy distinta"
    },
    {
      "start": 2759.0,
      "end": 2764.32,
      "text": "entonces es complicado conseguir que funcione de acuerdo tú puedes tratarlo como dos como dos"
    },
    {
      "start": 2764.32,
      "end": 2770.76,
      "text": "pero a ver si al final si el sistema tiene los mismos parámetros entonces el mismo no sabemos"
    },
    {
      "start": 2770.76,
      "end": 2776.24,
      "text": "de acuerdo si si es como dos es porque tiene parámetros distintos en alguna configuración"
    },
    {
      "start": 2776.24,
      "end": 2781.59,
      "text": "distinta y puede ser puede ser que en uno le pongas filtro al otro no puede ser que sea parecido no"
    },
    {
      "start": 2781.59,
      "end": 2787.03,
      "text": "que el core sea el mismo imagínate este en el que hablamos del don chan y que para el largo lo"
    },
    {
      "start": 2787.03,
      "end": 2794.15,
      "text": "operes con sonido se me oye a no no el que me he quedado soy yo soy yo porque si me has"
    },
    {
      "start": 2794.15,
      "end": 2803.04,
      "text": "cortado el cable ahora ahora ahora puede ser que le pongas filtro volatilidad para ir largo y para"
    },
    {
      "start": 2803.04,
      "end": 2809.76,
      "text": "el corto no le pongas o viceversa entonces puede tener alguna pequeña variación de acuerdo que"
    },
    {
      "start": 2809.76,
      "end": 2815.92,
      "text": "le añadas alguna regla extra en el lado corto en el lado largo puede puede ser el primer core no"
    },
    {
      "start": 2815.92,
      "end": 2823.6,
      "text": "nosotros por ejemplo familia nemesis familia arte misa familia apolo bueno puede ser que tengan"
    },
    {
      "start": 2823.6,
      "end": 2829.2,
      "text": "algunas dentro de la familia pues haya pequeñas variaciones para el largo para el corto sobre"
    },
    {
      "start": 2829.2,
      "end": 2834.74,
      "text": "todo sobre todo en equity de acuerdo en acciones sobre todo gente a variable a desalvamos de las"
    },
    {
      "start": 2834.74,
      "end": 2840.18,
      "text": "divisas bueno son un poco más simétricas también las commodities lo que menos simétrico es es las"
    },
    {
      "start": 2840.18,
      "end": 2845.58,
      "text": "acciones por lo que os decía no porque al final por propia definición pues tienden a subir"
    },
    {
      "start": 2845.58,
      "end": 2854.19,
      "text": "tienden a subir mucho entonces claro tú pones cualquier acción pues cualquier acción que haya"
    },
    {
      "start": 2858.19,
      "end": 2874.7,
      "text": "normalmente normal también y bueno pues claro ha subido ha subido un poco y claro ha subido un"
    },
    {
      "start": 2874.7,
      "end": 2882.2,
      "text": "poco entonces casi cualquier acción que lo pongas tiene ese es bueno vale venga vamos un poquito a"
    },
    {
      "start": 2882.2,
      "end": 2894.12,
      "text": "ver a seguir con el con el tema vale ya os comenté que de hecho teníamos tenía un vaca y que teníamos"
    },
    {
      "start": 2894.12,
      "end": 2903.84,
      "text": "un pequeño pequeño vago en las formas que llevaba multichars están pensadas para sistemas"
    },
    {
      "start": 2903.84,
      "end": 2909.68,
      "text": "individuales y a nivel de porfolio no funcionaban igual entonces hemos hecho que hemos hecho las"
    },
    {
      "start": 2909.68,
      "end": 2919.53,
      "text": "nuestras directamente directamente calculadas por porfolio tanto lo que es sortino ajustado"
    },
    {
      "start": 2919.53,
      "end": 2925.77,
      "text": "acordaros que os hablé de sortino de sortino ajustado que era con esa corrección de dividirlo"
    },
    {
      "start": 2925.77,
      "end": 2935.29,
      "text": "por la raíz cuadrada de 2 vale porque para hacerlo comparable con sharp y upi vale que"
    },
    {
      "start": 2935.29,
      "end": 2942.97,
      "text": "es el ulcer performance index que al final es una especie de sharp con ulcer en el denominador vale"
    },
    {
      "start": 2942.97,
      "end": 2948.61,
      "text": "ulcer en el denominador que ya os comenté en la teoría que ulcer me parece muy muy interesante"
    },
    {
      "start": 2949.09,
      "end": 2957.07,
      "text": "sortino está muy bien es decir no si no tenéis más que sortino pues sortino vale entonces al final"
    },
    {
      "start": 2957.07,
      "end": 2968.47,
      "text": "hicimos bueno lo que ya hicimos el otro día pero mejor hecho os lo voy a enseñar ahora para que"
    },
    {
      "start": 2968.47,
      "end": 2979.66,
      "text": "entre todos me digáis que tengo un botón de datos aquí un poquito esto lo tengo que borrar y así"
    },
    {
      "start": 2979.66,
      "end": 2996.48,
      "text": "va a ser más sencillo encontrar lo que necesito esto como lo hemos hecho el multichar es lo que"
    },
    {
      "start": 2996.48,
      "end": 3002.9,
      "text": "os decía al final en algunas cosas fantásticas y tiene otras pues que no lo son tanto y por"
    },
    {
      "start": 3002.9,
      "end": 3007.22,
      "text": "ejemplo a nivel de porfolio bueno a nivel de porfolio y a nivel de optimización normal también"
    },
    {
      "start": 3007.22,
      "end": 3013.22,
      "text": "no te deja hacer como entre ese son un periodo en sample y un periodo auto sample en la misma"
    },
    {
      "start": 3013.22,
      "end": 3022.25,
      "text": "cosa que es muy práctica pero pues no te deja entonces lo tienes que hacer tú que no es lo"
    },
    {
      "start": 3022.25,
      "end": 3040.37,
      "text": "mismo pero a nivel de análisis ya te ya te sirve ahora que me ha pasado no te creo vale entonces"
    },
    {
      "start": 3040.37,
      "end": 3048.66,
      "text": "bueno nosotros simplemente hemos recogido a ver cómo me lo puedo montar esto aquí hemos hecho el"
    },
    {
      "start": 3048.66,
      "end": 3053.58,
      "text": "periodo en sample hemos hecho el periodo auto sample y hemos hecho el periodo all data que"
    },
    {
      "start": 3053.58,
      "end": 3059.62,
      "text": "los tenéis aquí la semana pasada ya vimos un poquito esto pero recordaros teníamos datos"
    },
    {
      "start": 3059.62,
      "end": 3067.1,
      "text": "de up y negativos no teníamos sortino y ahora pues ya tenemos todos estos datos hechos para que"
    },
    {
      "start": 3067.1,
      "end": 3073.02,
      "text": "juntos podamos tomar una decisión mejor es lo que os decía aquí no vamos a hacer no vamos a hacer un"
    },
    {
      "start": 3075.86,
      "end": 3083.87,
      "text": "como el forward vale porque además con una cartera de múltiples activos es muy muy complicado en un"
    },
    {
      "start": 3083.87,
      "end": 3089.03,
      "text": "sistema que opera realmente tampoco uno de los problemas que tiene el world forward es que cuando"
    },
    {
      "start": 3089.03,
      "end": 3095.35,
      "text": "corta y es justamente los detractores dicen eso muchos programas de hecho ninguno de estos dos lo"
    },
    {
      "start": 3095.35,
      "end": 3101.39,
      "text": "hace cierre la operación no hace mal tu mar que entonces claro si te dejan un trade abierto se"
    },
    {
      "start": 3101.39,
      "end": 3105.71,
      "text": "tiene cuenta entonces en ese sistema eso es muy crítico porque es de muy largo plazo puede estar"
    },
    {
      "start": 3105.71,
      "end": 3111.69,
      "text": "meses con una operación encima tienes muchas acciones distintas empiezan en fecha distinta es"
    },
    {
      "start": 3111.69,
      "end": 3117.93,
      "text": "muy complicado hacer un world forward riguroso en este en un sistema que lo vas a pasar en las"
    },
    {
      "start": 3117.93,
      "end": 3126.86,
      "text": "100 acciones entonces al final no vale la pena y además como os digo no nos hace falta nos hace"
    },
    {
      "start": 3126.86,
      "end": 3133.3,
      "text": "falta es decir realmente tenemos una cantidad de información que nos puede permitir considerar que"
    },
    {
      "start": 3133.3,
      "end": 3140.06,
      "text": "el sistema es robusto sin hacer sin hacer world forward en este caso entonces la optimización grande"
    },
    {
      "start": 3140.06,
      "end": 3154.78,
      "text": "aquí recordar que inicialmente os plan perdón perdido el audio hola vale vale bien bien pues no"
    },
    {
      "start": 3154.78,
      "end": 3164.9,
      "text": "sé no sé no sé vale bien aquí hablamos os he hecho las las dos cosas otra vez para que veáis"
    },
    {
      "start": 3164.9,
      "end": 3173.18,
      "text": "la diferencia de acuerdo porque quería y ahora ya tenéis ahí el documento bien y quería generar"
    },
    {
      "start": 3173.18,
      "end": 3177.94,
      "text": "un debate interesante sobre esto y que os quedará realmente claro para pasar al siguiente vale"
    },
    {
      "start": 3177.94,
      "end": 3187.13,
      "text": "inicialmente hicimos como hablamos en la teoría de hacer la optimización paso por paso de acuerdo"
    },
    {
      "start": 3187.13,
      "end": 3195.14,
      "text": "primero per canal vale luego hemos hecho el trailing y luego en vez de hacer el filtro sólo he hecho el"
    },
    {
      "start": 3195.14,
      "end": 3201.22,
      "text": "filtro con él con el aterra esto es interesante para ver un par de cosas pero también os digo"
    },
    {
      "start": 3201.22,
      "end": 3210.54,
      "text": "que ese sistema con dos si tú tienes dos inputs con sólo dos normalmente vas a poder hacerlo en"
    },
    {
      "start": 3210.54,
      "end": 3217.54,
      "text": "una porque porque a ti el mapa el mapa ya te va a salir con dos bien y a ti el mapa te da mucha"
    },
    {
      "start": 3217.54,
      "end": 3225.54,
      "text": "mucha información visual y no tienes ahí mucho riesgo de caer en sesgos o sobre optimizaciones"
    },
    {
      "start": 3225.54,
      "end": 3230.74,
      "text": "es verdad que en el fondo teníamos tres tres variables pero si tú empezabas sólo por el canal"
    },
    {
      "start": 3231.38,
      "end": 3240.25,
      "text": "de esta manera nos hemos dado cuenta claramente que ya se veía un poco que el canal no es perdón"
    },
    {
      "start": 3240.25,
      "end": 3251.38,
      "text": "un momentito pienso por la 4 vamos a ver las de sortino ya ya está nivel de optimizaciones"
    },
    {
      "start": 3251.38,
      "end": 3260.61,
      "text": "no es la 3 perdón y claro tengo una cantidad de optimizaciones aquí cosecho que no tiene ningún"
    },
    {
      "start": 3260.61,
      "end": 3269.26,
      "text": "tipo de sentido en el canal que vemos cuando vemos una variable sola quería enseñaros lo por"
    },
    {
      "start": 3269.26,
      "end": 3276.18,
      "text": "esto lógicamente el aspecto visual es muy sencillo de interpretación vale simplemente tenemos una"
    },
    {
      "start": 3276.18,
      "end": 3291.42,
      "text": "variable contra otra de acuerdo aquí tenemos el net profit pero podemos ver un din no trae el net"
    },
    {
      "start": 3291.42,
      "end": 3300.22,
      "text": "profit y tengo el costum fins baro tengo los dos lógicamente bueno lógicamente tienen como"
    },
    {
      "start": 3300.22,
      "end": 3307.86,
      "text": "veis una absoluta correlación es decir al final quiere decir que el riesgo está bastante igualado"
    },
    {
      "start": 3307.86,
      "end": 3317.25,
      "text": "de acuerdo pero es el tema perdón perdón es la 2 es la que os quería enseñar ahora sí venga"
    },
    {
      "start": 3317.25,
      "end": 3330.46,
      "text": "hablando del stress ahora sí ahora sí ahora sí esta sí sí justamente ahora vamos a la otra aquí"
    },
    {
      "start": 3330.46,
      "end": 3339.3,
      "text": "vemos simplemente que dejando bloqueado en 20 en 0 20 el trailing vemos que el canal tiene poca"
    },
    {
      "start": 3339.3,
      "end": 3346.45,
      "text": "influencia de acuerdo vemos que tienen muy poca influencia en net profit aún tiene un poco aunque"
    },
    {
      "start": 3346.45,
      "end": 3351.93,
      "text": "fijaros la escala cuidado con la auto escala que esto en los mapas es muy importante y es un motivo"
    },
    {
      "start": 3351.93,
      "end": 3361.02,
      "text": "por lo que uno de los cambios que he hecho no sé si os habéis fijado es en reducir un poco la escala"
    },
    {
      "start": 3361.02,
      "end": 3367.78,
      "text": "que justamente en el disco le sugería eso alejando cuando preguntaba que le salía un dato demasiado"
    },
    {
      "start": 3368.14,
      "end": 3373.78,
      "text": "a lo mejor a veces hay que quitarlos porque a veces están saliendo buenos porque son malos"
    },
    {
      "start": 3373.78,
      "end": 3380.86,
      "text": "de acuerdo porque por ejemplo tienen muy pocos trades entonces hay que hay que siempre analizar"
    },
    {
      "start": 3380.86,
      "end": 3389.86,
      "text": "bien a los datos y tener claro que que a veces tienes que eliminar una parte histórica en este"
    },
    {
      "start": 3389.86,
      "end": 3396.26,
      "text": "caso por ejemplo el otro día estábamos haciendo desde 1 hasta 20 algo y final hasta más arriba"
    },
    {
      "start": 3396.26,
      "end": 3401.54,
      "text": "aquí hemos empezado en 5 porque porque los de 1 a 5 no me interesan no me interesan rompen"
    },
    {
      "start": 3401.54,
      "end": 3410.62,
      "text": "el concepto del don chan que yo busco si yo lo miro en el gráfico de acuerdo aquí me doy cuenta que"
    },
    {
      "start": 3410.62,
      "end": 3415.8,
      "text": "no me sirve ese tipo de estrategia de acuerdo no me sirve ese tipo de estrategia bueno no me sirve"
    },
    {
      "start": 3415.8,
      "end": 3422.5,
      "text": "no es lo que yo estoy buscando de acuerdo bueno a ponerle aquí 5 donde se va a ver muy bien es en"
    },
    {
      "start": 3422.7,
      "end": 3427.78,
      "text": "el canal más bien al final el que gobierna directamente la estrategia siempre el trailing"
    },
    {
      "start": 3427.78,
      "end": 3435.26,
      "text": "el canal tienen bastante relativa poca influencia y por eso veis luego lo veréis en la múltiple que"
    },
    {
      "start": 3435.26,
      "end": 3442.5,
      "text": "se verá muy claro es muy estable fijaros en el ratio de custom fitness tiene poca influencia"
    },
    {
      "start": 3442.5,
      "end": 3448.96,
      "text": "tiene poca influencia sí que baja un poco más en los cortos pero a partir de 10 se estabilice"
    },
    {
      "start": 3448.96,
      "end": 3455.36,
      "text": "casi no cambia nada da lo mismo usar 10 11 12 13 15 que 20 más son nada lo mismo pero me"
    },
    {
      "start": 3455.36,
      "end": 3460.96,
      "text": "entendéis tiene muy poca muy poca mejora o el programiento en cambio en el otro es todo"
    },
    {
      "start": 3460.96,
      "end": 3468.67,
      "text": "lo contrario es el ejemplo la que os estaba enseñando antes que ahora vuelvo a ella es"
    },
    {
      "start": 3468.67,
      "end": 3474.95,
      "text": "el contrario el trailing pero aquí dices bueno oye parece que cada vez es mejor ya pero es lo"
    },
    {
      "start": 3474.95,
      "end": 3479.63,
      "text": "que os decía de la trampa antes con los trades si yo lo llevo hasta arriba cada vez va a ir mejor"
    },
    {
      "start": 3479.99,
      "end": 3485.11,
      "text": "cada vez es mejor pero me va a hacer menos operaciones y esa es un poco la trampa por eso"
    },
    {
      "start": 3485.11,
      "end": 3489.63,
      "text": "cada vez va bajando bajando fijaros cómo baja linealmente a medida que sube el parámetro"
    },
    {
      "start": 3489.63,
      "end": 3500.05,
      "text": "y ordena por el input y es totalmente lineal a relación con 0 10 5000 trades con 0 24 1300"
    },
    {
      "start": 3500.05,
      "end": 3508.18,
      "text": "si le pongo 0 35 200 trades hace 206 con 100 acciones que eso no es nada entonces hay que"
    },
    {
      "start": 3508.18,
      "end": 3514.74,
      "text": "vigilar porque nos podemos hacer trampas esto ha hechicido mucho en la teoría y esto donde lo"
    },
    {
      "start": 3514.74,
      "end": 3522.39,
      "text": "vemos lo vemos aquí lo vemos en el gráfico de verdad que ya lo comenté también la teoría es"
    },
    {
      "start": 3522.39,
      "end": 3526.39,
      "text": "una cosa que me choca de algunos colegas que a veces que me dicen que no miran gráficos de verdad"
    },
    {
      "start": 3526.39,
      "end": 3533.27,
      "text": "no lo entiendo no entiendo porque los datos son muy tramposos a veces sino no les ponemos contexto"
    },
    {
      "start": 3533.27,
      "end": 3540.87,
      "text": "si yo esto le pongo ahora un trailing de 0 30 un canal de 20 vas a ver las operaciones que os hace"
    },
    {
      "start": 3540.87,
      "end": 3553.52,
      "text": "en apple es que no hacen no sale nunca le pongo 0 40 y me pone largo desde el siglo 14 eso es lo"
    },
    {
      "start": 3553.52,
      "end": 3561.24,
      "text": "que queremos hombre esos vayan hold entonces al final cuidado porque podemos caer no es lo que"
    },
    {
      "start": 3561.32,
      "end": 3576.66,
      "text": "queremos entonces hay que buscar un equilibrio entre significación lo que ya hemos comentado"
    },
    {
      "start": 3576.66,
      "end": 3585.42,
      "text": "muchas muchas veces entonces tú decides tienes que dirigir un poco la optimización vale ese"
    },
    {
      "start": 3585.42,
      "end": 3589.82,
      "text": "concepto lo hablábamos mucho cuando elegía los parámetros acordáis la teoría y decíamos es"
    },
    {
      "start": 3589.82,
      "end": 3594.14,
      "text": "importante fijarlo limitar y controlar los parámetros tanto los incrementos como los"
    },
    {
      "start": 3594.14,
      "end": 3600.65,
      "text": "rangos a esto este es un buen ejemplo de eso de decir bueno yo decidí cortar en 0 24 creo que"
    },
    {
      "start": 3600.65,
      "end": 3608.22,
      "text": "fue pero 24 ya está hasta aquí no no lo llevo más no lo quiero llevar más arriba porque si no"
    },
    {
      "start": 3608.22,
      "end": 3619.39,
      "text": "al final sube sube sube y ya está desde si no me interesa me interesa vale bien estos datos"
    },
    {
      "start": 3619.39,
      "end": 3628.61,
      "text": "los tenemos todos por separado a ver ya todos todos los excel y así los vemos también el"
    },
    {
      "start": 3628.61,
      "end": 3633.33,
      "text": "del filtro que era la que os enseñaba antes que era el 3 está el filtro le hemos hecho"
    },
    {
      "start": 3633.33,
      "end": 3645.97,
      "text": "enseñando sortino solo vale para no enseñar las ya digo lo hemos hecho con un pico ni con sortino"
    },
    {
      "start": 3645.97,
      "end": 3655.9,
      "text": "esta sí que la el filtro solo lo hemos hecho con filtro y con trailing vale lo hemos hecho con los"
    },
    {
      "start": 3655.9,
      "end": 3665.32,
      "text": "dos porque porque poner solo el filtro era un poco era un poco pensaba que sólo tiene sólo le he"
    },
    {
      "start": 3665.32,
      "end": 3673.08,
      "text": "dejado hacer 4 4 variaciones de acuerdo sólo le he dejado hacer de 0 5 a 2 si no recuerdo mal"
    },
    {
      "start": 3673.08,
      "end": 3681.92,
      "text": "a ver que lo miro es 0 5 a 1 y medio vale de son 4 4 combinaciones entonces hacerlo solo pues"
    },
    {
      "start": 3681.92,
      "end": 3685.36,
      "text": "no te queda mucho sentido entonces prefiero combinarlo con el trailing porque como ya ya"
    },
    {
      "start": 3685.36,
      "end": 3690.32,
      "text": "hemos visto el canal es poco sensible canal es una variable que en este caso trabaja poco"
    },
    {
      "start": 3690.32,
      "end": 3699.1,
      "text": "es realmente la que la variable más directora o que más marca el rendimiento del sistema es"
    },
    {
      "start": 3699.1,
      "end": 3708.74,
      "text": "el trailing en este caso y aquí pues hemos variado con el trailing y como veis la única"
    },
    {
      "start": 3708.74,
      "end": 3713.78,
      "text": "conclusión que sacas es que el 0 5 que el 0 5 implica cuidado aquí porque es contraintuitivo"
    },
    {
      "start": 3713.78,
      "end": 3723.32,
      "text": "0 5 implica que actúa mucho vale implica que actúa mucho el pese aquí que de pronto 0 con"
    },
    {
      "start": 3723.32,
      "end": 3734.44,
      "text": "0 va desde 1600 straights a 5400 vale y en mil que en 0 5 va desde 1300 a 600 de acuerdo es"
    },
    {
      "start": 3734.44,
      "end": 3740.84,
      "text": "realmente donde implica una mayor actuación es decir el filtra mucho straights en 0 5"
    },
    {
      "start": 3741.24,
      "end": 3747.74,
      "text": "vale filtra mucho aquí ya vimos que era 0 o 1 ya os lo comenté pero bueno para poder analizarlo"
    },
    {
      "start": 3747.74,
      "end": 3754.3,
      "text": "y poderlo ver pues prefería hacer esta pequeña variación de hacer 0 5 vale y ver un poco se"
    },
    {
      "start": 3754.3,
      "end": 3761.02,
      "text": "acero que es sin filtro 0 5 ya veis 0 1 es donde están ahí en 2 también es en a partir de 2 bueno"
    },
    {
      "start": 3761.02,
      "end": 3766.62,
      "text": "en 1 y medio aún tiene bastante actuación en 2 prácticamente equivale al 0 ya es es no"
    },
    {
      "start": 3766.78,
      "end": 3772.1,
      "text": "os acordáis esta es la regla de la volatilidad la regla de la volatilidad yo creo que al final"
    },
    {
      "start": 3772.1,
      "end": 3779.97,
      "text": "en uno para lado largo funciona funciona bastante bastante bien vale bien y en esto"
    },
    {
      "start": 3779.97,
      "end": 3789.26,
      "text": "pues al final hemos traducido en estos 4 exces que rápidamente os voy a enseñar ahora y luego"
    },
    {
      "start": 3789.26,
      "end": 3796.86,
      "text": "enseñaremos trabajaremos el que es al final lo hemos recogido en los 4 exces como ya sabéis"
    },
    {
      "start": 3796.86,
      "end": 3802.98,
      "text": "haciendo este análisis que os enseñe que hacíamos siempre este perfil de optimización"
    },
    {
      "start": 3802.98,
      "end": 3807.3,
      "text": "os acordáis aquí que hemos hecho hemos recogido loopy el sortino el recovery que"
    },
    {
      "start": 3807.3,
      "end": 3813.35,
      "text": "simplemente del profil partido por drawdown y hemos hecho estos variaciones que vimos"
    },
    {
      "start": 3813.35,
      "end": 3818.67,
      "text": "que hacíamos en la teoría y una suma corrup y una suma sin rop ahora profundizamos en"
    },
    {
      "start": 3819.67,
      "end": 3828.22,
      "text": "y esta estadística descriptiva que salía de excel os acordáis que ya sale desde aquí de datos"
    },
    {
      "start": 3828.22,
      "end": 3835.18,
      "text": "análisis de datos eso es bastante útil ponerlo debajo de aquí esto es bastante útil porque al"
    },
    {
      "start": 3835.18,
      "end": 3842.5,
      "text": "final te da valores de media de mediana de moda de la kurtosis te da la desviación máximo mínimo"
    },
    {
      "start": 3842.5,
      "end": 3849.46,
      "text": "y a partir de ahí pues puedes hacer estos cálculos de variación de simplemente normalizar las"
    },
    {
      "start": 3849.46,
      "end": 3855.1,
      "text": "variables porque cada una tiene un rango de actuación y con esta división las normalizamos"
    },
    {
      "start": 3855.1,
      "end": 3860.7,
      "text": "simplemente dividimos cada valor le restamos del máximo y lo dividimos por él no es más que hacer"
    },
    {
      "start": 3861.94,
      "end": 3866.46,
      "text": "no es más que hacer el porcentaje que varía respecto al máximo es decir cuánto cae cada"
    },
    {
      "start": 3866.46,
      "end": 3872.3,
      "text": "variable respecto respecto al máximo cada una al máximo valor que ha alcanzado aquí de esa"
    },
    {
      "start": 3872.3,
      "end": 3878.87,
      "text": "manera la normalizamos también podría hacerse en algunos casos no hemos hecho fijar ese valor"
    },
    {
      "start": 3878.87,
      "end": 3887.3,
      "text": "de acuerdo ese valor ese valor de máximo aquí lo puedes tú limitar para compararlas todas igual"
    },
    {
      "start": 3887.3,
      "end": 3893.1,
      "text": "esto a veces ya cuando para elegir ese por ejemplo pues imagínate que tienes distintas"
    },
    {
      "start": 3893.1,
      "end": 3901.06,
      "text": "optimizaciones en todas ellas pones el mismo máximo para que el valor que salga aquí de media de suma"
    },
    {
      "start": 3901.06,
      "end": 3906.9,
      "text": "y demás pues sea comparable entre todas ellas porque al final este máximo depende de este excel"
    },
    {
      "start": 3906.9,
      "end": 3915.06,
      "text": "solo imagínate que en otro excel alcanzado 0 7 pues el cálculo será sería justo hacerlo en"
    },
    {
      "start": 3915.06,
      "end": 3921.34,
      "text": "todo sobre 0 7 pero bueno esto es sólo en el caso de que por algún motivo sea muy distinto"
    },
    {
      "start": 3921.34,
      "end": 3928.22,
      "text": "este valor máximo vale para hacer esta división que hacemos en estas en estas columnas de acuerdo"
    },
    {
      "start": 3928.54,
      "end": 3934.3,
      "text": "que son en las que tenéis el colorín vale que aquí hemos hecho net profit upi sortino ajustado y"
    },
    {
      "start": 3934.3,
      "end": 3941.32,
      "text": "recovery repito la variación respecto al máximo vale simplemente es esa ese cálculo la variación"
    },
    {
      "start": 3941.32,
      "end": 3948.08,
      "text": "es este varía menos 0 51 por ciento este menos 0 0 2 por ciento este menos 0 51 por ciento y así"
    },
    {
      "start": 3948.08,
      "end": 3954.89,
      "text": "vale de tal manera que si ordenas por el de mayor a menor vais a ver que el que queda arriba del"
    },
    {
      "start": 3954.89,
      "end": 3961.29,
      "text": "todo es el mejor net profit que lo tengo marcado en azul al igual que se ordenó aquí por bar upi me"
    },
    {
      "start": 3961.29,
      "end": 3967.89,
      "text": "va a quedar el mejor lila es el que tiene mejor upi igual que aquí se ordenó por bar sortino"
    },
    {
      "start": 3967.89,
      "end": 3976.81,
      "text": "arriba me va a quedar el que tiene mejor recovery 237 y así sucesivamente de acuerdo el barro me"
    },
    {
      "start": 3976.81,
      "end": 3984.33,
      "text": "va a quedar el que tiene mayor ropa cuidado el ropa aquí lo hemos calculado nosotros lo hemos"
    },
    {
      "start": 3984.33,
      "end": 3994.9,
      "text": "calculado nosotros porque como al final no nos al final no como digo multichars no nos da todos"
    },
    {
      "start": 3994.9,
      "end": 4000.34,
      "text": "los valores pues simplemente con los días que hay en el inci los días que hay en él en él en el"
    },
    {
      "start": 4000.34,
      "end": 4006.58,
      "text": "auto sample hemos calculado que el retorno nos da en un periodo y que retorno nos da en otro ya está"
    },
    {
      "start": 4006.58,
      "end": 4014.66,
      "text": "pero simplemente ha anualizado de acuerdo es decir dividido por 365 multiplicado por los días y"
    },
    {
      "start": 4014.66,
      "end": 4020.83,
      "text": "dividido por 365 que no deja de ser hacer una especie de regla de tres una especie de regla de"
    },
    {
      "start": 4020.83,
      "end": 4027.59,
      "text": "tres de que por ser insap tienes cuatro metros en dos días en un sample tienes 1300 días pues"
    },
    {
      "start": 4027.59,
      "end": 4033.63,
      "text": "pues una de tres de que tiene que ser comparable el beneficio de uno y de otro y eso al final pues"
    },
    {
      "start": 4033.63,
      "end": 4040.59,
      "text": "se da por detalle de acuerdo por detalle de net profit de un periodo respecto al otro comparado"
    },
    {
      "start": 4040.59,
      "end": 4045.23,
      "text": "por día por año da lo mismo que al final se simplifica pero esa es la manera de hacerlo"
    },
    {
      "start": 4045.23,
      "end": 4052.15,
      "text": "comparable recordar que el robustness index o wall forward efficiency en algunos programas de"
    },
    {
      "start": 4052.15,
      "end": 4059.11,
      "text": "wall forward lo que hace es comparar el beneficio anualizado del periodo alto sample con el"
    },
    {
      "start": 4059.11,
      "end": 4067.83,
      "text": "beneficio anualizado del periodo in sample por tanto porque tiene que ser no lo podemos"
    },
    {
      "start": 4067.83,
      "end": 4073.99,
      "text": "compararlo a pelo porque lo que gana en un sample es en un 30% del tiempo en este caso y lo que"
    },
    {
      "start": 4073.99,
      "end": 4078.99,
      "text": "gana en sample es el 70% del tiempo lógicamente las magnitudes en sí no son comparables hay que"
    },
    {
      "start": 4078.99,
      "end": 4084.79,
      "text": "ajustarlas por el tiempo casi todo como los ratios y todo pues lo tenemos que normalizar"
    },
    {
      "start": 4084.79,
      "end": 4091.35,
      "text": "o estandarizar a un periodo y eso hacemos aquí por eso hemos calculado nosotros directamente el"
    },
    {
      "start": 4091.35,
      "end": 4099.31,
      "text": "robundes ya que no nos da multichars vale y con eso pues hemos sacado aquí pues nuestros ratios"
    },
    {
      "start": 4099.31,
      "end": 4105.99,
      "text": "de suma que no deja de ser un que parámetro equilibra mejor en todos los ratios no es más"
    },
    {
      "start": 4105.99,
      "end": 4112.83,
      "text": "que eso es decir porque al final hemos hecho 1 2 3 4 y el rob 5 de acuerdo sería el quinto entonces"
    },
    {
      "start": 4112.83,
      "end": 4120.73,
      "text": "pues cada input pesa un 20% de acuerdo es decir hacemos una una media de estos"
    },
    {
      "start": 4121.49,
      "end": 4128.17,
      "text": "estos inputs de acuerdo que podrían ser otros al final normalmente esto si son buenos ratios"
    },
    {
      "start": 4128.17,
      "end": 4135.29,
      "text": "os van a dar aquí hemos metido un sortino que depende de la volatilidad de los retornos negativos"
    },
    {
      "start": 4135.29,
      "end": 4141.25,
      "text": "en el numerador todos son muy parecidos un recovery que depende del drawdown a pelo del"
    },
    {
      "start": 4141.25,
      "end": 4148.01,
      "text": "drawdown máximo a pelo vale un upi que depende del drawdown y del tiempo que dura el drawdown"
    },
    {
      "start": 4148.01,
      "end": 4154.89,
      "text": "vale y para meterle el retorno a pelo también hemos metido el retorno directo para quitarle"
    },
    {
      "start": 4154.89,
      "end": 4160.99,
      "text": "un poco de peso porque había mucho peso porque estos tres ratios al final están muy gobernados"
    },
    {
      "start": 4160.99,
      "end": 4166.95,
      "text": "por el riesgo entonces también hemos metido el net profit a pelo vale para que también aunque"
    },
    {
      "start": 4166.95,
      "end": 4173.22,
      "text": "eso se ha metido en el profit estaría bien solo estos tres también cuidado no estaría mal no"
    },
    {
      "start": 4173.22,
      "end": 4177.94,
      "text": "sería mal y habría algún pequeño cambio pero no no sería muy significativo de acuerdo esto al"
    },
    {
      "start": 4177.94,
      "end": 4185.06,
      "text": "final simplemente marca cuáles son los 10 mejores aquí vale los 10 mejores es no quiere decir que"
    },
    {
      "start": 4185.06,
      "end": 4191.9,
      "text": "los 10 son los que se han operado vale ahora luego lo vemos eso bien entonces que esta era"
    },
    {
      "start": 4191.9,
      "end": 4198.62,
      "text": "la opti 1 que acordaros que es la completa de acuerdo está así que ahora se voy a enseñar el"
    },
    {
      "start": 4198.62,
      "end": 4207.5,
      "text": "gráfico en el mapa en 3d esta esta es la que mide todos los ratios o sea todos los cuatro perdón"
    },
    {
      "start": 4207.5,
      "end": 4215.26,
      "text": "las tres inputs tiene 1200 combinaciones de 5 a 24 el canal de 0 a 1 y medio el filtro atr variando"
    },
    {
      "start": 4215.26,
      "end": 4224.46,
      "text": "0 5 es solo 4 y el trailing de 0 10 a 0 24 variando de 1 1% que nos da 15 combinaciones total 1200"
    },
    {
      "start": 4224.46,
      "end": 4239.55,
      "text": "esta es toda ella en sample ya que se nos ha olvidado el problema abierto vale bueno aquí"
    },
    {
      "start": 4239.55,
      "end": 4247.55,
      "text": "también la hacemos pero si no nos vemos no nos vemos porque estoy yo que está jugando con él"
    },
    {
      "start": 4247.55,
      "end": 4255.54,
      "text": "y me lo he movido aquí tenemos en sample el alto sample y no nos data claro lógicamente"
    },
    {
      "start": 4255.54,
      "end": 4263.5,
      "text": "lógicamente lo que añade capa de robustes y es interesante es que estos datos sean similares"
    },
    {
      "start": 4263.5,
      "end": 4269.62,
      "text": "que no ocurre del todo aquí de acuerdo no ocurre del todo aquí decir aquí cuando"
    },
    {
      "start": 4269.62,
      "end": 4277.98,
      "text": "orleramos por suma en in sample estamos viendo 0 5 1 0 5 1 1 1 bueno sé que hay un podemos decir"
    },
    {
      "start": 4277.98,
      "end": 4283.94,
      "text": "un predominio de uno pero aparece bastante el 0 5 de puesto aparece bastante el 0 5 si que el"
    },
    {
      "start": 4283.94,
      "end": 4291.0,
      "text": "canal esto ya lo hemos comentado antes hay una cierta aunque el predominio de zonas altas hay"
    },
    {
      "start": 4291.0,
      "end": 4297.04,
      "text": "un poco de todo porque al final el canal lo que hemos dicho no es muy director y sí que vemos en"
    },
    {
      "start": 4297.04,
      "end": 4304.48,
      "text": "in sample se habla ahora un trailing que mayormente se va a la zona alta vale mayormente se va a la"
    },
    {
      "start": 4304.48,
      "end": 4309.56,
      "text": "zona alta como ya lo habíamos visto en el análisis solo por daros que iba a los ratios para allá pues"
    },
    {
      "start": 4309.56,
      "end": 4316.68,
      "text": "bueno también en el conjunto aparece igual lo que ocurre que si analizamos en el auto sample"
    },
    {
      "start": 4316.68,
      "end": 4325.2,
      "text": "donde vemos alguna variación ahí vemos que sí que el trailing que es el más conflictivo parece"
    },
    {
      "start": 4325.2,
      "end": 4336.71,
      "text": "también ir zona alta es decir por eso bien vale bien esto el trailing también se va en la zona"
    },
    {
      "start": 4336.71,
      "end": 4345.78,
      "text": "alta también se va en la zona alta pero vemos que el canal se nos va más a la zona baja este"
    },
    {
      "start": 4345.78,
      "end": 4351.18,
      "text": "es el principal cambio entre in sample y auto sample en esta aquí se nos va a la zona baja ahora"
    },
    {
      "start": 4351.18,
      "end": 4356.02,
      "text": "luego vamos a ver ella solo a ver si pasa lo mismo porque esto es las típicos de preguntas que nos"
    },
    {
      "start": 4356.02,
      "end": 4365.14,
      "text": "tenemos nos tenemos que hacerlo y en principio esto no es preocupante porque ya es lo que hemos"
    },
    {
      "start": 4365.18,
      "end": 4369.14,
      "text": "visto antes en el análisis solo que no vamos a volver a ver lo que me estoy anticipando que"
    },
    {
      "start": 4369.14,
      "end": 4376.3,
      "text": "no es muy director este parámetro de acuerdo es muy en todas las zonas va bastante bien de acuerdo"
    },
    {
      "start": 4376.3,
      "end": 4383.22,
      "text": "así que bueno pues le ha dado aquí pues perfecto pues muy bien pero pero no no es tampoco tremendamente"
    },
    {
      "start": 4383.22,
      "end": 4389.66,
      "text": "crítico de acuerdo no es tremendamente crítico y de hecho si vemos aquí las los valores que nos"
    },
    {
      "start": 4389.66,
      "end": 4403.18,
      "text": "da en cuanto a profit pero si aquí arriba estamos 99 100 y vamos bajando y estamos en 80 60 70 50"
    },
    {
      "start": 4403.18,
      "end": 4416.78,
      "text": "lógicamente y en los ratios en esta suma aquí la suma fijaros que el que da menos da menos 1 26"
    },
    {
      "start": 4417.14,
      "end": 4426.26,
      "text": "la suma de todos estos ratios vale pero fijaros que no es muy abrupto se va oscilando bastante"
    },
    {
      "start": 4426.26,
      "end": 4434.71,
      "text": "llega a doblar al final casi llega a afilar bastante aproximadamente la mitad está bien"
    },
    {
      "start": 4434.71,
      "end": 4441.59,
      "text": "es bastante progresivo es bastante es bastante progresivo lógicamente en el old data el old"
    },
    {
      "start": 4441.59,
      "end": 4448.11,
      "text": "data al final es todo el periodo junto y esto porque alguien creo que lo había comentado el"
    },
    {
      "start": 4448.11,
      "end": 4455.15,
      "text": "último día y ya voy ligando así o en el disco creo que la auror y también que comentaba si"
    },
    {
      "start": 4455.15,
      "end": 4460.99,
      "text": "donde era tenía más sentido elegir los parámetros donde tiene más sentido elegir los parámetros es"
    },
    {
      "start": 4460.99,
      "end": 4467.58,
      "text": "en el old data en el old data pero habiendo mirado también que ha hecho un sample y que ha hecho"
    },
    {
      "start": 4468.14,
      "end": 4475.62,
      "text": "es decir no quiere decir que ignoremos los otros datos pero la elección o sea al final recordar"
    },
    {
      "start": 4475.62,
      "end": 4482.85,
      "text": "que la lo mismo que decían los robunes todas las la mayoría de trabajos que hacemos no son para"
    },
    {
      "start": 4482.85,
      "end": 4498.38,
      "text": "elegir sets no son para elegirse de acuerdo vale al final al final el el que ya lo diré el que"
    },
    {
      "start": 4499.38,
      "end": 4504.34,
      "text": "la mayoría de procedimientos que hacemos son simplemente para evaluar la estrategia es decir"
    },
    {
      "start": 4504.34,
      "end": 4511.54,
      "text": "para considerar que la estrategia es apta para operar vale y cuando llegamos a esa conclusión"
    },
    {
      "start": 4511.54,
      "end": 4520.17,
      "text": "entonces elegimos set vale pero no elegir set es al final todavía no hemos ni hablado de ello"
    },
    {
      "start": 4520.17,
      "end": 4527.7,
      "text": "entonces pero sí que lo haríamos en old data si consideramos que la estrategia es robusta que nos"
    },
    {
      "start": 4527.7,
      "end": 4533.34,
      "text": "gusta para operar solo eso que tiene un rendimiento aceptable mínimo etcétera etcétera tiene un"
    },
    {
      "start": 4533.34,
      "end": 4538.26,
      "text": "perfil de riesgo que nos gusta etcétera pueden haber muchos motivos que nos lleven a no operar"
    },
    {
      "start": 4538.26,
      "end": 4546.89,
      "text": "o si operar esa estrategia pero de momento evaluaríamos simplemente evaluaríamos simplemente"
    },
    {
      "start": 4546.89,
      "end": 4555.21,
      "text": "la la idoneidad de la de la estrategia bien de momento por lo que os digo esta comparación"
    },
    {
      "start": 4555.21,
      "end": 4562.14,
      "text": "entre in sample y auto sample si que corrobora bastante que el trailing va en esta zona pero"
    },
    {
      "start": 4562.14,
      "end": 4567.94,
      "text": "hay esa ambigüidad en cuanto al filtro atr sí que en el auto sample se va claramente al uno"
    },
    {
      "start": 4567.94,
      "end": 4574.18,
      "text": "pero es que todas las primeras son 111 hasta llegar bastante abajo vale cuando en el in sample"
    },
    {
      "start": 4574.18,
      "end": 4582.26,
      "text": "pues no estaba tan claro digamos que hay más partida en el old data usando los dos también"
    },
    {
      "start": 4582.26,
      "end": 4590.7,
      "text": "aparece el 1 1 y medio pero en general claramente el 1 claramente con lo cual sí que ahí parece"
    },
    {
      "start": 4590.7,
      "end": 4598.94,
      "text": "apuntarse que el 1 es el que más claro y aquí fijaros que en el old data en el canal pues"
    },
    {
      "start": 4598.94,
      "end": 4604.3,
      "text": "aparecen los dos lados aparecen los que salían más en el auto sample y aparece que salían más"
    },
    {
      "start": 4605.3,
      "end": 4613.74,
      "text": "y se mantiene ahí muy alto entre él lo quiere muy alto muy alto esto ya nos dice una cosa de"
    },
    {
      "start": 4613.74,
      "end": 4626.74,
      "text": "no es tampoco muy buenas señales no es muy buena señal porque porque que nos está indicando hay"
    },
    {
      "start": 4626.74,
      "end": 4632.66,
      "text": "que hay que hay que ir aprendiendo a leer a leer las optimizaciones a leer las que lo hicieron de"
    },
    {
      "start": 4632.66,
      "end": 4638.42,
      "text": "lo que nos están diciendo que nos está diciendo que no quiere salir que veía yo aquí estaba la"
    },
    {
      "start": 4639.02,
      "end": 4651.36,
      "text": "si yo le pongo aquí 024 veis que aún tarda bastante en salir pero va saliendo va saliendo"
    },
    {
      "start": 4651.36,
      "end": 4658.33,
      "text": "algunos casos vale pero fijaros que la mayoría de veces aún me entra más más más caro con"
    },
    {
      "start": 4658.33,
      "end": 4663.37,
      "text": "alguna excepción importante que esas son las que le cuestionan los que le permiten habrá alguna"
    },
    {
      "start": 4663.37,
      "end": 4669.85,
      "text": "excepción muy muy importante como esta recuerdo que ya justifica seguramente toda la todo esto"
    },
    {
      "start": 4669.85,
      "end": 4675.13,
      "text": "pero es que los stops como ya sabéis ya os he comentado muchas veces normalmente lo viene"
    },
    {
      "start": 4675.13,
      "end": 4681.65,
      "text": "a aportar mucho al sistema de términos de retorno pero sí que en términos de riesgo vale pero aquí"
    },
    {
      "start": 4681.65,
      "end": 4688.81,
      "text": "que se tiene cada vez lo que era mayor quiere decir que no es una salida muy eficiente de"
    },
    {
      "start": 4688.81,
      "end": 4701.15,
      "text": "acuerdo decir cuando tú tienes este tipo de mapa os lo digo esto vamos a abrir esta está en las"
    },
    {
      "start": 4701.15,
      "end": 4714.87,
      "text": "dos la vamos a abrir en el opti 1 en sortino no esa no es perdón yo sabrón data sabrón data"
    },
    {
      "start": 4714.87,
      "end": 4727.04,
      "text": "para trabajar con toda la base de datos opti 1 el data y opti 1 y aquí está son las son las dos"
    },
    {
      "start": 4727.04,
      "end": 4749.7,
      "text": "a ver si puedo de alguna manera no voy a poder esto bueno lo podemos poner así no se nos va a ver se"
    },
    {
      "start": 4749.7,
      "end": 4775.83,
      "text": "nos va a ver a esta es el que me asegure el nombre que me salía vale entonces lo que lo que"
    },
    {
      "start": 4775.83,
      "end": 4783.27,
      "text": "os comentaba veis al final el canal lógicamente tiene poquito de importar esto es retorno vamos"
    },
    {
      "start": 4783.27,
      "end": 4799.54,
      "text": "a poner el vamos a poner el fitness en esta es ahora porque sale aquí esto ahora no no que se"
    },
    {
      "start": 4799.54,
      "end": 4803.62,
      "text": "vea a veces a aprovechar se me abre debajo de todas las que tengo del youtube webinar entonces"
    },
    {
      "start": 4803.62,
      "end": 4819.3,
      "text": "no las puedo mover justo en fitness aquí y justo en fitness aquí que no es la misma de acuerdo"
    },
    {
      "start": 4819.3,
      "end": 4825.3,
      "text": "una es sortino y la otra es pero como veis es bastante bastante similar aquí sí que se aprecia"
    },
    {
      "start": 4825.3,
      "end": 4832.42,
      "text": "muy bien no que el canal pues bueno vale bien si poco mejor aquí poco mejor aquí los extremos pero"
    },
    {
      "start": 4832.42,
      "end": 4838.42,
      "text": "en general bastante bien vale para esto viene muy bien la marca de agua que tenés la barra aquí"
    },
    {
      "start": 4838.42,
      "end": 4845.34,
      "text": "la vas moviendo porque porque así como que te quita lo que no quieres ver es acordaros cuando"
    },
    {
      "start": 4845.34,
      "end": 4849.82,
      "text": "hice la práctica en excel que en el excel lo hacíamos así al final el excel cuando hacemos el"
    },
    {
      "start": 4849.82,
      "end": 4853.66,
      "text": "excel y no hacemos el mapa que también los lo enseñe a enseñar pero yo os dije que nosotros"
    },
    {
      "start": 4853.66,
      "end": 4858.42,
      "text": "normalmente en excel no lo hacemos nos quedamos con la con la tabla dinámica en colores porque"
    },
    {
      "start": 4858.42,
      "end": 4863.98,
      "text": "al final es esto es hacer esto visto desde arriba y con los colores cambiando el color"
    },
    {
      "start": 4863.98,
      "end": 4868.54,
      "text": "dependiendo el relieve ya ves un poco pero bueno es igual al final el objetivo es simplemente"
    },
    {
      "start": 4868.54,
      "end": 4873.74,
      "text": "ver la estabilidad de los parámetros de acuerdo ver la estabilidad de los parámetros no es otro"
    },
    {
      "start": 4873.74,
      "end": 4881.1,
      "text": "vale bueno se ven muy estables se ven muy muy estables sobre todo repito el canal en lo que"
    },
    {
      "start": 4881.1,
      "end": 4887.78,
      "text": "decía pero sí que es verdad aunque es verdad que aquí en la zona de 20 parece haber ahí una cierta"
    },
    {
      "start": 4887.78,
      "end": 4894.46,
      "text": "quiere estabilizar pero parece como quiere ese más más arriba no parece que se más allá por"
    },
    {
      "start": 4894.46,
      "end": 4900.1,
      "text": "tema de muestra también de velocidad de optimización pues no no queríamos llevarla mucho más arriba pero"
    },
    {
      "start": 4900.1,
      "end": 4908.54,
      "text": "tampoco estaría mal aquí ahora tampoco estaría mal pues analizar decir pues mira le voy a cortar"
    },
    {
      "start": 4908.54,
      "end": 4914.86,
      "text": "aquí en 0 18 y lo vamos a llevar bastante más arriba con un límite de trades mínimo pero para"
    },
    {
      "start": 4914.86,
      "end": 4920.38,
      "text": "ver si sigue sigue con la tendencia arriba porque porque si sigue indefinidamente queriendo subir"
    },
    {
      "start": 4920.38,
      "end": 4926.95,
      "text": "eso es un claro signo de que el esto no es eficiente recuerdo que esto es eficiente y"
    },
    {
      "start": 4926.95,
      "end": 4932.51,
      "text": "que no lo quiere y me puede decir hombre pero eso ya me lo has dicho que suele pasar ya pero no"
    },
    {
      "start": 4932.51,
      "end": 4939.07,
      "text": "olvidar que ese sistema no tiene otro mecanismo de salida yo por ejemplo esto en apolo por ejemplo"
    },
    {
      "start": 4939.07,
      "end": 4948.95,
      "text": "el sistema que operamos también ocurre que al final quiere un esto muy alto pero tiene otro"
    },
    {
      "start": 4948.95,
      "end": 4954.31,
      "text": "mecanismo de salidos apolo puede salir por otros métodos no sólo por esto pero esto es como un"
    },
    {
      "start": 4954.31,
      "end": 4961.1,
      "text": "hard stop y que un hard stop que salta pocas veces pero cuando salta te hace bastante daño no aquí"
    },
    {
      "start": 4961.1,
      "end": 4967.42,
      "text": "no es el caso que es su único mecanismo de salida le podríamos haber dejado que existe esa"
    },
    {
      "start": 4967.42,
      "end": 4972.22,
      "text": "posibilidad recordar salir por la media y tampoco estaría mal porque también es tendencial en ese"
    },
    {
      "start": 4972.22,
      "end": 4979.99,
      "text": "caso y en ese caso al final casi nunca habrá salido por esto sólo en algún día de volatilidad"
    },
    {
      "start": 4979.99,
      "end": 4984.99,
      "text": "salvaje que un día que era mucho y tanto pero casi nunca te hubieras salido por por esto que"
    },
    {
      "start": 4984.99,
      "end": 4990.03,
      "text": "siempre te hubieras salido por la media del canal y entonces el canal se hubiera vuelto más director"
    },
    {
      "start": 4990.03,
      "end": 4997.71,
      "text": "vale lo dejo también como como ejercicio para que probáis vosotros por cierto no lo no lo abierto"
    },
    {
      "start": 4997.71,
      "end": 5003.35,
      "text": "pero lo enseño aquí en el pdf aquellos que ya lo habéis visto lo tenéis ahí está explicada la"
    },
    {
      "start": 5003.35,
      "end": 5008.75,
      "text": "estrategia y al final está el código digiremos directamente este está ya limpia sólo con lo que"
    },
    {
      "start": 5008.75,
      "end": 5014.63,
      "text": "usamos no está la media pero podéis ponerla de acuerdo porque quería daros esta la que estamos"
    },
    {
      "start": 5014.63,
      "end": 5023.47,
      "text": "viendo sólo pura y dura vale si alguien quiere que le pase la cola media pues es bastante sencillo"
    },
    {
      "start": 5023.47,
      "end": 5029.71,
      "text": "no tiene mucha historia pero si alguien lo quiere se lo pasamos a ver vale pero recordar"
    },
    {
      "start": 5029.71,
      "end": 5035.79,
      "text": "que teníamos una versión con más salidas esto trailing ahí esto tp y también la salida por"
    },
    {
      "start": 5035.79,
      "end": 5042.31,
      "text": "el número de barras y por media por número de barras y buscamos un tendencial no me convence"
    },
    {
      "start": 5042.31,
      "end": 5047.27,
      "text": "como ya os comenté pero en media si tendría sentido si tendría sentido y así el canal se"
    },
    {
      "start": 5047.27,
      "end": 5052.69,
      "text": "volvería bastante más director bueno lo dejo como digo para que lo probéis vosotros de hacer"
    },
    {
      "start": 5052.85,
      "end": 5061.64,
      "text": "bien entonces aquí el mapa se ve bastante bien la verdad el mapa el mapa en general de los dos"
    },
    {
      "start": 5061.64,
      "end": 5068.55,
      "text": "tanto por upi como por se ve bastante bien se ve que el canal no es director y se ve que en esta"
    },
    {
      "start": 5068.55,
      "end": 5076.35,
      "text": "zona de 0 20 0 22 0 24 hay bastante estabilidad de acuerdo quizá aquí en 0 20 no es donde quizá"
    },
    {
      "start": 5076.35,
      "end": 5089.54,
      "text": "se ve mejor aunque aquí sí sí parece que también ya podemos aún forzarlo más ahí y veis como si"
    },
    {
      "start": 5089.54,
      "end": 5095.26,
      "text": "que se quiere cerrar ahí veis entre una planicia y 0 20 es decir esta zona un poco del pico pero"
    },
    {
      "start": 5095.26,
      "end": 5102.43,
      "text": "bueno todo el todo el 0 20 fijaros que es muy muy muy estable pero bueno cualquier caso ya os"
    },
    {
      "start": 5102.43,
      "end": 5107.83,
      "text": "digo toda esta zona está bien aquí creo que está fijado en uno ahora se ha fijado en uno"
    },
    {
      "start": 5108.03,
      "end": 5121.57,
      "text": "vamos a probar por ejemplo en el 0 y el troncero lo que os decía de cuidado con las auto escalas"
    },
    {
      "start": 5121.57,
      "end": 5128.01,
      "text": "porque al final los gráficos alto escala y por eso os decía que había quitado un poco de aquí"
    },
    {
      "start": 5128.01,
      "end": 5134.37,
      "text": "también vale había quitado de lo había dejado bajar el 0 10 para que no se me cayera tanto porque"
    },
    {
      "start": 5134.37,
      "end": 5138.17,
      "text": "si no al final como el gráfico se auto escala el valor mínimo que coges el mínimo que le da"
    },
    {
      "start": 5138.17,
      "end": 5144.09,
      "text": "entonces se la hace más o menos abrupta entonces por eso hay veces que interesa también cortarlas"
    },
    {
      "start": 5144.09,
      "end": 5151.09,
      "text": "porque meter mucho más hace que el valor inferior sea muy bajo o el valor superior sea muy alto y"
    },
    {
      "start": 5151.09,
      "end": 5160.19,
      "text": "como los gráficos auto escalan pues perdemos un poco de vista la dato de hecho aquí podría por"
    },
    {
      "start": 5160.19,
      "end": 5189.01,
      "text": "ejemplo aquí podría hacer esto pero subió bastante considerable si no esto es meterlas las distintas"
    },
    {
      "start": 5189.01,
      "end": 5200.64,
      "text": "variables todos los inputs ves así metidos chulo pero pero no es fácil de leer no quiero si se"
    },
    {
      "start": 5200.64,
      "end": 5210.26,
      "text": "va a interpretar bien así es la verdad lo dejamos así lo dejamos así entonces lo que lo que os"
    },
    {
      "start": 5210.26,
      "end": 5216.12,
      "text": "decía de la de la auto escala aquí lo que pasa que ahora sabéis qué pasa que con él con él"
    },
    {
      "start": 5217.4,
      "end": 5223.84,
      "text": "al tenerlo así se me está mira voy a quedarme sólo con el de sortino y así creo que lo podremos"
    },
    {
      "start": 5223.84,
      "end": 5238.29,
      "text": "ver mejor exactamente pisa que la escala el cost of fitness value es ahí veis el valor de abajo y"
    },
    {
      "start": 5238.29,
      "end": 5245.21,
      "text": "arriba vale a lo mejor lo tenemos fijaros ahora en 0 en 0 12 vale bueno se ve 0 12 es un poco más"
    },
    {
      "start": 5245.21,
      "end": 5255.88,
      "text": "0 14 por ahí vale cuando cambie aquí por ejemplo y ponga 0 5 es otro es otro y esto a veces es lo"
    },
    {
      "start": 5255.88,
      "end": 5263.54,
      "text": "que nos puede llevar a ver aquí tampoco hay mucha una gran variación pero puede haberla como"
    },
    {
      "start": 5263.54,
      "end": 5268.22,
      "text": "se auto escala yo sigo viendo el dibujo que está muy bien todo muy planito pero está planito más"
    },
    {
      "start": 5268.22,
      "end": 5277.34,
      "text": "arriba o más abajo entonces es el mismo problema que os digo siempre con los gráficos de acciones"
    },
    {
      "start": 5277.34,
      "end": 5283.9,
      "text": "o de futuros de que pues se auto escalan y a veces que eso engaña mucho a la percepción de los"
    },
    {
      "start": 5283.9,
      "end": 5289.06,
      "text": "movimientos parece que no se ha movido parece que se ha movido mucho realmente no se ha movido nada"
    },
    {
      "start": 5289.06,
      "end": 5298.5,
      "text": "porque tu ves hay un gráfico que tendencia que pasada se ha movido un 0 20 no es nada como el"
    },
    {
      "start": 5298.5,
      "end": 5304.6,
      "text": "gráfico se auto escala a la pantalla aquí pasa un poco lo mismo y como no te deja limitar este"
    },
    {
      "start": 5304.6,
      "end": 5311.98,
      "text": "valor sí que te deja elegir la variable y demás pero no te deja elegir el valor no y pues te puede"
    },
    {
      "start": 5311.98,
      "end": 5317.66,
      "text": "pasar te puede pasar eso vale para eso también tenemos luego como como habéis visto los datos en"
    },
    {
      "start": 5317.66,
      "end": 5324.62,
      "text": "excel para poder aquí verlos trabajarlos y aquí podemos ver todos sus valores mucho mejor todo"
    },
    {
      "start": 5324.62,
      "end": 5334.57,
      "text": "es complementario no sólo una cosa a otra vale no es una cosa u otra nos dicen cosas distintas"
    },
    {
      "start": 5334.57,
      "end": 5340.97,
      "text": "aquí vemos un poco como decía estabilidad y en general fijaros que hasta en todos ellos vemos"
    },
    {
      "start": 5340.97,
      "end": 5347.0,
      "text": "estabilidad siempre habrán unos más que en otros pero todos ellos vemos así lo que sí que viene"
    },
    {
      "start": 5347.0,
      "end": 5351.16,
      "text": "muy bien para esto pero esto lo quería decir se me olvidaba vale la marca de agua sí que no se"
    },
    {
      "start": 5351.16,
      "end": 5356.96,
      "text": "mueve vale es decir si yo por ejemplo pongo la marca de agua y veis que está ahora en 0 1 se"
    },
    {
      "start": 5356.96,
      "end": 5364.48,
      "text": "ve bien aquí vale no se mueve la marca de agua ahora yo voy a cambiar y la marca de agua va a estar"
    },
    {
      "start": 5364.48,
      "end": 5375.89,
      "text": "en 0 1 y eso viene muy bien para para evitar eso que os decía vale y era muy bien para eso 0 1"
    },
    {
      "start": 5376.89,
      "end": 5390.86,
      "text": "si se puede subir pero yo estaba que aseguró que te la dejaba fijar no te la dejan 0 1"
    },
    {
      "start": 5390.86,
      "end": 5400.6,
      "text": "pues la verdad es menos útil de lo que pensaba en ese caso sí porque ves yo la dejo aquí quita"
    },
    {
      "start": 5400.6,
      "end": 5416.89,
      "text": "0 1 y ahora te cambio de input y no la dejan 0 1 es lo totalmente lógico yo diría que son"
    },
    {
      "start": 5417.01,
      "end": 5426.36,
      "text": "pero bueno pero todos los programas de este tipo de dimensión al final de la marca de agua te la"
    },
    {
      "start": 5426.36,
      "end": 5433.85,
      "text": "dejan quieta porque es la gracia es lo que te sirve un poco de de marca de agua o sea de nivel"
    },
    {
      "start": 5433.85,
      "end": 5439.7,
      "text": "de control no te sirve de nivel de control de ver todo el rato dice bueno venga yo lo voy a dejar"
    },
    {
      "start": 5439.7,
      "end": 5444.22,
      "text": "de esto fijado aquí y vas viendo las distintas combinaciones de cómo te quedan a cada a cada"
    },
    {
      "start": 5445.5,
      "end": 5456.99,
      "text": "es un poco la gracia mi opinión eso no tengo que ir moviendo yo para eso no necesito la marca"
    },
    {
      "start": 5456.99,
      "end": 5467.18,
      "text": "si la tengo que ir moviendo yo no me hace falta marca de agua ya lo sé yo que de verdad todos"
    },
    {
      "start": 5467.18,
      "end": 5477.56,
      "text": "los problemas tienen algo es los problemas tienen algo también puede ser que sea un tema de precisión"
    },
    {
      "start": 5477.56,
      "end": 5485.03,
      "text": "porque ves como el 0 10 es muy claro como en realidad tengo tres decimales ahí puede ser"
    },
    {
      "start": 5485.03,
      "end": 5495.44,
      "text": "que sea eso es un efecto óptico que no se esté pasando nada que cojones bueno en definitiva en el"
    },
    {
      "start": 5495.44,
      "end": 5501.24,
      "text": "excel lo hemos visto bastante claro la zona que parecía más estable de más es en la zona de uno"
    },
    {
      "start": 5501.24,
      "end": 5507.91,
      "text": "aunque eso que os digo en todos va bastante bien bastante en todos los niveles de filtro va va"
    },
    {
      "start": 5507.91,
      "end": 5516.36,
      "text": "bastante bien no es un filtro muy muy muy potente pero sí que tiene tiene para hacer cierto nivel"
    },
    {
      "start": 5516.36,
      "end": 5522.44,
      "text": "de mejora yo la verdad cuando un filtro ya os lo comenté sólo aporta una cierta nivel de mejora"
    },
    {
      "start": 5522.44,
      "end": 5531.53,
      "text": "no soy muy partidario de meterlos vale pero bueno esto podemos hacer un análisis añadido es decir"
    },
    {
      "start": 5531.53,
      "end": 5540.12,
      "text": "que que cambia por ejemplo yo tengo aquí 5024 este 5024 por el filtro a cero donde está la vez"
    },
    {
      "start": 5540.12,
      "end": 5546.88,
      "text": "donde está entonces de entrada puedo quitar los otros filtros para que no me molesten"
    },
    {
      "start": 5546.88,
      "end": 5561.83,
      "text": "vale y vamos a buscar el 5 por ejemplo 024 que es número 1 ahí está 523 521 520 está bastante"
    },
    {
      "start": 5561.83,
      "end": 5586.84,
      "text": "bajo bueno he pasado el 524 no vamos a hacer una cosa vamos a bloquearlo y esa voy a dejar el 5"
    },
    {
      "start": 5586.84,
      "end": 5596.49,
      "text": "el 6 5 y 6 23 24 voy a dejar sólo los que los que me están saliendo y arriba es a los extremos"
    },
    {
      "start": 5596.49,
      "end": 5624.2,
      "text": "y aquí voy a dejar sólo 24 23 aquí bueno no lo veía realmente está muy muy abajo pero a mí me"
    },
    {
      "start": 5624.2,
      "end": 5635.11,
      "text": "interesa ver los trades bueno sí que son casi 203 de diferencia casi 203 de diferencia si sí"
    },
    {
      "start": 5635.55,
      "end": 5640.67,
      "text": "sí que tiene bastante bueno tiene un cierto impacto al final son dos trades por acción"
    },
    {
      "start": 5640.67,
      "end": 5647.3,
      "text": "aproximadamente de media dos trades por acción dos test por acción aproximadamente de media"
    },
    {
      "start": 5647.3,
      "end": 5657.86,
      "text": "entonces sé que tiene cierta implicación y sí que parece aportar bastante mejor a la verdad bien"
    },
    {
      "start": 5657.86,
      "end": 5689.24,
      "text": "entonces para acabar ya esta parte y hacer un pequeño escanso de 5 minutos 3 4 el 2 el 2 este"
    },
    {
      "start": 5689.24,
      "end": 5697.06,
      "text": "efecto como has visto antes en el canal fijaros que en este sólo hemos analizado el canal y hemos"
    },
    {
      "start": 5697.06,
      "end": 5702.78,
      "text": "bloqueado el filtro el filtro en cero porque esto sí que si estamos analizando el filtro lo metemos"
    },
    {
      "start": 5702.78,
      "end": 5709.37,
      "text": "al final y hemos dejado el trailing en 20 20 era un valor que no está mal y que vemos sólo el"
    },
    {
      "start": 5709.37,
      "end": 5716.29,
      "text": "canal de acuerdo estas digamos como podríamos haber empezado a analizar el sistema si no"
    },
    {
      "start": 5716.29,
      "end": 5721.69,
      "text": "supiéramos por dónde pillarlo voy a ver qué tal va el canal y vemos que en sample ya vemos"
    },
    {
      "start": 5721.69,
      "end": 5732.92,
      "text": "un poco eso vemos que fijaros tienes 13 9 24 8 no se ve una clara línea no se ve bastante"
    },
    {
      "start": 5732.92,
      "end": 5739.78,
      "text": "dispersión y en un sample igual aquí sí que se ve un poco lo mismo aunque sí que es verdad que el"
    },
    {
      "start": 5739.78,
      "end": 5747.18,
      "text": "que está arriba es 8 9 10 aquí el 8 está el sexto también decir también está muy bien colocado y"
    },
    {
      "start": 5747.22,
      "end": 5752.42,
      "text": "el 9 está segundo es decir realmente aquí sí que en in sample y out sample sólo el canal fijando"
    },
    {
      "start": 5752.42,
      "end": 5760.98,
      "text": "en 0 20 el traen en los datos que vemos en in sample y en out sample son muy muy parecidos son"
    },
    {
      "start": 5760.98,
      "end": 5767.99,
      "text": "realmente muy parecidos el demás retorno fijaros me dan 11 aquí el demás retorno me da 9 el que"
    },
    {
      "start": 5767.99,
      "end": 5777.27,
      "text": "da un pie sortino me da 23 aquí en cambio da 8 así que no no no concuerda pero en general"
    },
    {
      "start": 5777.27,
      "end": 5786.39,
      "text": "datos bastante bastante parecidos a la que miramos esta mezcla de equilibrio entre las cuatro"
    },
    {
      "start": 5786.39,
      "end": 5794.67,
      "text": "variables de acuerdo en el profit up y sortino ajustados recovery vale tenemos bastante bastante"
    },
    {
      "start": 5794.67,
      "end": 5801.19,
      "text": "lo mismo esto es bueno esto es bueno y al final vemos en all data pues es que hay valores altos"
    },
    {
      "start": 5801.19,
      "end": 5807.79,
      "text": "y valores bajos que esto es lo que hemos visto al final también valores bajos y valores altos bien"
    },
    {
      "start": 5807.79,
      "end": 5813.75,
      "text": "cuál elegir si vemos que es lo mismo bueno pero no es fácil no es fácil es verdad que no cuando"
    },
    {
      "start": 5813.75,
      "end": 5819.68,
      "text": "cuando un sistema esto también nos pasa bastante a veces en apolo cuando un sistema es bastante"
    },
    {
      "start": 5819.68,
      "end": 5825.32,
      "text": "robusto que va muy bien en distintas zonas pues no es fácil no es fácil elegir porque hay que"
    },
    {
      "start": 5825.32,
      "end": 5831.56,
      "text": "elegir alguno y no y no es sencillo vale en todo caso sí que lo haríamos ya en definitiva"
    },
    {
      "start": 5833.4,
      "end": 5841.59,
      "text": "usando los datos completos de acuerdo de la de la opti 1 pero esto como ya os comenté nosotros"
    },
    {
      "start": 5841.59,
      "end": 5850.58,
      "text": "cuando vamos a hacer la elección final no lo hacemos desde esta pero creo filtrado esto"
    },
    {
      "start": 5852.56,
      "end": 5858.28,
      "text": "no lo hacemos desde esta directamente desde aquí ya los quedamos de acuerdo vamos a ver"
    },
    {
      "start": 5858.28,
      "end": 5863.68,
      "text": "algo más de acuerdo vamos a ver el performance report y vemos algún dato más vemos la curva"
    },
    {
      "start": 5865.71,
      "end": 5871.47,
      "text": "esto es lo que nos da ya un poco el el filtrado final vale en este caso sí que"
    },
    {
      "start": 5873.11,
      "end": 5879.27,
      "text": "lo que ya tenía hecho limpiaría el filtro de acuerdo diría bueno me voy a quedar con cero"
    },
    {
      "start": 5879.27,
      "end": 5883.99,
      "text": "con uno acuerdos los he usado instrumentalmente pero no me no me interesan de acuerdo los los"
    },
    {
      "start": 5883.99,
      "end": 5891.52,
      "text": "quito voy a quedarme solo con cero y con uno es solo activo o no lo activo y si lo activo"
    },
    {
      "start": 5891.52,
      "end": 5902.14,
      "text": "activa 0 1 aunque me ha salido mejor 1 y medio 0 5 me da igual no me no me convence regularlo"
    },
    {
      "start": 5902.14,
      "end": 5909.42,
      "text": "darle tanto nivel de detalle y lo dejo en 0 1 sólo aquí ya hay algunos que los he eliminado"
    },
    {
      "start": 5910.38,
      "end": 5918.58,
      "text": "pero sí que mirando aquí sí que en sample sample vemos esa pequeña aparente contradicción"
    },
    {
      "start": 5918.58,
      "end": 5923.5,
      "text": "en que en sample nos salen canales muy altos y en un sample nos salen más bien canales bajos"
    },
    {
      "start": 5923.5,
      "end": 5929.74,
      "text": "y en el data nos sale los dos pero sí que en el trailing vemos esa"
    },
    {
      "start": 5929.74,
      "end": 5944.26,
      "text": "tendencia a la zona a la zona alta de 0 22 0 24 aquí sí que también te puede ayudar el mapa"
    },
    {
      "start": 5944.26,
      "end": 5950.86,
      "text": "que todos estos los llevaríamos y en este caso en un sistema multi activo donde lo acabaríamos"
    },
    {
      "start": 5950.86,
      "end": 5959.65,
      "text": "de afinar es el maestro nosotros esto lo pasaríamos ya el maestro y guardaríamos estos seds que lo"
    },
    {
      "start": 5959.65,
      "end": 5969.46,
      "text": "vamos a hacer ahora mientras hacemos el descanso vale para ya acabar de tomar la decisión mira"
    },
    {
      "start": 5969.46,
      "end": 5977.81,
      "text": "os voy a poner casi el descanso y mientras lo monto yo y así aprovechamos un poco más el tiempo"
    },
    {
      "start": 5977.81,
      "end": 5996.48,
      "text": "así que espérate coloco el relojito que siempre queda más chulo para ver si hoy quiero dejar"
    },
    {
      "start": 5996.48,
      "end": 6008.7,
      "text": "cerrado este sistema para pasar a pasar a otro 5 minutos de descanso y volvemos en nada"
    },
    {
      "start": 6008.7,
      "end": 6086.3,
      "text": "bien ya estoy por aquí vamos a ver esto bien vamos a ver aquí ahora a pasar vamos a pasar"
    },
    {
      "start": 6086.3,
      "end": 6094.65,
      "text": "a algunos sets por maestro he montado el visor que estuviera por favor bien montado y ha hecho"
    },
    {
      "start": 6094.65,
      "end": 6130.76,
      "text": "uno de prueba y simplemente pues vamos a haber hecho el 1 5 hacer el 1 6 y 4 6 y 0 24 al final"
    },
    {
      "start": 6130.76,
      "end": 6141.09,
      "text": "aquí no no sólo pensar que no sólo necesariamente que sí que es verdad que hay un punto objetivo"
    },
    {
      "start": 6141.65,
      "end": 6151.19,
      "text": "podemos hacer los amarillos los datos objetivos también nos lo hemos mostrado antes pero sí que"
    },
    {
      "start": 6151.19,
      "end": 6157.59,
      "text": "solemos también mirar la distribución en todas las todos los inputs por separados aquí miramos"
    },
    {
      "start": 6157.59,
      "end": 6164.07,
      "text": "la suma que es un poco el equilibrio de todos pero vez de ordeno por en el profit y vemos que se"
    },
    {
      "start": 6164.07,
      "end": 6172.83,
      "text": "quedan ahí bastantes amarillos en la parte la parte alta está diciendo mucho veo que no p pasa"
    },
    {
      "start": 6172.83,
      "end": 6183.85,
      "text": "un poco lo mismo vemos también que el sortino pasa pero menos los mejores de sortino no están ahí los"
    },
    {
      "start": 6183.85,
      "end": 6192.64,
      "text": "mejores de sortino no están ahí sí que el mejor de recovery aunque una posición bastante baja y"
    },
    {
      "start": 6193.24,
      "end": 6203.4,
      "text": "aquí quedan de hecho queda un poco más bajo pero queda la que los hemos mezclado todos"
    },
    {
      "start": 6203.4,
      "end": 6212.24,
      "text": "quedan bastante bajo para que da bastante bajo o sea que ya empieza a hacerlo un tanto sospechoso"
    },
    {
      "start": 6212.24,
      "end": 6219.52,
      "text": "pero no necesariamente lo descarta que esto es lo que ya os comenté es importante ver cómo se distribuye"
    },
    {
      "start": 6219.52,
      "end": 6226.22,
      "text": "todos los históricos y es verdad que aunque tratamos de distribuirlo en proporción tiene"
    },
    {
      "start": 6226.22,
      "end": 6233.64,
      "text": "un poquito más de peso no tendencial la parte más reciente la parte más reciente tiene un poquito"
    },
    {
      "start": 6233.64,
      "end": 6239.74,
      "text": "más de peso no tendencial porque tiene la parte del covid luego un tramo de tendencia bueno otro"
    },
    {
      "start": 6239.74,
      "end": 6249.56,
      "text": "más bilateral ahora y en cambio el el in sample sí que es verdad que tiene el 2010 en 2009 que"
    },
    {
      "start": 6249.56,
      "end": 6256.64,
      "text": "es muy muy duro pero luego tiene una serie alcista espectacular que le mete muchos años"
    },
    {
      "start": 6256.64,
      "end": 6265.42,
      "text": "favorables así que está ligeramente sesgada el in sample pero bueno lo dimos lo dimos por bueno"
    },
    {
      "start": 6265.42,
      "end": 6272.06,
      "text": "entonces aquí por ejemplo por qué porque el mejor sortino pues seguramente no está no está"
    },
    {
      "start": 6272.22,
      "end": 6281.18,
      "text": "0 y 1 normalmente también somos bastante partidarios de incluir este acuerdo de incluir"
    },
    {
      "start": 6281.18,
      "end": 6289.88,
      "text": "los mejores las variables en los sets es decir si si ya me aparecen el mejor mejor ya me sale es"
    },
    {
      "start": 6289.88,
      "end": 6297.08,
      "text": "el uno el mejor profile me sale el mejor upi también me sale el mejor recovery también me sale pero el"
    },
    {
      "start": 6297.08,
      "end": 6304.97,
      "text": "mejor sortino no me salía acuerdo así que lo meto de acuerdo lo meto lo meto y es un 24 22"
    },
    {
      "start": 6304.97,
      "end": 6315.44,
      "text": "de manera podemos decir artificial no sé por qué se me ha quedado marcado este sé porque éste no"
    },
    {
      "start": 6315.44,
      "end": 6335.24,
      "text": "se está quedando ahora es este acuerdo y ahora ya vuelvo a ordenar por suma vale entonces sé"
    },
    {
      "start": 6335.24,
      "end": 6349.95,
      "text": "que no era nada bien entonces ahora persigo montando estos últimos y los acabaremos comparando"
    },
    {
      "start": 6349.95,
      "end": 6358.65,
      "text": "para terminar de hacer una decisión sobre este sistema voy a meter este porque este me gusta"
    },
    {
      "start": 6358.65,
      "end": 6363.35,
      "text": "bastante no los voy a meter todos porque lo que importa es la idea y además yo ya sé lo que"
    },
    {
      "start": 6363.35,
      "end": 6406.82,
      "text": "vamos a hacer no quiero adelantarme 24 022 24 022 y canal 24 022 hemos metido este maestro"
    },
    {
      "start": 6406.82,
      "end": 6417.65,
      "text": "ya os digo que es un programa que a mí me gusta mucho a nivel de informes pero el de procesamiento"
    },
    {
      "start": 6417.65,
      "end": 6431.58,
      "text": "es infernal para que se va a que estén por favor traer los segundos unos como 5 10 segundos"
    },
    {
      "start": 6431.58,
      "end": 6437.86,
      "text": "este solo el backtest de un set ahora pues bueno voy a cambiarlo al revés lo voy a poner arriba"
    },
    {
      "start": 6437.86,
      "end": 6444.81,
      "text": "para que veáis lo que lo que tarda y eso que los datos ya los tiene bajados pero lo voy a hacer"
    },
    {
      "start": 6444.81,
      "end": 6451.24,
      "text": "al revés y no los voy a hacer todos voy a hacer solo algunos algunos de ellos que he hecho este"
    },
    {
      "start": 6451.24,
      "end": 6509.32,
      "text": "a ver a ver si los he hecho por fecha yo este 15 024 16 vamos a hacer unos 6 22 16 022 a los"
    },
    {
      "start": 6509.32,
      "end": 6522.64,
      "text": "años que ves lo que lo que tarda pasa que maestro nos da una información más que por"
    },
    {
      "start": 6523.52,
      "end": 6530.87,
      "text": "es mejor a nivel de para que lo veáis también porque me interesa pues que vayáis viendo cosas"
    },
    {
      "start": 6530.87,
      "end": 6535.55,
      "text": "esto también lo veríamos bien msa pero no me sabremos otro tipo más de quizá de futuros"
    },
    {
      "start": 6535.55,
      "end": 6553.56,
      "text": "porque para llevar los 100 históricos a allí nos va a llevar a ser un trabajo tremendo ya ha"
    },
    {
      "start": 6553.56,
      "end": 6562.48,
      "text": "acabado este mira voy a hacer otro para que tenga comparativa el el otro el 23 también"
    },
    {
      "start": 6563.16,
      "end": 6579.12,
      "text": "aquí es el mejor sortino esa zona 123 23 pero 24 que también está entre los amarillos bueno"
    },
    {
      "start": 6579.12,
      "end": 6584.92,
      "text": "general haríamos todos estos y ya digo los que destacan en algún ratio los que destacan"
    },
    {
      "start": 6584.92,
      "end": 6591.86,
      "text": "en amarillos todos estos serían los candidatos a llevarlos a ver su performance report completo"
    },
    {
      "start": 6591.86,
      "end": 6597.26,
      "text": "y esto cuando lo hacemos por sistema lo hacemos así pero lo sacamos de desde normalmente tres"
    },
    {
      "start": 6597.74,
      "end": 6606.62,
      "text": "y sacamos el performance report a excel y ya lo comenté en la teoría de manera independiente"
    },
    {
      "start": 6606.62,
      "end": 6616.12,
      "text": "a ver tú y yo pues analizamos los los performance reports para tomar una decisión de todas maneras"
    },
    {
      "start": 6616.12,
      "end": 6620.04,
      "text": "este sistema ya ahora ya sí que ya lo voy a adelantar yo creo que alguno ya se lo pensaba"
    },
    {
      "start": 6620.04,
      "end": 6628.0,
      "text": "yo no lo llevaría a operar no es un sistema que operaría su versión actual de acuerdo es decir"
    },
    {
      "start": 6628.2,
      "end": 6632.92,
      "text": "ya os comenté que vería acabaríamos procesos que llevarían a sistemas operar y que acabarían"
    },
    {
      "start": 6632.92,
      "end": 6639.22,
      "text": "los procesos que llevarían a sistemas a no operar y lógicamente explicaremos por qué porque si no al"
    },
    {
      "start": 6639.22,
      "end": 6648.28,
      "text": "final ver todo que sale perfecto por las majestuosas y demás es algo relativamente fácil pero no creo"
    },
    {
      "start": 6648.28,
      "end": 6654.68,
      "text": "que sea el objetivo del curso y de hecho no creo que se aporte nada entonces al final lo que aporta"
    },
    {
      "start": 6654.68,
      "end": 6661.64,
      "text": "es ver un poco cosas que mejor cosas que van ver las herramientas ver los procedimientos varias"
    },
    {
      "start": 6661.64,
      "end": 6667.2,
      "text": "veces y repetirnos y a base de verlos verlos entender la filosofía habrán en algunos que"
    },
    {
      "start": 6667.2,
      "end": 6673.67,
      "text": "serán procedimientos con un software con otro de distintas maneras pero pero no lo llevaría no es"
    },
    {
      "start": 6673.67,
      "end": 6680.03,
      "text": "que esté mal no es que o sea final como os comenté creo que lo vimos en la primera clase esto es"
    },
    {
      "start": 6680.03,
      "end": 6688.17,
      "text": "al final con que lo con que lo comparas y ahora mismo hecho aquí de 20 años no vale en el vallan"
    },
    {
      "start": 6688.17,
      "end": 6693.57,
      "text": "hall ya vimos con el nasdaq era imbatible decir imbatible el retorno era una locura mucho más"
    },
    {
      "start": 6693.57,
      "end": 6701.09,
      "text": "que esto porque porque al final te quedas comprado en un nivel muy son muchos años ya has hecho un"
    },
    {
      "start": 6701.09,
      "end": 6707.69,
      "text": "interés compuesto alucinante que aquí no conseguimos no conseguimos realmente ganemos"
    },
    {
      "start": 6708.05,
      "end": 6717.06,
      "text": "no ganamos menos no ganamos muchísimo menos muchísimo menos que ahora lo hacemos mejorando"
    },
    {
      "start": 6717.06,
      "end": 6724.36,
      "text": "el drag down si mejoramos el drag down mejoramos mucho pero no lo suficiente no lo suficiente"
    },
    {
      "start": 6724.36,
      "end": 6730.72,
      "text": "podríamos hacer más cosas es decir realmente el sistema querido simplificar la idea tendencial"
    },
    {
      "start": 6730.72,
      "end": 6737.07,
      "text": "para que vierais el clásico sistema tendencial entrada estructura y con un trailing vale se"
    },
    {
      "start": 6737.11,
      "end": 6747.31,
      "text": "podrían hacer más cosas y probablemente iría mejor con un con un y con un stop normal sin ser"
    },
    {
      "start": 6747.31,
      "end": 6755.57,
      "text": "trailing de acuerdo y era te irá yo lo que puede ser probarlo vosotros para dejar este trabajo en"
    },
    {
      "start": 6755.57,
      "end": 6760.89,
      "text": "todos los sistemas os iré dejando cositas y días para probar probar que tenga un hard stop lo que"
    },
    {
      "start": 6760.89,
      "end": 6767.46,
      "text": "decía antes y que salga con la media del doncha con la parte media del doncha o incluso otra versión"
    },
    {
      "start": 6767.46,
      "end": 6775.24,
      "text": "muy hard es ir a la banda contraria del doncha contraria el doncha sería bastante bastante"
    },
    {
      "start": 6775.24,
      "end": 6786.36,
      "text": "hardcore con hard stop con stop de seguridad pero pero así yo personalmente no lo operaría ya"
    },
    {
      "start": 6786.36,
      "end": 6793.16,
      "text": "digo que sí que mejora el riesgo al vallampol pero no mejora lo suficiente para para compensar"
    },
    {
      "start": 6793.16,
      "end": 6803.56,
      "text": "la enorme pérdida de retorno que supone pero bueno final esto es como todo la curva de más"
    },
    {
      "start": 6803.56,
      "end": 6817.7,
      "text": "fijaros qué curva tenemos que aquí uno de los uno de los problemas de este buen programa es aunque"
    },
    {
      "start": 6817.7,
      "end": 6827.75,
      "text": "sí que se puede hacer en teoría logarítmico pero ya veréis ya veréis el logarítmico que sacamos"
    },
    {
      "start": 6827.75,
      "end": 6839.88,
      "text": "cuesta una vida y es horroroso es horroroso no tengo que hacer empezar en 100.000 los 3 lo acabo"
    },
    {
      "start": 6839.88,
      "end": 6884.67,
      "text": "en 5.500 2 3 este que de cien estamos os lo he dicho bueno que lo voy a bajar un poco más aquí"
    },
    {
      "start": 6885.39,
      "end": 6896.23,
      "text": "el pasado es infumable esto es el programa no puedo hacer más hay que ir eligiendo los"
    },
    {
      "start": 6896.23,
      "end": 6903.63,
      "text": "sexes ya no pero bueno pero al menos a menos la vez el logarítmico que queda mejor mejor porque"
    },
    {
      "start": 6903.63,
      "end": 6911.46,
      "text": "al final en lineales se ve el drama mucho peor de lo que es pero bueno que sigue siendo importante"
    },
    {
      "start": 6912.46,
      "end": 6920.01,
      "text": "estamos hablando un sema que anualiza 21 22 por 21 por ciento compuesto con una exposición"
    },
    {
      "start": 6920.01,
      "end": 6929.13,
      "text": "que no llega a nunca ser del doble no está mal no es tampoco no está muy mal llega un"
    },
    {
      "start": 6929.13,
      "end": 6939.8,
      "text": "momento es ponerse a dos veces a palanca dos veces y tiene una de un 40% no perdón no 40"
    },
    {
      "start": 6939.8,
      "end": 6951.98,
      "text": "46 46 es justo es pobre acuerdo es pobre si hubiéramos hecho 20 y 20 por ejemplo sería"
    },
    {
      "start": 6951.98,
      "end": 6959.42,
      "text": "mejor bien ahí estaríamos más razonable pero 20 por ciento anualizado con 45 de no"
    },
    {
      "start": 6959.42,
      "end": 6968.52,
      "text": "darles es demasiado para mí no sería suficiente no sería suficiente pero"
    },
    {
      "start": 6970.56,
      "end": 6977.5,
      "text": "bueno la idea y adiós la idea inicial la idea inicial de entrada de don chan es totalmente"
    },
    {
      "start": 6977.5,
      "end": 6985.63,
      "text": "válida donde por ejemplo este sistema incluso así iría probablemente mejores en materias primas"
    },
    {
      "start": 6985.63,
      "end": 6993.96,
      "text": "seguramente oro petróleo puede ser que fuera soja cosas así pues así podría ser que fuera"
    },
    {
      "start": 6993.96,
      "end": 7000.0,
      "text": "que fuera bien pero de otras maneras insisto que aún así creo que le plantearía algún cambio"
    },
    {
      "start": 7000.0,
      "end": 7010.79,
      "text": "le plantearía un cambio para mejorar bien de los que hemos hecho para que veáis en el caso que"
    },
    {
      "start": 7010.79,
      "end": 7020.36,
      "text": "quisiéramos quedarnos con uno como ejemplo hemos empezado por este hoy vale y aquí que miramos"
    },
    {
      "start": 7020.36,
      "end": 7028.64,
      "text": "bueno aquí miramos poco curvas drawdown ratos de retorno riesgo cual nos dan al final aquí de los"
    },
    {
      "start": 7028.64,
      "end": 7035.2,
      "text": "que no hemos visto aquí sólo tenemos sharp en este caso diario y rr 087 y aquí tenemos el"
    },
    {
      "start": 7035.2,
      "end": 7045.16,
      "text": "r anual y el char sigue siendo diario no se ha anualizado pero vamos a publicar nosotros 0 0"
    },
    {
      "start": 7048.04,
      "end": 7058.17,
      "text": "75 por raíz de lo fácil 370 da 109"
    },
    {
      "start": 7060.08,
      "end": 7073.56,
      "text": "109 yéndolo ya por por por 360 da 109 es realmente justo fijaros aquí un 80 por ejemplo"
    },
    {
      "start": 7073.56,
      "end": 7086.89,
      "text": "aquí tenemos un 80 igual 2 19 1 92 este 1 24 02 por sorpresa era el sortino ya lo sospechaba que"
    },
    {
      "start": 7086.97,
      "end": 7092.33,
      "text": "ya por ahí la cosa es el que sale con mejor es verdad y también mejor usar en este caso"
    },
    {
      "start": 7092.33,
      "end": 7097.61,
      "text": "pero 0603 a mí me gusta mucho el sortino yo os lo dije"
    },
    {
      "start": 7100.09,
      "end": 7106.37,
      "text": "y veis que por raíz de 360 pues mejoran un poquito pero 1 14"
    },
    {
      "start": 7107.37,
      "end": 7118.93,
      "text": "sería 1 1 14 sharp anualizado 2 19 de triple r 23 71 de compuesto y aquí con un drawdown de"
    },
    {
      "start": 7118.93,
      "end": 7127.09,
      "text": "44 76 bajado un par de puntos pero bueno sigue siendo un drawdown demasiado demasiado alto"
    },
    {
      "start": 7127.49,
      "end": 7139.88,
      "text": "y aún así aquí otro otro línea de mejora la línea de mejora importante y ligo otra vez"
    },
    {
      "start": 7139.88,
      "end": 7147.34,
      "text": "con las consultas que me había hecho antes aureli sería un poco y decir esto al final"
    },
    {
      "start": 7147.34,
      "end": 7155.13,
      "text": "simplemente le hemos hecho como decía para validar la estrategia yo en el caso como lo"
    },
    {
      "start": 7155.13,
      "end": 7166.04,
      "text": "planteara operar que haríamos otro tipo otro tipo de análisis y miraríamos reduciríamos"
    },
    {
      "start": 7166.04,
      "end": 7174.0,
      "text": "reduciríamos la cesta reduciríamos la cesta sales más lecciones por ejemplo lo que hemos"
    },
    {
      "start": 7174.0,
      "end": 7180.09,
      "text": "hablado antes un criterio por supuesto de rendimiento sería sería válido otro no"
    },
    {
      "start": 7180.09,
      "end": 7185.49,
      "text": "menor de histórico es decir donde podamos mirar más que ha hecho esa acción porque aquí no todas"
    },
    {
      "start": 7185.49,
      "end": 7190.37,
      "text": "las acciones tienen el mismo histórico de acuerdo este es un problema aquí no tenemos tampoco sesgo"
    },
    {
      "start": 7190.37,
      "end": 7196.09,
      "text": "de supervivencia aquí abajo nos ha hecho la tv student ya va a hacer el programa automática"
    },
    {
      "start": 7196.09,
      "end": 7201.94,
      "text": "en la mayoría aunque va a haber salido alguno que no la mayoría ves que te da que sí que si"
    },
    {
      "start": 7201.94,
      "end": 7207.54,
      "text": "tienes alguno que no seguramente pere dinero y saber algunos que tienen perdido dinero otros"
    },
    {
      "start": 7207.54,
      "end": 7211.78,
      "text": "que ven entonces yo aquí puedo analizar y puedo ver todas las acciones que me gusta el maestro"
    },
    {
      "start": 7212.96,
      "end": 7218.56,
      "text": "que tengo cien repito puedo ver un poco pues dónde están aquellas las puedo apuntar y"
    },
    {
      "start": 7218.56,
      "end": 7225.72,
      "text": "puedo tratar de hacerme alguna alguna cesta y ver en esas un poco como ha ido pero pero bastante"
    },
    {
      "start": 7225.72,
      "end": 7232.18,
      "text": "se recordarán acciones lo que os dije aquí el riesgo de gap es enorme el riesgo de gap es"
    },
    {
      "start": 7232.18,
      "end": 7238.38,
      "text": "enorme que hace el 10% entonces hay que ir a una exposición muy muy baja de acuerdo porque"
    },
    {
      "start": 7238.38,
      "end": 7247.9,
      "text": "tú has expuesto un 2 y te meten un 10 te has metido un 20 y estás expuesto un 2 es poco entonces"
    },
    {
      "start": 7247.9,
      "end": 7253.14,
      "text": "este es el problema por eso tenemos también tanto de lo que te han cazado muchas en algunos momentos"
    },
    {
      "start": 7253.14,
      "end": 7261.49,
      "text": "han cazado muchas y te las tragas y además cuando hay caídas de mercado globales te las tragas"
    },
    {
      "start": 7261.49,
      "end": 7266.95,
      "text": "todas claro y te meten un gap y te cosiste el problema de este tipo de estrategias en acciones"
    },
    {
      "start": 7266.95,
      "end": 7273.76,
      "text": "que cuesta mucho de controlar riesgo con estrategia o sea con sobre optimización es fácil pero en la"
    },
    {
      "start": 7273.76,
      "end": 7277.36,
      "text": "realidad con estrategias como esta que no están sobre optimizadas porque están miradas en cien"
    },
    {
      "start": 7277.36,
      "end": 7286.4,
      "text": "acciones no es fácil pero así fíjate aureli tienes aquí está que digamos ratio de profit factor por"
    },
    {
      "start": 7286.4,
      "end": 7292.36,
      "text": "ponerlo fácil no que si no nos vamos a hacer un poco trampas viendo un poco el valor de cada uno"
    },
    {
      "start": 7292.84,
      "end": 7302.98,
      "text": "profit factor aquí mira esto tenemos 259 pero cuando estrés tiene y estrés no van a tener mucho"
    },
    {
      "start": 7302.98,
      "end": 7310.65,
      "text": "las que más van a tener van a tener 20 algo más bueno pues tienes aquí unas cuantas que pueden"
    },
    {
      "start": 7310.65,
      "end": 7315.17,
      "text": "estar ahí en el ratio de profit factor de 2 que a lo mejor pues merecen una mayor 11 estos"
    },
    {
      "start": 7315.17,
      "end": 7321.94,
      "text": "demasiado seguramente como si no muchos a bueno es envidia claro miras un cohete claro lógicamente"
    },
    {
      "start": 7321.94,
      "end": 7326.02,
      "text": "las más volátiles se ayudarán más que hemos metido de todo y eso mejoraría mucho la cartera y"
    },
    {
      "start": 7326.02,
      "end": 7331.86,
      "text": "esto ya digo son deberes que los dejo a vosotros con esta simple estrategia y ahora probarlo en"
    },
    {
      "start": 7331.86,
      "end": 7338.74,
      "text": "distintas acciones no me puedo usarlo maestro pasa nada tú coge el programa que tengas el mismo"
    },
    {
      "start": 7338.74,
      "end": 7344.62,
      "text": "código lo vas cargando aquí para una acción a la otra todos los programas tienen este mecanismo"
    },
    {
      "start": 7344.62,
      "end": 7350.06,
      "text": "de la tabla al lado y lo vas probando a ver o sea he visto ahí envidia me han dicho que la ver en"
    },
    {
      "start": 7350.78,
      "end": 7355.26,
      "text": "aquí las tengo ordenadas por market cap quiere decir que envidia está por aquí"
    },
    {
      "start": 7357.26,
      "end": 7365.46,
      "text": "qué pasa que envidiamos como es un misil vamos a poner este mismo set y lógicamente si tú"
    },
    {
      "start": 7365.46,
      "end": 7374.62,
      "text": "encuentras una cesta de 20 acciones 20 acciones que está por defecto con 20 con 20 024 creo"
    },
    {
      "start": 7374.62,
      "end": 7389.84,
      "text": "que el que teníamos aquí era 24 022 y 4 022 y con el filtro activado en uno aquí tenemos"
    },
    {
      "start": 7389.84,
      "end": 7397.84,
      "text": "que lógicamente envidia es un misil envidia ha sido un misil dices hombre en esa estrategia va"
    },
    {
      "start": 7397.84,
      "end": 7408.6,
      "text": "bien pero bueno no digo que no siga yendo igual de bien de verdad puede ser la estrategia repito"
    },
    {
      "start": 7408.6,
      "end": 7413.08,
      "text": "esta validad en todas y por lo tanto se ha analizado en todas o sea puede ser que siga"
    },
    {
      "start": 7413.08,
      "end": 7419.64,
      "text": "yendo bien perfecto pero hay que tener en cuenta que una estrategia en acciones ligo un poco con lo"
    },
    {
      "start": 7419.64,
      "end": 7425.2,
      "text": "que pregunta y aureli de cómo recomiendo el rebajar el drama sobre todo sobre todo con"
    },
    {
      "start": 7425.2,
      "end": 7438.45,
      "text": "diversificación porque al final o sea el problema de los sistemas tendenciales puros es este es"
    },
    {
      "start": 7438.45,
      "end": 7444.65,
      "text": "decir si tú tienes un tendencial puro insisto insisto aureli que es demasiado más de 40 pero"
    },
    {
      "start": 7444.65,
      "end": 7451.62,
      "text": "pero es igual en pongo lo bajar a los 10 puntos porque tal vez tampoco te pido bajarlo al 20 vale"
    },
    {
      "start": 7453.14,
      "end": 7458.54,
      "text": "una tendencia al pura sabrá tendencia al pura que es capaz de ganar esto esta locura"
    },
    {
      "start": 7460.06,
      "end": 7465.62,
      "text": "sobre hablar fuertes porque para ganar esto también te has tragado alguna acción que no"
    },
    {
      "start": 7466.1,
      "end": 7470.62,
      "text": "entonces al final ese es el problema pues ahí lo hemos validado en todas y conseguimos que"
    },
    {
      "start": 7470.62,
      "end": 7476.74,
      "text": "tengamos algo muy fuerte y tú ahora podrías podrías aplicarlo a lo mejor a 10 acciones que"
    },
    {
      "start": 7476.74,
      "end": 7483.5,
      "text": "ya te he dicho que no cogería las 10 como esta perdón 20 20 al menos no cogería las 20 como"
    },
    {
      "start": 7483.5,
      "end": 7488.74,
      "text": "estas pero a lo mejor 10 sí que cogería donde ha ido muy bien y tenga bastante histórico cuidado"
    },
    {
      "start": 7488.74,
      "end": 7496.92,
      "text": "pero lo que hemos cogería algunas que a lo mejor pues no tanto por lo que fuera a lo mejor porque"
    },
    {
      "start": 7496.92,
      "end": 7501.12,
      "text": "está lateral ese activo pero bueno no tiene por qué estarlo siempre mejor ahora envidia de pronto"
    },
    {
      "start": 7501.12,
      "end": 7507.56,
      "text": "se acaba esto y no sube nunca más es que al final el problema el problema es que no conocemos el"
    },
    {
      "start": 7507.56,
      "end": 7513.88,
      "text": "futuro envidia ahora va muy bien ya ya ya no sé qué va a hacer pero irá siempre así no sé a lo"
    },
    {
      "start": 7513.88,
      "end": 7523.08,
      "text": "mejor de pronto no sé tesla de pronto su software de coches que dicen que es el mejor de auto se"
    },
    {
      "start": 7523.08,
      "end": 7529.72,
      "text": "ponen todos de moda decide que todas mangas que es que 4 es una mierda se lo voy a comprar a"
    },
    {
      "start": 7529.72,
      "end": 7535.48,
      "text": "tesla y tesla automáticamente empieza a vender software a todas las marcas de coches"
    },
    {
      "start": 7540.01,
      "end": 7544.57,
      "text": "esto me lo he inventado totalmente pero me entendéis entonces este es el módulo 5 del curso"
    },
    {
      "start": 7544.57,
      "end": 7551.89,
      "text": "latin de trading pero si el mercado no lo es simplemente no lo es bueno las acciones de este"
    },
    {
      "start": 7551.89,
      "end": 7560.73,
      "text": "tipo de nuevas ideas que quiero decir que ya no y veo que el contrato es de los meses que"
    },
    {
      "start": 7560.73,
      "end": 7575.06,
      "text": "ya nada es espectacular y los años sin hacer nada ahora se lo hubiera escogido en el 19 a 15"
    },
    {
      "start": 7575.06,
      "end": 7581.72,
      "text": "pues claro está a 200 sin hacer nada lleva y es a 200 habías podido comprar a 5 no hace tantos"
    },
    {
      "start": 7581.72,
      "end": 7589.32,
      "text": "años entiendes decir al final bueno es este tipo de cosas caro ese tipo de cosas las coges con"
    },
    {
      "start": 7589.32,
      "end": 7596.36,
      "text": "este tipo de acciones pero vamos a estar en el lado corto la has cogido tesla no al lado corto"
    },
    {
      "start": 7596.36,
      "end": 7610.08,
      "text": "con el doncha pero pero este es el tema entonces aquí la diversificación sobre la mejor manera es"
    },
    {
      "start": 7610.08,
      "end": 7618.48,
      "text": "con una cartera con porfolio a nivel de control de sistema es lo que te digo esto lo expliqué"
    },
    {
      "start": 7618.48,
      "end": 7626.72,
      "text": "y alguien creo que en el foro en él en él en el chat ya hubiera en el disc or lo comentó no sé si"
    },
    {
      "start": 7626.72,
      "end": 7637.01,
      "text": "fue en el disc or lo de que en él el profit target de mejorar a las mejoras a las salidas no que era"
    },
    {
      "start": 7637.01,
      "end": 7645.52,
      "text": "contraintuitivo algo así bueno no recuerda bueno las salidas sal el tp es una cosa que"
    },
    {
      "start": 7645.52,
      "end": 7651.36,
      "text": "mejora más el riesgo de lo que parece mejora mucho el módulo 6 el cura en un tenencial no"
    },
    {
      "start": 7651.36,
      "end": 7661.88,
      "text": "hay tp entonces sólo lo puede ser donde veremos y tú vas a tener que apurar a todo tipo de órdenes"
    },
    {
      "start": 7661.88,
      "end": 7671.68,
      "text": "también cosas que muchos términos en inglés es importante que nos quedemos con estos términos"
    },
    {
      "start": 7671.68,
      "end": 7683.6,
      "text": "y he pensado en hacer porque no vamos a decir es algo que es muy importante"
    },
    {
      "start": 7683.6,
      "end": 7691.08,
      "text": "porque además se aprende que se aprende más al error del texto que del acierto"
    },
    {
      "start": 7691.92,
      "end": 7696.52,
      "text": "y en el curso pues yo también lo planteado así de acuerdo de cómo se aprende más del error"
    },
    {
      "start": 7696.52,
      "end": 7702.16,
      "text": "pues aquí los señal cosas que no son perfectas de acuerdo porque es la parte uno de aprender"
    },
    {
      "start": 7702.16,
      "end": 7706.92,
      "text": "es más de ellas latín de trading que de que ellos enseñen que bien va esto que va bien"
    },
    {
      "start": 7706.92,
      "end": 7712.84,
      "text": "baquero largo contra corto y las probabilidades la curva del disco a error de programación vale"
    },
    {
      "start": 7712.84,
      "end": 7719.4,
      "text": "bueno a ver a decir que no es replicable no es verdad eso básico para comenzar en tres"
    },
    {
      "start": 7719.48,
      "end": 7725.72,
      "text": "compran la identidad venden fortaleza tomando en cuenta la tendencia esto creo que es uno de"
    },
    {
      "start": 7725.72,
      "end": 7738.0,
      "text": "los mejores que el establo el micro lo cuentas y uno de los mejores conceptos para entender"
    },
    {
      "start": 7738.0,
      "end": 7743.0,
      "text": "este concepto fundamental necesitamos el error de programación en tres es muy complicado que ya"
    },
    {
      "start": 7743.0,
      "end": 7751.76,
      "text": "lo hemos venido pero acabamos entonces en tendencias alcistas tal y como vimos conviene"
    },
    {
      "start": 7751.76,
      "end": 7758.36,
      "text": "ir largo es decir como el micro la acción y en tendencias bajistas conviene ir corto"
    },
    {
      "start": 7758.36,
      "end": 7766.6,
      "text": "o vender la acción la tendencia más fuerte es la que tenga mayor es decir una temporalidad de"
    },
    {
      "start": 7766.6,
      "end": 7780.68,
      "text": "un minuto y el error viene de los siguientes y usted buscando un sistema en el que digamos me"
    },
    {
      "start": 7780.68,
      "end": 7790.08,
      "text": "haga me haga un break even y justo en los pares del yen me falla el porcentaje de recorrido que"
    },
    {
      "start": 7790.08,
      "end": 7795.28,
      "text": "tiene que hacer para que entre en break even y me entra en break even prácticamente al inmediato"
    },
    {
      "start": 7795.76,
      "end": 7802.94,
      "text": "y cuál es mi sorpresa cuando paso por los pares del yen veo esta maravilla de curva que no solo"
    },
    {
      "start": 7802.94,
      "end": 7808.58,
      "text": "sucede en esta en muchos otros pares entonces ahora lo estoy intentando validar en mt4 porque"
    },
    {
      "start": 7808.58,
      "end": 7815.62,
      "text": "claro aquí que haga muy poquito recorrido y ponga break even nos esto hace que pues nunca haya"
    },
    {
      "start": 7816.62,
      "end": 7828.76,
      "text": "porque sólo quedan las buenas lo que pasa es que la entrada del sistema no es casi nunca coincide"
    },
    {
      "start": 7828.76,
      "end": 7834.28,
      "text": "con la entrada teórica que te plantas en el trade station ya sea en el open next buy next"
    },
    {
      "start": 7834.28,
      "end": 7842.04,
      "text": "bar o bien on close entonces esto cuando lo intentas replicar en la vida real lo estoy"
    },
    {
      "start": 7842.04,
      "end": 7850.72,
      "text": "intentando hacer en mt4 no consigues no consigues esto si tenéis la solución de un error de back"
    },
    {
      "start": 7850.72,
      "end": 7858.72,
      "text": "test más bien no sería error de bueno no porque realmente si tú miras la curva o sea mira esas"
    },
    {
      "start": 7858.72,
      "end": 7864.2,
      "text": "operaciones que hace trade station y son correctas pero luego en la vida real esas operaciones no se"
    },
    {
      "start": 7864.2,
      "end": 7871.36,
      "text": "pueden ejecutar o sea nunca se ejecutan ese precio porque en la apertura en forex al día es en daily"
    },
    {
      "start": 7871.36,
      "end": 7878.56,
      "text": "además la apertura del día siguiente suele haber unos deslizamientos unas rupturas que dan miedo"
    },
    {
      "start": 7878.56,
      "end": 7884.96,
      "text": "claro pero eso es por el tema de spread claro o sea porque en forex tienes bt ask y no tienes el"
    },
    {
      "start": 7884.96,
      "end": 7890.8,
      "text": "last entonces ahí en trade station no estás back testando contra el last no lo sabes back"
    },
    {
      "start": 7890.8,
      "end": 7900.23,
      "text": "testando contra el bt el ask exacto en la vida real pero no puedes o sea yo no sé cómo"
    },
    {
      "start": 7901.19,
      "end": 7906.47,
      "text": "se pueda o no es un error de back test o sea cuando te quiero decir un error de programación es que"
    },
    {
      "start": 7906.47,
      "end": 7911.43,
      "text": "estás haciendo algo que no es que no puedes hacer es decir estás leyendo a futuro el error de back"
    },
    {
      "start": 7911.43,
      "end": 7917.15,
      "text": "test es que no estás consiguiendo si no estás consiguiendo replicar la realidad que es justo lo"
    },
    {
      "start": 7917.15,
      "end": 7924.47,
      "text": "que dices tú no estás consiguiendo replicar la realidad de lo que pasa en el back test así es"
    },
    {
      "start": 7924.47,
      "end": 7931.99,
      "text": "vale vale si queda queda entendido queda entendido bueno ahora profundizo un poco más te cierro el"
    },
    {
      "start": 7931.99,
      "end": 7941.24,
      "text": "micro gracias aureli muchas gracias has debutado es el primero que hable si bueno lo que comenta"
    },
    {
      "start": 7941.24,
      "end": 7950.53,
      "text": "en el forex claro entre este son que por cierto aurelín multicharts permite hacer eso vale te"
    },
    {
      "start": 7950.53,
      "end": 7956.21,
      "text": "lo digo porque eso tres station no lo permite bueno no lo permite no lo permite en el sentido"
    },
    {
      "start": 7956.21,
      "end": 7962.81,
      "text": "de dos datas y puedes penalizar con slip page el hecho que también podrías hacerlo así pero es"
    },
    {
      "start": 7962.81,
      "end": 7969.03,
      "text": "bastante más real te lo voy a mostrar a que lo ha cerrado multichart lo abro un momento te lo voy"
    },
    {
      "start": 7969.03,
      "end": 7977.37,
      "text": "a mostrar porque multichart si lo permite multichart si lo permite y creo que te puede venir bien esta"
    },
    {
      "start": 7978.29,
      "end": 7985.17,
      "text": "característica a ver si me acuerdo rápido donde estaba pero creo que te lo podré enseñar o sea"
    },
    {
      "start": 7985.17,
      "end": 7994.58,
      "text": "tres station a nivel de back test tú vienes aquí al sistema recuerda mal properties exactamente si"
    },
    {
      "start": 7994.58,
      "end": 8001.12,
      "text": "un soporte aquí en el modo de back test se ve bien este dice back testing mode classic que es back"
    },
    {
      "start": 8001.12,
      "end": 8008.0,
      "text": "testear lo en la serie de datos donde está metido o extendido que es back test se abre en el beat y"
    },
    {
      "start": 8008.0,
      "end": 8013.92,
      "text": "el asiento tú le dices que para as usa esta serie de datos y para beat usa otra que lógicamente"
    },
    {
      "start": 8013.92,
      "end": 8018.16,
      "text": "también tienes que tener metida en el gráfico entonces tú le puedes meter la serie del beat la"
    },
    {
      "start": 8018.16,
      "end": 8023.96,
      "text": "serie de las que puede ser importada puede ser de otro vendor y back testearlo así back testearlo"
    },
    {
      "start": 8023.96,
      "end": 8030.0,
      "text": "con as bit y eso será bastante más real eso será bastante más real porque eso te pasa porque la"
    },
    {
      "start": 8030.0,
      "end": 8037.04,
      "text": "ventaja es estrecha cuando la ventaja es estrecha claro importa importa mucho el bricky ven de todas"
    },
    {
      "start": 8037.04,
      "end": 8041.84,
      "text": "maneras tiene tendencia a tener problemas de este de este tipo porque el bricky ven al uso"
    },
    {
      "start": 8043.88,
      "end": 8048.32,
      "text": "que se activa a partir de una cierta cantidad muchas veces nos pasa eso que nos ejecuta muy"
    },
    {
      "start": 8048.32,
      "end": 8055.52,
      "text": "rápido y ahí por un lado tienes que ir a lo que hablábamos antes del lift de acuerdo tener muy"
    },
    {
      "start": 8055.52,
      "end": 8061.4,
      "text": "claro cómo abre y tener muy claro el slipage a lo mejor tienes que penalizar con muchos slipage si"
    },
    {
      "start": 8061.4,
      "end": 8067.96,
      "text": "no es reproducible pero de todas maneras el camino más cercano a probarlo va a ser probar"
    },
    {
      "start": 8067.96,
      "end": 8072.04,
      "text": "esto que te he dicho multicharts si poniendo que tengas multicharts que ahora no lo sé claro si"
    },
    {
      "start": 8072.04,
      "end": 8080.88,
      "text": "tienes multicharts si tienes multicharts te recomiendo probar esto a probar no no tienes"
    },
    {
      "start": 8080.88,
      "end": 8089.4,
      "text": "multicharts vale entre station sí que tienes no puedes directamente hacerlo pero podrías hacerlo"
    },
    {
      "start": 8089.4,
      "end": 8098.2,
      "text": "directamente podríamos o sea podrías montarte tú pero no con datos del sino con datos porque"
    },
    {
      "start": 8098.2,
      "end": 8102.68,
      "text": "ahora no aunque sí que estaban no alberto los datos de antes estaban o que no sé si ahora están"
    },
    {
      "start": 8102.68,
      "end": 8120.13,
      "text": "está el vídeo las que entre este son de divisas desde estaba no era euros punto no punto era punto"
    },
    {
      "start": 8120.13,
      "end": 8126.87,
      "text": "ahí lo tiene ese señor sí que está entonces te puedes meter el ask y el beat en un dato"
    },
    {
      "start": 8126.87,
      "end": 8134.66,
      "text": "recuerda que sólo puedes operar en el data uno sólo puedes operar en el data uno pero puedes"
    },
    {
      "start": 8134.66,
      "end": 8143.93,
      "text": "consultar puedes preguntar al puedes preguntar a las veces yo tengo aquí arriba bueno vamos a pasar"
    },
    {
      "start": 8143.93,
      "end": 8152.6,
      "text": "lo de gario no es ahora arriba tengo el beat el as que abajo tengo el beat es que está 93 está"
    },
    {
      "start": 8152.6,
      "end": 8160.48,
      "text": "90 y yo siempre voy a tirar la orden al beat pero como puedo consultar perdón perdón en este"
    },
    {
      "start": 8160.48,
      "end": 8166.16,
      "text": "en este ejemplo que te estoy mostrando voy a tirar la orden al ask que sé que está arriba pero yo"
    },
    {
      "start": 8166.16,
      "end": 8176.56,
      "text": "puedo puedo consultar el data 2 acuerdo que es el beat en el data 1 tengo las que en el data 2"
    },
    {
      "start": 8176.56,
      "end": 8183.04,
      "text": "tengo el beat ahora mismo como puedo consultar uno u otro pues puedo puedo jugar un poco con"
    },
    {
      "start": 8183.04,
      "end": 8188.83,
      "text": "eso y ver más cerca de la realidad no sé si me estoy explicando que yo ejecuto arriba puedo"
    },
    {
      "start": 8188.83,
      "end": 8195.12,
      "text": "hacerlo con una regla que dependa del de abajo entonces penalizar en base a eso mejor no puedes"
    },
    {
      "start": 8195.12,
      "end": 8202.6,
      "text": "hacer un balance un poco mejor así recomiendo explorar esta esta opción porque al final el"
    },
    {
      "start": 8202.6,
      "end": 8209.14,
      "text": "problema aquí es este no que en el forex aunque las plataformas de futuros y lo pintan porque va"
    },
    {
      "start": 8209.14,
      "end": 8222.72,
      "text": "así donde está la matrix en realidad en realidad en el forex no hay aunque sí que hay no hay las"
    },
    {
      "start": 8222.72,
      "end": 8229.08,
      "text": "como tal entiende la idea que ellos que no estoy familiarizados aprovecho para introducir este"
    },
    {
      "start": 8229.08,
      "end": 8239.56,
      "text": "este concepto está el as que está el beat es que es este spread aquí está pintado ahora el euro"
    },
    {
      "start": 8239.56,
      "end": 8247.56,
      "text": "a que se es el as que en realidad pero si ahora pinto aquí el euro dólar que va a ser mejor es"
    },
    {
      "start": 8247.56,
      "end": 8257.35,
      "text": "el que es primario pues ves aquí yo tengo que está el último cruce a 97 pero ves aquí está el"
    },
    {
      "start": 8257.35,
      "end": 8266.99,
      "text": "as que está a 802 7802 y el beat lo tengo a 7992 entonces yo si compro a mercado lo que hago es"
    },
    {
      "start": 8266.99,
      "end": 8276.39,
      "text": "atacar el as y si vendo a mercado lo que hago es atacar el beat y entonces bueno como puedo"
    },
    {
      "start": 8276.39,
      "end": 8282.07,
      "text": "pintar los dos en un gráfico pues puedo tratar de mejorar el backtest con eso exploró un poco ese"
    },
    {
      "start": 8282.07,
      "end": 8293.38,
      "text": "camino si si comenta fran pregunta que si quiere hacerlo meta trader se puede considerar un spread"
    },
    {
      "start": 8293.38,
      "end": 8300.82,
      "text": "más elevado para que compensa el spread de slipage y si el problema el el problema real del spread"
    },
    {
      "start": 8300.82,
      "end": 8310.38,
      "text": "fran de este problema en el fondo no es tanto de reproducir el slipage porque eso es fácil sino"
    },
    {
      "start": 8310.38,
      "end": 8319.0,
      "text": "de ejecutar la realidad porque si yo yo el de arriba es el as y el de abajo es el beat vale es decir"
    },
    {
      "start": 8319.08,
      "end": 8326.06,
      "text": "el de arriba para que me entendáis pinta el rojo el de arriba pinta la columna roja"
    },
    {
      "start": 8326.06,
      "end": 8333.46,
      "text": "vamos a hacerlo así para para no hasta para mí porque me equivoco continuamente como yo no estoy"
    },
    {
      "start": 8333.46,
      "end": 8339.3,
      "text": "muy acostumbrado a operar pero si operamos los dps pero pero automáticamente sabes no no tengo"
    },
    {
      "start": 8339.3,
      "end": 8347.08,
      "text": "con sube de mirarlo continuamente esto vale entonces al final yo el de abajo me está pintando el en la"
    },
    {
      "start": 8347.08,
      "end": 8353.68,
      "text": "columna azul esta casilla de aquí vez esta casilla que está como más marcada se ve no sea si os"
    },
    {
      "start": 8353.68,
      "end": 8357.76,
      "text": "fijáis yo entiendo que porque esto tiene una resolución bastante buena donde está el lápiz de"
    },
    {
      "start": 8357.76,
      "end": 8369.08,
      "text": "verdad el lápiz este y yo nos vamos a hacer amigos nunca a ver lo pinto en amarillo y lo marco aquí"
    },
    {
      "start": 8369.08,
      "end": 8376.7,
      "text": "es esto que la cosa menos pesada pensada salen cosas interesantes no es ahí eso esa eso es el"
    },
    {
      "start": 8377.1,
      "end": 8385.12,
      "text": "el beat y ese es lo que se va moviendo y eso que no se mueve aquí porque porque"
    },
    {
      "start": 8385.12,
      "end": 8392.68,
      "text": "tres estes son bueno pero esa esa era la que pinta cada uno vale esa es la que pinta cada"
    },
    {
      "start": 8392.68,
      "end": 8399.8,
      "text": "uno de acuerdo eso es lo que cada uno va pintando entonces el problema es que yo si pongo el sistema"
    },
    {
      "start": 8399.8,
      "end": 8407.32,
      "text": "aquí el que sea yo pongo un sistema aquí el cuando compre cuando compre sí que va a reflejar"
    },
    {
      "start": 8407.32,
      "end": 8413.16,
      "text": "la realidad porque yo compro imagina que tiro a mercado contra las pero cuando venda va a seguir"
    },
    {
      "start": 8413.16,
      "end": 8421.24,
      "text": "vendiendo contra las y realmente vende contra el beat pero el sistema que va a correr en este"
    },
    {
      "start": 8421.24,
      "end": 8442.78,
      "text": "gráfico el sistema que va a correr en este gráfico algo que ejecute mucho ahora vale"
    },
    {
      "start": 8443.54,
      "end": 8449.94,
      "text": "yo compro venda aquí he comprado vale y me dice que he comprado a unos 7 8 1 9 y ese precio"
    },
    {
      "start": 8449.94,
      "end": 8456.12,
      "text": "probablemente ha sido real porque como es el rojo he comprado en este precio pero este me dice que"
    },
    {
      "start": 8456.12,
      "end": 8465.6,
      "text": "ha vendido a 1 7 7 5 6 y no es verdad ha vendido más abajo ha vendido 45 ticks por debajo no es"
    },
    {
      "start": 8465.6,
      "end": 8470.84,
      "text": "verdad ese precio entonces es un problema ya no tanto desde la deslizamiento que lo puedo simular"
    },
    {
      "start": 8470.84,
      "end": 8476.24,
      "text": "sino que habrá veces que sea el mínimo o el máximo y marque ejecutado cuando realmente no"
    },
    {
      "start": 8476.24,
      "end": 8484.62,
      "text": "ha ejecutado tienes la idea sea el problema es más de réplica eso a nosotros nos ha pasado mucho este"
    },
    {
      "start": 8484.62,
      "end": 8491.13,
      "text": "ya lo contado porque al subir los tipos de interés en los futuros ha subido mucho ese spread esa"
    },
    {
      "start": 8491.13,
      "end": 8496.13,
      "text": "diferencia entre entre el futuro y el cfd porque el cfd el tipo de interés lo tiene fuera o tienen"
    },
    {
      "start": 8496.13,
      "end": 8501.29,
      "text": "su app en cambio el futuro lo tiene implícito pero ahora es otro tema pero el problema ha sido el"
    },
    {
      "start": 8501.29,
      "end": 8509.71,
      "text": "mismo vale de que la compra va si yo ejecuto en este gráfico el sistema la compra se hace correcta"
    },
    {
      "start": 8509.71,
      "end": 8516.09,
      "text": "la venta no y en este es lo contrario la compra no se hace correcta la venta así entonces bueno"
    },
    {
      "start": 8516.09,
      "end": 8519.97,
      "text": "puedo jugar un poco con eso porque yo como puedo consultar el de abajo cuando calcula un precio"
    },
    {
      "start": 8519.97,
      "end": 8523.73,
      "text": "de venta estaba para aurel y lo calculo en el de abajo cuando calcula un precio de compro lo"
    },
    {
      "start": 8523.73,
      "end": 8529.86,
      "text": "calculo en el de arriba y con eso puedes tirar un poco y luego aparte también evidentemente con"
    },
    {
      "start": 8529.86,
      "end": 8536.14,
      "text": "solucionarlo pero el problema en el histórico tiempo real es simular que realmente ejecutó lo"
    },
    {
      "start": 8536.14,
      "end": 8543.87,
      "text": "que tocaba y ese problema en el vídeo las que hay es spread que a veces ejecutas por poco cuando"
    },
    {
      "start": 8543.87,
      "end": 8551.84,
      "text": "ejecutas por poco no puede ser verdad pero puede ser que no vale bueno tenía ya para acabar del"
    },
    {
      "start": 8551.84,
      "end": 8557.12,
      "text": "sistema este lo que lo que os comenté el tema de los cortos vale el tema de los cortos a nivel"
    },
    {
      "start": 8557.12,
      "end": 8561.64,
      "text": "global es muy complicado lógicamente si lo miras a nivel de algunas acciones lo vas a encontrar y"
    },
    {
      "start": 8561.64,
      "end": 8571.3,
      "text": "no es difícil no es difícil pero al uso tendencial no vale lo máximo que encontraríamos es"
    },
    {
      "start": 8573.68,
      "end": 8579.2,
      "text": "es a ver dónde estoy yo que no he perdido pues ves aquí por ejemplo antes la fíjate es la"
    },
    {
      "start": 8581.83,
      "end": 8588.69,
      "text": "entonces la creo que hasta va a ir directamente tendencia de todo parece lo parece pero no"
    },
    {
      "start": 8589.69,
      "end": 8595.89,
      "text": "porque claro tiene un momento está configurado pero aquí que iría más bien pues seguramente"
    },
    {
      "start": 8595.89,
      "end": 8601.73,
      "text": "entradas y ya digo atrás de rotura en un canal a lo mejor que no sea muy lejano no"
    },
    {
      "start": 8601.73,
      "end": 8607.65,
      "text": "tráiler es bastante arriesgado ir a salida puede por tiempo no sé tres cuatro barras"
    },
    {
      "start": 8607.65,
      "end": 8617.25,
      "text": "es lo que tenemos y luego recuerden que para comprar en debilidad y vender en fortaleza"
    },
    {
      "start": 8618.17,
      "end": 8627.45,
      "text": "entonces en este caso fíjense en este punto hay una debilidad por buscar a buscar explosiones"
    },
    {
      "start": 8627.45,
      "end": 8632.61,
      "text": "a lo que pasa es que te va a meter más grande también"
    },
    {
      "start": 8638.61,
      "end": 8644.2,
      "text": "pero es muy difícil recuerden que el 90% de los traidores es una entrada muy lenta"
    },
    {
      "start": 8644.2,
      "end": 8651.64,
      "text": "es una entrada muy lenta el don chan y cuando te pilla las buenas no lo vas a dejar correr"
    },
    {
      "start": 8651.64,
      "end": 8659.96,
      "text": "sabes pero la verdad es complicado te va a tragar muchas malas en ese tipo de entradas"
    },
    {
      "start": 8662.84,
      "end": 8669.24,
      "text": "es mejor ir a expansión de volatilidad cuando detectes alguna expansión de volatilidad entrar"
    },
    {
      "start": 8669.24,
      "end": 8679.2,
      "text": "y cierro una posición cuál es la mayor ganancia cuál es cuál es la probabilidad de éxito que"
    },
    {
      "start": 8679.2,
      "end": 8684.48,
      "text": "tiene más probabilidad de éxito en acciones de small caps ir en largo a ver la disponibilidad"
    },
    {
      "start": 8684.48,
      "end": 8690.96,
      "text": "de acción que va a repercutir en nuestra operativa al revés esto muy que son las comisiones que"
    },
    {
      "start": 8690.96,
      "end": 8698.2,
      "text": "pagamos aquí al revés la primera que vamos a analizar es cómo abro yo una posición estando"
    },
    {
      "start": 8698.2,
      "end": 8704.6,
      "text": "en largo yo abro una posición están comprando y como yo abro una posición estando en corto"
    },
    {
      "start": 8704.6,
      "end": 8713.08,
      "text": "vendiendo es decir ninguna posición abierta pero quiero abrir una posición en largo"
    },
    {
      "start": 8713.08,
      "end": 8722.32,
      "text": "y quiero una posición en corto pero tengo que hacer en mtsl es muy complicado comprar"
    },
    {
      "start": 8722.48,
      "end": 8729.48,
      "text": "corto de manera que cuando compro mil acciones mi posición va a ser pero bueno ya digo en algunas"
    },
    {
      "start": 8729.48,
      "end": 8740.08,
      "text": "acciones es muy difícil entrando con don chan porque es una entrada el principal problema de"
    },
    {
      "start": 8740.08,
      "end": 8746.92,
      "text": "esta entrada es que es muy retrasada y si la vamos a probar el extremo perdiendo el mínimo del día"
    },
    {
      "start": 8746.92,
      "end": 8759.6,
      "text": "anterior a un día para el loco esto ya es loco el press down sea el low es el high vamos allá"
    },
    {
      "start": 8759.6,
      "end": 8783.06,
      "text": "por todas y si va muy bien fantástico seguramente a una ahora que acercarlo más el tp no y que"
    },
    {
      "start": 8783.06,
      "end": 8798.68,
      "text": "he hecho me equivocado pero 40 no 004 muy complicado corto tengo que volver de manera que mi posición"
    },
    {
      "start": 8798.68,
      "end": 8806.24,
      "text": "va a ser ahora menos química y así de esta manera es como yo ya probaremos alguno tipo"
    },
    {
      "start": 8806.24,
      "end": 8812.56,
      "text": "apolo en acciones a ver qué tal a ver si nos sale que sé que por ahí pediendo apolo ya veremos"
    },
    {
      "start": 8812.56,
      "end": 8817.92,
      "text": "algo tipo apolo lo probaremos en acción es apolo en el lado corto en el nasdaq funciona aunque"
    },
    {
      "start": 8817.92,
      "end": 8827.28,
      "text": "por ejemplo este año la cosa mucho esta es la parte 2 de la terminología esto es porque"
    },
    {
      "start": 8827.76,
      "end": 8833.64,
      "text": "es muy importante a la hora de hacer trading porque acabamos de ver cuál es el lenguaje que"
    },
    {
      "start": 8833.64,
      "end": 8841.52,
      "text": "utilizan los traders y sobre todo vamos a ver y vamos a entender en las estrategias"
    },
    {
      "start": 8843.52,
      "end": 8850.04,
      "text": "estos son todos los términos que vamos a ver parecen muchísimos y parece muy abrumador esto"
    },
    {
      "start": 8850.04,
      "end": 8857.24,
      "text": "pero la verdad cuando vean lo sencillo que es y lo simple no les haría de preocupar esto es para"
    },
    {
      "start": 8857.24,
      "end": 8862.28,
      "text": "que seguimos de todas las cosas que vamos a ver en este módulo sobre dice que es decir lo primero"
    },
    {
      "start": 8862.28,
      "end": 8870.87,
      "text": "vamos a ver un concepto que es de watchlist cuando escuchen decir a coño don chan claro"
    },
    {
      "start": 8870.87,
      "end": 8880.83,
      "text": "claro no no don chan si nada es la hora es la hora me dijeron sobre don chan con stop y te ve y te"
    },
    {
      "start": 8880.83,
      "end": 8885.39,
      "text": "y te ve igual que eso es un buen truco para medir un edge vale pero es verdad que para los"
    },
    {
      "start": 8885.39,
      "end": 8890.83,
      "text": "tendenciales cuidado pero sí que es un buen es un buen es un buen truco rápido para ver casi"
    },
    {
      "start": 8890.83,
      "end": 8899.7,
      "text": "ninguna te pasaba del 50 claro y si calculado con atr una unidad por cinco días si el truco es"
    },
    {
      "start": 8899.7,
      "end": 8903.86,
      "text": "bueno pero es para evaluar la entrada de manera rápida pero es verdad que los tendenciales lo"
    },
    {
      "start": 8903.86,
      "end": 8909.62,
      "text": "que te digo tienen que correr entonces a veces a lo mejor te puedes probar a darle 2 a 1 me sabes"
    },
    {
      "start": 8909.62,
      "end": 8915.82,
      "text": "dejarle así y de eso bueno que ya lo veremos en una clase quiero hacer una clase que tengo que"
    },
    {
      "start": 8915.82,
      "end": 8921.9,
      "text": "porque la tengo más o menos las clases pensadas y planeadas pero no el orden pensé sobre la marcha"
    },
    {
      "start": 8921.9,
      "end": 8929.21,
      "text": "no como pide la clase pero como van las preguntas y demás pero sí que hay una que haremos búsqueda"
    },
    {
      "start": 8929.21,
      "end": 8939.43,
      "text": "de patrones y uno de ellos por supuesto es ese y hay otro que es con la rotura del máximo del"
    },
    {
      "start": 8939.43,
      "end": 8943.75,
      "text": "día anterior y cerrar al cierre por ejemplo y esto va bien para ver la tendencia de ese activo"
    },
    {
      "start": 8943.75,
      "end": 8951.85,
      "text": "sabes para ver si las roturas de un día marcan tendencia o no y también lo puedes hacer en"
    },
    {
      "start": 8951.85,
      "end": 8958.73,
      "text": "intradía para ver si en el intradía y tendencia puedes tener fails pero pero pero al final te"
    },
    {
      "start": 8958.73,
      "end": 8965.29,
      "text": "dices en intradía tiene tendencia yo si rompe el máximo de ayer entro largo y al cierre ciego con"
    },
    {
      "start": 8965.29,
      "end": 8973.39,
      "text": "eso mira si el activo de la día tiene tendencia nos salen todas pero muchas acciones de muchos"
    },
    {
      "start": 8973.39,
      "end": 8978.99,
      "text": "activos te sale veremos cositas de estas un día que haremos con un código lo haremos varias de"
    },
    {
      "start": 8978.99,
      "end": 8984.47,
      "text": "ellas y nos iremos pasando en distintos activos de acciones futuros de distinto tipo para para"
    },
    {
      "start": 8984.47,
      "end": 8991.07,
      "text": "veáis distintas maneras de encontrar entradas vale que ya dijimos que veríamos bastantes querido"
    },
    {
      "start": 8991.07,
      "end": 8996.03,
      "text": "empezar por el doncha porque sé que ha hablado mucho de él en el curso y además es bueno de"
    },
    {
      "start": 8996.03,
      "end": 9004.43,
      "text": "verdad lo que pasa que tiene sus puntos débiles de sus puntos débiles y que donde va mejor el"
    },
    {
      "start": 9004.43,
      "end": 9009.39,
      "text": "doncha de salir o sea es lo mismo que has visto en el lado largo que lo podéis explorar en"
    },
    {
      "start": 9009.39,
      "end": 9017.2,
      "text": "vez de trailing en rotura no lo hemos hecho tal pero cuando os lo he dicho esto mismo igual pero"
    },
    {
      "start": 9017.2,
      "end": 9024.76,
      "text": "yo lo dejo ahora bueno da igual porque está bloqueado para cortos pero voy a activar esto"
    },
    {
      "start": 9024.76,
      "end": 9034.08,
      "text": "que me da igual no me importa mucho voy a dejar original a cero vamos a pasar ahora en cuanto"
    },
    {
      "start": 9034.08,
      "end": 9062.29,
      "text": "rompa es algo así y aquí me salgo en 10 días habría que habría que ver habría que verle que"
    },
    {
      "start": 9062.29,
      "end": 9071.71,
      "text": "rango le en que rango le metes pero bueno habría que verlo habría que verlo pero lo mismo buscar"
    },
    {
      "start": 9071.71,
      "end": 9078.6,
      "text": "la explosión y salir de buscar la explosión y salir de esto y hasta 20 es demasiado podría"
    },
    {
      "start": 9078.6,
      "end": 9086.7,
      "text": "ser mejor para 10 pero bueno ya digo es poco sensible canal como hemos visto es poco sensible"
    },
    {
      "start": 9086.7,
      "end": 9092.26,
      "text": "con chan en general esto lo puedes probar las 10 acciones es decir en vez de ir al training o incluso"
    },
    {
      "start": 9092.26,
      "end": 9099.74,
      "text": "dejando el trailing incluso dejando el trailing hasta suponiendo pocos cambios de la versión"
    },
    {
      "start": 9099.74,
      "end": 9106.72,
      "text": "actual es decir no mira no no liar vale dejanse entre el link vale como lo tenías que era más"
    },
    {
      "start": 9106.72,
      "end": 9116.72,
      "text": "o menos vamos a hacerlo subiendo lo mismo que tenías no vamos a dejar 20 igual 0 20 va 0 20"
    },
    {
      "start": 9116.72,
      "end": 9123.2,
      "text": "con 20 vale pero a mí es al mismo tiempo lo que se ha dicho le pruebas a la mente le dejas la media"
    },
    {
      "start": 9123.2,
      "end": 9135.75,
      "text": "puesta ya verás que el trailing nos va a actuar casi nunca bueno le he dejado el time perdón le he"
    },
    {
      "start": 9135.75,
      "end": 9145.82,
      "text": "dejado el time se lo puede dejar pero ahora por probar lo que quiero bueno va a salir algunas"
    },
    {
      "start": 9145.82,
      "end": 9152.83,
      "text": "veces por tele algunas veces por media y así lo con más que la media se le va a pegar mucho se"
    },
    {
      "start": 9152.83,
      "end": 9158.69,
      "text": "le va a pegar mucho y esta es otra variante que es un poquito más más rápida y que en muchos"
    },
    {
      "start": 9158.69,
      "end": 9166.26,
      "text": "actores va a ir muy muy bien pero muy bien también es de dejar correr pero dejar correr menos luego"
    },
    {
      "start": 9166.26,
      "end": 9171.5,
      "text": "ya lo que os decía decir en vez de esto a días esta es la que en muchos roturas se usa eso"
    },
    {
      "start": 9174.68,
      "end": 9184.69,
      "text": "y ya está incluso mejor el tiempo es un poquito más más cerrado y os va a salir en muchos veces"
    },
    {
      "start": 9184.69,
      "end": 9193.8,
      "text": "en tiempo no va a salir esto va a salir en tiempo y se pueden hacer varias variantes que ya"
    },
    {
      "start": 9193.8,
      "end": 9200.36,
      "text": "no sean el propiamente tendencial y que va a ir en muchas alguna mejor no irá también pero"
    },
    {
      "start": 9200.36,
      "end": 9206.72,
      "text": "va a ir para el muy bien en muchas porque porque al final sale el mercado antes tienen distintas"
    },
    {
      "start": 9206.72,
      "end": 9212.2,
      "text": "maneras para salir eso sale por tiempo que sí que algunas veces pues saldrá mal pero pero mucho"
    },
    {
      "start": 9212.2,
      "end": 9217.24,
      "text": "saldrá bien incluso en vida que ya veréis aquí no va a ser tan aquí por ejemplo seguramente irá"
    },
    {
      "start": 9218.24,
      "end": 9226.66,
      "text": "típico pero también en las caídas veis pues como se salen 10 días pues al final se sale antes"
    },
    {
      "start": 9226.66,
      "end": 9233.08,
      "text": "a lo mejor que con él con el don chan pero claro las subidas tendidas se va saliendo se va metiendo"
    },
    {
      "start": 9233.08,
      "end": 9239.68,
      "text": "se va saliendo se va metiendo pero esta es una variante esto no te va a dar ratios tan tendenciales"
    },
    {
      "start": 9239.68,
      "end": 9245.24,
      "text": "pero también te va a dar ratios tendenciales este 46 te va a dar 30 y pico como antes no lo hemos"
    },
    {
      "start": 9245.24,
      "end": 9259.89,
      "text": "mirado antes en maestro pero esto debía dar esto debía dar 30 es 40 47 pues mira un da más de"
    },
    {
      "start": 9259.89,
      "end": 9264.91,
      "text": "lo que pensaba prácticamente da más de lo que pensaba pensaba que daría menos pensaba que daría"
    },
    {
      "start": 9264.91,
      "end": 9275.97,
      "text": "menos y el porcentaje de aciertos con este set up 44 46 46 47 dependiendo del set 44 47"
    },
    {
      "start": 9276.29,
      "end": 9280.57,
      "text": "pensaba que daría más de verdad se parece mucho bueno prácticamente el mismo bueno en vida"
    },
    {
      "start": 9280.57,
      "end": 9289.0,
      "text": "seguramente daba más en ese este es seguramente envidia era de las que más porcentaje daba de"
    },
    {
      "start": 9289.0,
      "end": 9295.96,
      "text": "acierto digo yo habíamos visto gráfico antes era espectacularmente tendencial claro una locura"
    },
    {
      "start": 9295.96,
      "end": 9302.61,
      "text": "envidia estará por aquí a nos ha ordenado esto por alfabético no porque es ordenado"
    },
    {
      "start": 9303.17,
      "end": 9329.83,
      "text": "no sé porque se ha ordenado bueno pues no sé da igual habrá de aquí con porcentaje de acierto"
    },
    {
      "start": 9329.83,
      "end": 9339.18,
      "text": "es muy alto y habrá con menos esto ya os digo aquí es aquí aquí lo veis 40 a 47 50 33 100"
    },
    {
      "start": 9339.18,
      "end": 9347.04,
      "text": "pero muy poco es decir al final habrá un poco de todo pero las que han tirado más como envidia"
    },
    {
      "start": 9347.04,
      "end": 9351.1,
      "text": "todo esto pues seguro que tiene un porcentaje altísimo lo que no sé ahora porque no la veo"
    },
    {
      "start": 9351.1,
      "end": 9360.29,
      "text": "es que hay 100 no es fácil encontrarla no no sé por qué no lo tiene ordenado como estaba aquí"
    },
    {
      "start": 9360.29,
      "end": 9366.3,
      "text": "esa microsoft es igual seguro seguro seguro que tiene un porcentaje de acierto bajo el cambio google"
    },
    {
      "start": 9366.3,
      "end": 9375.27,
      "text": "carlos 55 55 quiere decir que aquí google igual en esto va mejor en esta en estas etapas y más"
    },
    {
      "start": 9375.27,
      "end": 9389.67,
      "text": "más tendido para momentos que sí momentos que no muy justita aquí si aureli comenta perdón"
    },
    {
      "start": 9389.83,
      "end": 9397.35,
      "text": "para realizar los rangos de parámetros pregunta fran es es buen sistema usar que"
    },
    {
      "start": 9397.35,
      "end": 9410.35,
      "text": "el clínic si lo hacemos no sesgamos la zona paramétrica ahora mismo me pillas"
    },
    {
      "start": 9410.35,
      "end": 9430.46,
      "text": "cuando me acuerdo que era que el minuto lo he leído es aquel que bajan por el lado suelo"
    },
    {
      "start": 9430.46,
      "end": 9446.34,
      "text": "por el otro darte más explicación que la que te he dado ahora me voy a me voy a liar"
    },
    {
      "start": 9446.34,
      "end": 9453.61,
      "text": "no sé no sé no sé decirte nada nada más en concreto comenta aureli lo de las tortugas"
    },
    {
      "start": 9453.61,
      "end": 9458.69,
      "text": "pero miro me lo miro para el próximo día y te lo respondo calmo porque lo he leído pero no"
    },
    {
      "start": 9458.69,
      "end": 9466.52,
      "text": "me acuerdo mismo el detalle exacto concreto aureli pregunta las tortugas de las tortugas son"
    },
    {
      "start": 9466.52,
      "end": 9473.92,
      "text": "exactamente un don chan aureli es exactamente es exactamente lo que pasa que es un don chan"
    },
    {
      "start": 9473.92,
      "end": 9489.02,
      "text": "que lo hacía si no recuerdo mal eran semanal tengo un libro por ahí de hecho y sí que era"
    },
    {
      "start": 9489.02,
      "end": 9494.5,
      "text": "básicamente eso la clave una de las claves de las tortugas era la gestión monetaria que no"
    },
    {
      "start": 9494.5,
      "end": 9501.68,
      "text": "no se ha propagado eso no se ha propagado totalmente eso pero pero tenían una gestión monetaria muy"
    },
    {
      "start": 9501.88,
      "end": 9510.8,
      "text": "estricta y era era lo que iban promediando a favor era una manera de su de fallaron muchísimo"
    },
    {
      "start": 9510.8,
      "end": 9517.36,
      "text": "después de ciertos megabajos es decir se iban un poco a buscar las envidias entonces la cuando"
    },
    {
      "start": 9517.36,
      "end": 9525.84,
      "text": "pillaban una envidia la añadían añadían añadían se iban apalancándose en ella y claro los revientas"
    },
    {
      "start": 9526.48,
      "end": 9535.6,
      "text": "es que los revientas es verdad son acciones es así o sea tú pillas la que lo revienta y es"
    },
    {
      "start": 9535.6,
      "end": 9550.73,
      "text": "tremendo y se basaban un poco un poco en eso se basan un poco en eso vale pero esta franze"
    },
    {
      "start": 9550.73,
      "end": 9556.74,
      "text": "quieres ponla si quieres en el discord lo que me has puesto si no te importa más que nada porque"
    },
    {
      "start": 9556.74,
      "end": 9570.88,
      "text": "así te la me queda me queda archivada vale me queda archivada que vas a una preguntita más por"
    },
    {
      "start": 9570.88,
      "end": 9579.84,
      "text": "ahí para cerrar dejó el sistema este ya por cerrado ya os he dejado si si alguien quiere el"
    },
    {
      "start": 9583.08,
      "end": 9589.84,
      "text": "es que le puse como más cosas un poco para probando distintas que ya lo hicimos el primer día y ahora"
    },
    {
      "start": 9589.84,
      "end": 9596.76,
      "text": "mismo pues un poco pero realmente por eso se ha dado el pdf de solo la versión esta porque"
    },
    {
      "start": 9596.76,
      "end": 9602.3,
      "text": "es un poco la que hemos visto más a fondo y hemos trabajado un poco un poco más pero"
    },
    {
      "start": 9605.68,
      "end": 9609.4,
      "text": "franze para ti que el mismo es el algoritmo que usa"
    },
    {
      "start": 9612.61,
      "end": 9622.68,
      "text": "el poder en la esta de acciones aberto que no conecta mercado como se llama a mi"
    },
    {
      "start": 9623.68,
      "end": 9644.44,
      "text": "no es no no no no no no no no no era la que usa la que usa"
    },
    {
      "start": 9649.14,
      "end": 9650.62,
      "text": "es la que usa"
    },
    {
      "start": 9651.38,
      "end": 9667.95,
      "text": "de todas maneras hay bastante yo es como aprovecho porque el enjambre de partículas"
    },
    {
      "start": 9667.95,
      "end": 9677.47,
      "text": "también hay gente que al final yo no he leído nada ni visto nada súper concluyente que"
    },
    {
      "start": 9677.47,
      "end": 9689.02,
      "text": "que mejor el algoritmo genético de verdad es que es es que al final y no no creo honestamente"
    },
    {
      "start": 9689.02,
      "end": 9694.14,
      "text": "si hay algún paper por ahí que se me ha escapado pues pásame lo que lo leeré atentamente pero"
    },
    {
      "start": 9694.14,
      "end": 9700.78,
      "text": "pero no creo de verdad que incluso ya por mi sentido común de mi experiencia que realmente"
    },
    {
      "start": 9700.78,
      "end": 9707.96,
      "text": "haya un algoritmo que mejore mucho es la lógica que tiene algoritmo genético la misma que tiene"
    },
    {
      "start": 9708.36,
      "end": 9716.19,
      "text": "partículas y seguramente es al final bien son lógicas de búsqueda de de búsqueda de"
    },
    {
      "start": 9716.19,
      "end": 9723.91,
      "text": "zonas robustas que que al final todos siguen un poco lo mismo y a mí la de algoritmo genético"
    },
    {
      "start": 9723.91,
      "end": 9730.23,
      "text": "también me parece muy razonable muy lógica y fomenta totalmente eso bueno siempre hay algo"
    },
    {
      "start": 9730.23,
      "end": 9736.96,
      "text": "que sale que es mejor en teoría que no sé qué pero realmente es una gran mejor a eso pues a mí"
    },
    {
      "start": 9736.96,
      "end": 9742.76,
      "text": "no me lo ha parecido las veces que yo he leído sobre otros algoritmos de búsqueda que es de lo"
    },
    {
      "start": 9742.76,
      "end": 9748.2,
      "text": "que hablamos un poco se llamen perico que ya bueno y has visto toda la teoría ya ya me conoces el"
    },
    {
      "start": 9748.2,
      "end": 9752.56,
      "text": "tema de los nombres que son muy poco amigos porque como no tengo memoria no me acuerdo de las cosas"
    },
    {
      "start": 9752.56,
      "end": 9761.46,
      "text": "pues al final le el nombre a todo y y lo que importa son más las ideas entonces el el tema"
    },
    {
      "start": 9761.46,
      "end": 9767.62,
      "text": "el algoritmo de búsqueda no creo yo que esté ahí la gran cosa no creo la verdad que no pero"
    },
    {
      "start": 9767.62,
      "end": 9772.5,
      "text": "bueno ya digo al final evidentemente que se ha abierto que estar muy abierto siempre es muy"
    },
    {
      "start": 9772.5,
      "end": 9778.82,
      "text": "importante a cualquier cosa nueva tal pero no es lo que es muy antiguo pero prefiero que cualquier"
    },
    {
      "start": 9778.82,
      "end": 9785.7,
      "text": "cosa que sale ser atento a posibles mejoras no pero pero ya digo muchas al final acaban siendo"
    },
    {
      "start": 9785.7,
      "end": 9792.26,
      "text": "poco de lo mismo da una vuelta de otra manera mejor más rápido o lo que fuera pero es un poco"
    },
    {
      "start": 9794.18,
      "end": 9799.42,
      "text": "y no acaban de provocar unas grandes mejoras porque siempre hay gente pues más de pensura de una cosa"
    },
    {
      "start": 9799.42,
      "end": 9807.03,
      "text": "y de la otra y esto pasa mucho lo buscaré si tienes alguna fuente por ahí me la pasas y la"
    },
    {
      "start": 9807.03,
      "end": 9815.24,
      "text": "la miraré con calma y a ver qué da pero aunque estoy 100 por ciento seguro que leído sobre"
    },
    {
      "start": 9815.6,
      "end": 9821.84,
      "text": "tanto sobre el hambre como el rey pero pero vaya hace tiempo y no recuerdo que me quedara"
    },
    {
      "start": 9821.84,
      "end": 9830.51,
      "text": "la conclusión de que fuera algo mejor ni nada pues voy a ir cortando amigos si no hay más"
    },
    {
      "start": 9830.51,
      "end": 9837.55,
      "text": "preguntas hasta el lunes que viene recordar que los jueves hacemos directo recordar que los jueves"
    },
    {
      "start": 9837.55,
      "end": 9843.27,
      "text": "hacemos directo a quien se quiera pasar para poner alguna preguntita y también también puede"
    },
    {
      "start": 9843.63,
      "end": 9852.09,
      "text": "también puede de acuerdo la clase se procesa el vídeo y en un ratito la tenéis ya subida de"
    },
    {
      "start": 9852.09,
      "end": 9860.57,
      "text": "acuerdo nada más la semana que viene bueno vamos a poner el discord de que te crearemos la semana"
    },
    {
      "start": 9860.57,
      "end": 9866.61,
      "text": "que viene porque tengo que mirar las las notas y decidiré pero mi idea era empezar ahora hemos"
    },
    {
      "start": 9866.61,
      "end": 9873.93,
      "text": "hecho uno de la parte podemos decir acciones diarios semanal recordar no que hablamos un"
    },
    {
      "start": 9873.93,
      "end": 9882.49,
      "text": "perfil más de medio largo plazo y ahora pues quería probar otro un poco más más de intradía"
    },
    {
      "start": 9882.49,
      "end": 9890.45,
      "text": "así que tengo varios ya no no no no lo seguro pero puede que que hagamos el rb o puede que"
    },
    {
      "start": 9890.45,
      "end": 9896.92,
      "text": "hagamos el rb que tenía pensado hacer intradiliario probablemente con el dax empecemos y veremos"
    },
    {
      "start": 9896.92,
      "end": 9902.92,
      "text": "lo extrapolamos a más activos vale pero bueno ya no me lo toméis seguro seguro pero pero ese"
    },
    {
      "start": 9902.92,
      "end": 9907.84,
      "text": "es uno de los que tengo anotados para para hacer uno de revés sobre el dax me gusta mucho un futuro"
    },
    {
      "start": 9907.84,
      "end": 9914.04,
      "text": "que me gusta mucho vale eso sería intradía así que puede que vayamos con él el próximo día y en"
    },
    {
      "start": 9914.04,
      "end": 9920.52,
      "text": "todo caso casi con toda seguridad que haremos algo intradía para para entrar un poquito más en cosas"
    },
    {
      "start": 9920.52,
      "end": 9927.39,
      "text": "de más datos y más poquito más complejas que éstas vale amigos nada más os veo el lunes que"
    },
    {
      "start": 9927.39,
      "end": 9934.51,
      "text": "viene recordar enviar dudas al discord porque así las podemos compartir entre todos y creo que eso"
    },
    {
      "start": 9934.51,
      "end": 9941.37,
      "text": "pues añade tenerse aquí la sección de pregunta aquí para añadirlas y tratamos de responderlas"
    },
    {
      "start": 9941.37,
      "end": 9947.01,
      "text": "tratamos de responderlas bueno algunas aquí y otras en la clase en directo porque creo que"
    },
    {
      "start": 9947.01,
      "end": 9952.17,
      "text": "aportan a todos vale si alguien todavía no tiene acceso enviarnos un email con el"
    },
    {
      "start": 9952.17,
      "end": 9960.25,
      "text": "vuestro usuario y os lo os lo daremos nada más amigos hasta pronto que tengáis muy buena semana"
    }
  ]
}