{
  "language": "es",
  "duration": 12030.8053125,
  "segments": [
    {
      "start": 0.0,
      "end": 16.34,
      "text": "los asistentes están en modo de solo escucha. ¿Qué tal? Muy buenas tardes a todos, a ver un"
    },
    {
      "start": 16.34,
      "end": 23.02,
      "text": "momentito porque lo que está pasando es que no soy presentador, no soy presentador y por eso"
    },
    {
      "start": 23.02,
      "end": 32.58,
      "text": "pues no podía compartir la pantalla, pero ya me he nombrado presentador a mí mismo y ahí estamos."
    },
    {
      "start": 32.58,
      "end": 42.43,
      "text": "Muy buenas tardes a todos, aquí estamos en una clase más del curso de trading algoritmico,"
    },
    {
      "start": 42.43,
      "end": 61.63,
      "text": "a ver que tengo todavía que abrir algún programa. 0.5, no 0.5 no, 0.5 es 50% pero sí me da más de un"
    },
    {
      "start": 61.63,
      "end": 71.27,
      "text": "50% mirado. Hoy vamos a continuar desarrollando el sistema de ruptura en acciones, la parte"
    },
    {
      "start": 71.27,
      "end": 90.17,
      "text": "0.5. Pero de momento vamos a sentarnos en la parte tendencial y"
    },
    {
      "start": 92.05,
      "end": 99.72,
      "text": "mandaremos un cierto trabajo optativo por supuesto para para casa, pero antes que nada, antes que"
    },
    {
      "start": 99.72,
      "end": 109.46,
      "text": "nada había alguna pregunta en el discor, antes que nada, bueno lo había comentado ya Alberto ahí,"
    },
    {
      "start": 109.46,
      "end": 117.64,
      "text": "que teníamos alguna pregunta sin responder, fijaros que hay un canal donde podemos ver si"
    },
    {
      "start": 118.24,
      "end": 132.36,
      "text": "trabajamos, para que lo tomemos en consideración, no quiere decir que a lo mejor no estemos en"
    },
    {
      "start": 132.36,
      "end": 136.52,
      "text": "otro sitio, puede ser que lo hagamos, pero ahí sí que seguro que contestamos, es decir, el sitio"
    },
    {
      "start": 136.52,
      "end": 144.24,
      "text": "digamos más claro para hacer preguntas relacionadas con el curso, van ahí. Si alguien quiere preguntar"
    },
    {
      "start": 144.24,
      "end": 148.56,
      "text": "en otros sitios puede hacerlo, pero ya pues depende, te puede ser que te responda alguien,"
    },
    {
      "start": 148.56,
      "end": 154.6,
      "text": "que no, etcétera. Había habido creo un par de preguntas sobre la plataforma que ya había"
    },
    {
      "start": 154.6,
      "end": 160.44,
      "text": "contestado a Alberto, nosotros usarla como tal a nivel de trading la hemos usado, yo sí que la he"
    },
    {
      "start": 160.44,
      "end": 165.95,
      "text": "visto hace muchísimos años, muchísimos años, por lo cual la versión que hay ahora pues no sé"
    },
    {
      "start": 165.95,
      "end": 174.22,
      "text": "cómo será, antiguamente era para hacer opciones sobre futuros, no sé si será actualmente igual,"
    },
    {
      "start": 174.22,
      "end": 178.5,
      "text": "al 100%, porque te digo, estoy hablando de una información de hace muchísimo tiempo,"
    },
    {
      "start": 178.5,
      "end": 182.74,
      "text": "de todas maneras nadie mejor que la propia TrainStation te va a informar de ello, quiero"
    },
    {
      "start": 182.74,
      "end": 188.62,
      "text": "decir que al final en caso de que tengas dudas, en la web hay un apartado que lo explica, o sea,"
    },
    {
      "start": 188.62,
      "end": 195.22,
      "text": "lo que sí que es, que entiendo que eso será igual, no tiene nada que ver con la plataforma"
    },
    {
      "start": 195.22,
      "end": 201.66,
      "text": "de TrainStation a nivel desktop, la versión 10 y la 9.5, en normal y con entera una cosa"
    },
    {
      "start": 201.66,
      "end": 209.44,
      "text": "completamente aparta, así era antes y yo me imagino que seguirá igual, entonces ya digo,"
    },
    {
      "start": 209.44,
      "end": 214.16,
      "text": "nada que ver, nada que ver y estaba centrada, de hecho no era ni algorímica en su momento,"
    },
    {
      "start": 214.16,
      "end": 218.96,
      "text": "no sé si ha cambiado, estoy ahora mismo mientras te hablo mirándolo en la web a ver si veo alguna"
    },
    {
      "start": 218.96,
      "end": 225.74,
      "text": "cosa distinta, me da la sensación que no, me da la sensación que es un poco parecida y no tiene más,"
    },
    {
      "start": 225.74,
      "end": 230.46,
      "text": "pero ya te digo, no podemos ayudar mucho más que esto, si no, pues ya digo, hay un chat,"
    },
    {
      "start": 231.48,
      "end": 236.28,
      "text": "tenéis cuenta, enviar un email al client center, deciros esta plataforma para que sirva y tal,"
    },
    {
      "start": 236.28,
      "end": 241.92,
      "text": "pero antiguamente era para hacer opciones sobre futuros y era solo para eso, solo para hacer"
    },
    {
      "start": 241.92,
      "end": 250.8,
      "text": "opciones sobre futuros. Y bueno, poco más, sí, Alejandro también había hecho un comentario en"
    },
    {
      "start": 250.8,
      "end": 261.28,
      "text": "la parte de pregunta aquí con dos partes, en una nos felicitaba y agradecía el contenido, Alejandro"
    },
    {
      "start": 261.28,
      "end": 267.0,
      "text": "la verdad que es una persona bastante... del perfil alumno avanzado podemos decir, ya sabéis que"
    },
    {
      "start": 267.0,
      "end": 273.8,
      "text": "hay distintos perfiles en el curso y que tratamos de aportar valor a todos, aunque lógicamente el"
    },
    {
      "start": 273.8,
      "end": 279.86,
      "text": "que ya sabe muchas cosas, pues puedes aportar mucho en pocas cosas, porque hay veces que,"
    },
    {
      "start": 279.86,
      "end": 283.58,
      "text": "como digo, el diablo está en los detalles, hay cosas que pueden ser detalles, que pueden ser muy"
    },
    {
      "start": 283.58,
      "end": 287.5,
      "text": "importantes, pero en lo que es cantidad de información, lógicamente, pues siempre lo aprovecha"
    },
    {
      "start": 287.5,
      "end": 294.31,
      "text": "más el que empieza de cero, eso es obvio, pero bueno, luego comentaba el tema de porfolio que"
    },
    {
      "start": 294.31,
      "end": 300.43,
      "text": "echaba en falta alguna parte avanzada. Bueno, ya te comenté, Alejandro, tomamos nota y bueno,"
    },
    {
      "start": 300.43,
      "end": 305.31,
      "text": "pues a medida que avancemos hacia la parte porfolio, que lógicamente todavía falta,"
    },
    {
      "start": 305.31,
      "end": 313.19,
      "text": "porque quiero antes hacer bastantes estrategias más y pues ya veremos, a ver si podemos resolver un"
    },
    {
      "start": 313.19,
      "end": 320.63,
      "text": "poquito esa inquietud que tienes. Hoy, de hecho, vamos a trabajar este sistema en 100 acciones en"
    },
    {
      "start": 320.63,
      "end": 327.59,
      "text": "el Nasdaq, pero no con la finalidad de hacer un porfolio sobre ella, sino con la finalidad"
    },
    {
      "start": 327.59,
      "end": 334.83,
      "text": "de validar la idea, de ver si el sistema funciona, etcétera, etcétera, ¿vale? Pero un poco otro"
    },
    {
      "start": 334.83,
      "end": 341.75,
      "text": "camino que ya os comenté, que son sistemas que tienen poca frecuencia operativa, pues una de las"
    },
    {
      "start": 341.75,
      "end": 348.95,
      "text": "maneras de validarlo es juntando activos, y este es lo que vamos a hacer un poco con"
    },
    {
      "start": 348.95,
      "end": 354.67,
      "text": "este sistema. ¿Podría hacerse por otro camino? Bueno, podría hacerse, pero a nosotros en este"
    },
    {
      "start": 354.67,
      "end": 361.83,
      "text": "tipo de sistemas nos gusta mucho este método, es decir, meter todo el Nasdaq 100 o en una cesta"
    },
    {
      "start": 361.83,
      "end": 368.87,
      "text": "de ETFs o en todo el SP500, en un montón de acciones que, lógicamente, pues se comportan"
    },
    {
      "start": 369.59,
      "end": 379.9,
      "text": "de su manera, pues tratar de validar la idea, la idea ahí, ¿no? Esto por un lado, ¿vale? Entonces ya"
    },
    {
      "start": 379.9,
      "end": 385.7,
      "text": "está, creo que los demás que teníais comentarios del Discord, de acuerdo, aquellos que todavía"
    },
    {
      "start": 385.7,
      "end": 392.66,
      "text": "no hayáis entrado, que tenemos un Discord de alumnos que podéis apuntaros, por ahí ya os dejarán"
    },
    {
      "start": 393.5,
      "end": 401.68,
      "text": "la dirección, y si no nos la pedís, y bueno, pues ya está. Luego, otro tema que quería hablar, que lo dije,"
    },
    {
      "start": 401.68,
      "end": 411.32,
      "text": "que lo comentaría, lo comento ahora, es colgué la entrevista de Iván, la verdad que ahora no veo"
    },
    {
      "start": 411.32,
      "end": 423.32,
      "text": "dónde la colgué, porque ahora la encuentro. ¿Dónde la colgué? Bienvenido, quizá, sí, la colgué en bienvenido,"
    },
    {
      "start": 424.2,
      "end": 435.06,
      "text": "bueno, Iván es, aquellos que no lo conozcáis, él es el gestor de Emerging Funds, es una gestora"
    },
    {
      "start": 435.06,
      "end": 443.38,
      "text": "que tiene oficina en distintos sitios, en Nueva York, en Dubái, es, la verdad que es todo con la suerte"
    },
    {
      "start": 443.38,
      "end": 450.18,
      "text": "de que sea amigo personal, además de colega de profesión, y es un tener excelente, como ha"
    },
    {
      "start": 450.18,
      "end": 457.86,
      "text": "demostrado en su, en el concurso, que es el mismo que ganó la Rey Williams, año pasado que lo ha ganado, ¿no?"
    },
    {
      "start": 457.86,
      "end": 464.5,
      "text": "Abrí el debate ahí un poquito, aquellos que hayáis visto la ponencia, los que no hayáis visto,"
    },
    {
      "start": 464.5,
      "end": 471.72,
      "text": "yo os recomiendo verla, Robotrader, cada año participamos hace bastantes años, no me acuerdo"
    },
    {
      "start": 471.72,
      "end": 476.16,
      "text": "que ya tengo la ponencia, pero bueno, ya os avisaré, creo que era en abril, creo que era en abril,"
    },
    {
      "start": 477.16,
      "end": 483.12,
      "text": "y bueno, pues ahí cuando la haga ya os lo comunicaré, y lo había dicho,"
    },
    {
      "start": 483.12,
      "end": 488.8,
      "text": "tengo que ponerle el título, así que tengo que ponerle el título, a ver si se lo paso un día de estos,"
    },
    {
      "start": 488.8,
      "end": 492.04,
      "text": "bueno, entonces la verdad que la ponencia estuvo interesante, y lo más interesante"
    },
    {
      "start": 492.04,
      "end": 497.32,
      "text": "estuvieron las preguntas, ahí os puse como debate, ¿no?, de que habían un par de cositas en que no"
    },
    {
      "start": 497.32,
      "end": 502.2,
      "text": "estamos de acuerdo, que esto por supuesto yo lo, bueno, mira, en cierto, en marzo tengo una reunión"
    },
    {
      "start": 502.2,
      "end": 509.64,
      "text": "con Iván, y seguro que lo volveremos a comentar, pero lo que quería es que vierais, como ya os he"
    },
    {
      "start": 509.64,
      "end": 515.76,
      "text": "dicho insistentemente, la teoría que nosotros os explicamos cómo hacemos nosotros las cosas,"
    },
    {
      "start": 515.76,
      "end": 519.68,
      "text": "y os hemos explicado algunas que también no hacemos, ¿de acuerdo?, porque hay que explicar,"
    },
    {
      "start": 519.68,
      "end": 527.0,
      "text": "hay que explicarlo todo y explicar lo que nosotros pensamos, pero hay distintos caminos para llegar"
    },
    {
      "start": 527.0,
      "end": 531.72,
      "text": "a Roma, y además en lo esencial, en lo esencial os aseguro que estamos 100% de acuerdo, porque es"
    },
    {
      "start": 532.68,
      "end": 539.48,
      "text": "lo esencial, es lo esencial, ¿de acuerdo?, y de ahí no hay variación, el hecho, como por ejemplo,"
    },
    {
      "start": 539.48,
      "end": 544.46,
      "text": "cuando os expliqué, si os acordáis, el BRAC, y os dije que el BRAC, en mi opinión, a mí,"
    },
    {
      "start": 544.46,
      "end": 549.34,
      "text": "no tiene mucho sentido, pero no tiene mucho sentido, lo que quiero decir es el nombre,"
    },
    {
      "start": 549.34,
      "end": 555.66,
      "text": "¿de acuerdo?, es decir, al final un BRAC, el BRAC es, es decir, una optimización convencional es"
    },
    {
      "start": 555.66,
      "end": 561.42,
      "text": "muy parecida al BRAC, ¿vale?, y si tú haces una optimización convencional y le sacas 4.000 trades,"
    },
    {
      "start": 561.82,
      "end": 566.7,
      "text": "y no tiene muchos grados de libertad, de verdad, seguramente no hace falta World Forward,"
    },
    {
      "start": 566.7,
      "end": 575.18,
      "text": "¿vale?, pero hazlo, ¿de acuerdo?, no está de más, no está de más, al final la mayoría de traders"
    },
    {
      "start": 575.18,
      "end": 582.18,
      "text": "utilizamos varios métodos de evaluación, y realmente si están bien hechos, hay varios que son útiles,"
    },
    {
      "start": 582.18,
      "end": 587.74,
      "text": "y es verdad que para algún tipo de sistema puede venir mejor, puede venir otro, pero la idea está"
    },
    {
      "start": 587.74,
      "end": 592.7,
      "text": "clara, y acordaros cuando os dije, significación estadística, representatividad de la muestra,"
    },
    {
      "start": 592.7,
      "end": 601.45,
      "text": "esto es los cimientos de la metodología clásica, y también es lo que hace Iván, ¿de acuerdo?,"
    },
    {
      "start": 601.45,
      "end": 606.61,
      "text": "es lo que hace Iván, es lo mismo, ¿vale?, él, por ejemplo, no le gusta World Forward, a Kevin le"
    },
    {
      "start": 606.61,
      "end": 610.13,
      "text": "gusta, a Andrea Humbert, por ejemplo, tampoco le gusta World Forward, es decir, hay distintos,"
    },
    {
      "start": 610.13,
      "end": 617.81,
      "text": "hay distintos, como os digo, opiniones, y demás, a mí el Cluster World Forward me gusta mucho,"
    },
    {
      "start": 618.37,
      "end": 625.57,
      "text": "ya trataremos de hacer en este sistema, como tal, no lo vamos a hacer, porque ahora a medida que"
    },
    {
      "start": 625.57,
      "end": 631.25,
      "text": "avance la clase lo veréis, los problemas que te vas encontrando, pero en otros sistemas sí que lo haremos,"
    },
    {
      "start": 631.25,
      "end": 639.17,
      "text": "haremos un World Forward al uso, pero en este no lo vamos a hacer como tal, y podemos acabar validando"
    },
    {
      "start": 639.17,
      "end": 644.69,
      "text": "la idea, igual, ¿de acuerdo?, es decir, ahí está un poquito el tema, ¿vale?,"
    },
    {
      "start": 645.49,
      "end": 652.7,
      "text": "y bien, pues vamos un poquito a ir avanzando en la clase de hoy,"
    },
    {
      "start": 655.25,
      "end": 666.66,
      "text": "tengo tantas cositas por aquí abiertas, esto lo vamos a cerrar, dejamos este gráfico, vamos a abrir,"
    },
    {
      "start": 666.66,
      "end": 675.39,
      "text": "bueno, tengo ya aquí todo preparado, así que mira, voy a ir abriendo, voy a dejar ya el 3.6 abierto,"
    },
    {
      "start": 676.03,
      "end": 687.26,
      "text": "porque luego, si tengo tiempo, haremos una cosita en directo, haremos una cosita en directo en"
    },
    {
      "start": 687.26,
      "end": 693.02,
      "text": "porfolio maestro, principalmente aquí hemos usado un poco porfolio maestro y un mucho porfolio trader"
    },
    {
      "start": 693.02,
      "end": 700.87,
      "text": "para este sistema, pero bueno, como ya os dije varias veces y voy a insistir en ello,"
    },
    {
      "start": 700.87,
      "end": 709.71,
      "text": "pues todos tienen sus cosas, todos tienen sus cosas y bueno, por eso a veces usas una cosita"
    },
    {
      "start": 709.71,
      "end": 717.02,
      "text": "de aquí y a veces otra cosita de allá, a ver, aquí casi que voy a abrir el workspace directo,"
    },
    {
      "start": 717.02,
      "end": 723.88,
      "text": "porque si no me va a saturar mucho el equipo, sí, sí, sí, voy a abrir el workspace directo,"
    },
    {
      "start": 723.88,
      "end": 736.8,
      "text": "aquí está, es que esto, cuando estás en directo aquí también el tema de recursos,"
    },
    {
      "start": 736.8,
      "end": 751.61,
      "text": "hay que vigilarlo porque se colapsa todo rápido, vamos con ello, esto lo abro luego y aquí está,"
    },
    {
      "start": 751.61,
      "end": 759.29,
      "text": "cualquier duda como siempre recordar que ahí está Alberto, Pilar y también seguramente Víctor y"
    },
    {
      "start": 759.29,
      "end": 775.87,
      "text": "bueno, estamos ahí todo el mundo atento a vuestras preguntas, bueno, ya estáis viendo un poquito el"
    },
    {
      "start": 776.19,
      "end": 789.5,
      "text": "sistema en cuestión, me los voy a enseñar en porfolio trader por un lado, aquí está,"
    },
    {
      "start": 789.5,
      "end": 799.51,
      "text": "aquí lo estoy viendo yo y os voy a explicar un poquito el planteamiento de hoy,"
    },
    {
      "start": 799.51,
      "end": 816.57,
      "text": "PowerLenguages, antes que nada, si, nos habíais comentado lo del, la verdad que tenía pensado"
    },
    {
      "start": 816.57,
      "end": 823.81,
      "text": "daroslo hoy, me comprometo a lo largo de la semana, antes la siguiente clase, daroslo,"
    },
    {
      "start": 823.81,
      "end": 833.9,
      "text": "daroslo, pero todavía no, realmente las clases llevan bastante trabajo de preparación y no me,"
    },
    {
      "start": 833.9,
      "end": 839.49,
      "text": "era lo siguiente que me faltaba y no llegaba tiempo de hacerlo, vale, pero para la siguiente,"
    },
    {
      "start": 839.49,
      "end": 848.43,
      "text": "antes de la siguiente clase os hacemos el código, el código y demás, la idea básica porque aquí"
    },
    {
      "start": 848.43,
      "end": 853.94,
      "text": "este código realmente es muy largo pero de momento estamos usando tres cositas, ¿de acuerdo?,"
    },
    {
      "start": 853.94,
      "end": 860.3,
      "text": "estamos usando tres cositas, solo la parte tendencial es simplemente el canal y simplemente"
    },
    {
      "start": 860.3,
      "end": 866.94,
      "text": "el terelink, es lo que hoy vamos a trabajar, vale, bien, recordar el sistema que es simplemente un"
    },
    {
      "start": 866.94,
      "end": 873.86,
      "text": "canal de Donchan, el pseudocódigo de hecho en palabras, ya os lo pasaré escrito bien como Dios"
    },
    {
      "start": 874.46,
      "end": 884.74,
      "text": "pero en palabras no es más que tenemos una banda arriba de los n cierres anteriores, por efecto,"
    },
    {
      "start": 884.74,
      "end": 891.34,
      "text": "acordaros que Donchan hablaba de 20 porque era más o menos un mes, más o menos cuatro semanas,"
    },
    {
      "start": 891.34,
      "end": 897.54,
      "text": "más o menos la regla de cuatro semanas y entonces en este caso como eran acciones pues nosotros"
    },
    {
      "start": 897.54,
      "end": 902.74,
      "text": "decidimos hacerlo con los cierres, se podría perfectamente haber hecho con el máximo, hoy"
    },
    {
      "start": 902.74,
      "end": 909.66,
      "text": "no lo he probado, no lo he cambiado, el otro día ya lo jugamos un poco con ello pero lo vamos"
    },
    {
      "start": 909.66,
      "end": 916.82,
      "text": "a dejar en el cierre pero podría ser que fuera mejor el máximo, ya digo que no he trabajado a"
    },
    {
      "start": 916.82,
      "end": 923.34,
      "text": "fondo ese concepto, lo he dejado en el cierre porque a nosotros en acciones el cierre en gráfico"
    },
    {
      "start": 923.34,
      "end": 929.02,
      "text": "diario normalmente el cierre le damos bastante importancia y por lo tanto pues ya nos parece bien"
    },
    {
      "start": 929.02,
      "end": 935.38,
      "text": "trabajar con el canal de cierres, el canal de cierres también está la parte baja porque el"
    },
    {
      "start": 935.38,
      "end": 939.7,
      "text": "sistema permite hacer cortos aunque no lo he trabajado, eso de hecho es lo que os voy a dejar"
    },
    {
      "start": 939.7,
      "end": 947.54,
      "text": "para el que quiera trabajarlo para casa y ver a ver qué puede hacer y como os decía planteamos"
    },
    {
      "start": 947.54,
      "end": 955.3,
      "text": "en el código distintas salidas pero hoy vamos a trabajar solo el training, solo vamos a trabajar"
    },
    {
      "start": 955.78,
      "end": 961.62,
      "text": "también tenemos en el código planteado salir por la media central que aquí no está pintada pero"
    },
    {
      "start": 961.62,
      "end": 972.87,
      "text": "pero aquí sí, podemos salir también por la media central está planteado está también"
    },
    {
      "start": 972.87,
      "end": 979.52,
      "text": "planteado salir en n barras está también planteado salir en un stop porcentual también"
    },
    {
      "start": 979.52,
      "end": 988.4,
      "text": "en un tp porcentual por arriba es decir objetivo y stop y está planteado un training pero como ya"
    },
    {
      "start": 988.4,
      "end": 994.52,
      "text": "comentamos y vamos a evaluar un tendencial puro y para eso necesitamos dejar con los beneficios"
    },
    {
      "start": 994.52,
      "end": 1002.29,
      "text": "si ponemos tp no vamos a cumplir ese requisito y por lo tanto decidimos solo entrar hoy es lo que"
    },
    {
      "start": 1002.29,
      "end": 1009.85,
      "text": "vamos a mirar entrar por cierre por encima del canal y salir solo por training esta es la única"
    },
    {
      "start": 1009.85,
      "end": 1020.15,
      "text": "salida además hablamos muy de pasada porque ya comenté que os lo enseñaría un filtro que hoy"
    },
    {
      "start": 1020.15,
      "end": 1030.65,
      "text": "vamos a probar también de que es esta parte de aquí a ver un segundo que voy a poner el foco vale"
    },
    {
      "start": 1031.21,
      "end": 1040.93,
      "text": "esta parte de aquí no esta parte de aquí no es esta parte de aquí de acuerdo este filtro atr que"
    },
    {
      "start": 1040.93,
      "end": 1050.09,
      "text": "simplemente es si el true range de la vela actual es menor que el true range medio mensual por un"
    },
    {
      "start": 1050.09,
      "end": 1055.38,
      "text": "multiplicador que vamos a estudiar pero que acabaremos dejando en uno vale porque era la"
    },
    {
      "start": 1055.38,
      "end": 1060.9,
      "text": "idea pero como ya os comenté a veces podemos hacer optimizaciones instrumentales para ver para"
    },
    {
      "start": 1060.9,
      "end": 1067.67,
      "text": "coger información de la variable y este es un claro ejemplo de bien empecemos por el principio"
    },
    {
      "start": 1068.95,
      "end": 1083.98,
      "text": "el principio cual es el principio el principio es evaluar el canal evaluar el canal ya lo hicimos"
    },
    {
      "start": 1083.98,
      "end": 1093.0,
      "text": "por un lado con con igualando el stop de los acordes y tp creo que pusimos 05 pusimos uno"
    },
    {
      "start": 1093.0,
      "end": 1098.56,
      "text": "a nivel de evaluación preliminar y hicimos un pequeño estudio rápido para ver si"
    },
    {
      "start": 1098.56,
      "end": 1105.4,
      "text": "conseguimos seguir adelante por la señal de entrada así que vimos que parecía tener cierta"
    },
    {
      "start": 1105.4,
      "end": 1113.63,
      "text": "ventaja y hoy hemos continuado avanzando en esa idea pero ya con la versión trailing esta es la"
    },
    {
      "start": 1113.63,
      "end": 1122.78,
      "text": "primera estudio que hemos hecho vamos a presentar 44 estudios vale tenemos aquí la fichita en excel"
    },
    {
      "start": 1123.1,
      "end": 1131.06,
      "text": "enseñaré trabajo en sí el portfolio trader pero antes empezamos por la ficha vale vamos a"
    },
    {
      "start": 1131.06,
      "end": 1139.82,
      "text": "optimizar o estudiar o a testear el sistema de ruptura de acciones en todo el nasdaq cien de"
    },
    {
      "start": 1139.82,
      "end": 1145.38,
      "text": "acuerdo en las cien acciones que hoy cotizan en las acciones cuidado aquí que esto no quiere decir"
    },
    {
      "start": 1145.38,
      "end": 1152.96,
      "text": "que estemos haciendo una buena simulación ha pasado de cartera porque no hemos salido en"
    },
    {
      "start": 1152.96,
      "end": 1157.68,
      "text": "cuenta las deslistadas y la puntuación que hay pero nosotros estamos validando el sistema"
    },
    {
      "start": 1157.68,
      "end": 1163.64,
      "text": "no estamos montando una operativa en la sección vemos estamos evaluando el sistema podíamos"
    },
    {
      "start": 1163.64,
      "end": 1169.12,
      "text": "hacerlo en apple podíamos hacerlo en microsoft podíamos hacerlo en google pero eso tendría"
    },
    {
      "start": 1169.68,
      "end": 1176.8,
      "text": "y nos dejaría sin prácticamente margen de maniobra para poder analizar los parámetros"
    },
    {
      "start": 1176.8,
      "end": 1182.96,
      "text": "porque habría una significación estadística que para nosotros no sería suficiente y una manera"
    },
    {
      "start": 1182.96,
      "end": 1190.1,
      "text": "de hacer esto es evaluar todas las acciones a la vez de tal manera que el sistema tenga que tener"
    },
    {
      "start": 1190.1,
      "end": 1197.9,
      "text": "un comportamiento bueno en la mayoría de ellas porque seguro que no ganan todas al final pues"
    },
    {
      "start": 1197.9,
      "end": 1204.18,
      "text": "puede de esta manera consigues mayor número de operaciones y estaremos de acuerdo que son que"
    },
    {
      "start": 1204.18,
      "end": 1211.26,
      "text": "es un activo homogéneo entre sí comparable y que tiene si bastante correlación entre sí aunque"
    },
    {
      "start": 1211.26,
      "end": 1218.14,
      "text": "ya veréis que curiosamente al final cuando os muestre un perfomance report completo de una"
    },
    {
      "start": 1219.18,
      "end": 1223.5,
      "text": "de una buena de la combinación por ejemplo que de que acabaríamos eligiendo para operar"
    },
    {
      "start": 1223.5,
      "end": 1230.22,
      "text": "y veréis que realmente muchas acciones de las acciones entre sí no tienen tanta correlación"
    },
    {
      "start": 1230.22,
      "end": 1237.02,
      "text": "con el operando el sistema de resultados mensuales no tienen tanta pero eso lo veremos al final bien"
    },
    {
      "start": 1237.02,
      "end": 1244.02,
      "text": "aquí tenemos un poco todos los inputs que hay puestos en el en el sistema nosotros aquí sólo"
    },
    {
      "start": 1244.02,
      "end": 1255.21,
      "text": "vamos a trabajar estos que os voy a marcar en rojo vamos a trabajar el periodo del canal que"
    },
    {
      "start": 1255.21,
      "end": 1262.66,
      "text": "esa es la que vamos a hacer en esta primera luego trabajaremos traen y y probaremos el filtro"
    },
    {
      "start": 1262.66,
      "end": 1270.25,
      "text": "de acuerdo pero es el filtro a ver si tiene algún sentido o no nada más de momento nada nada más"
    },
    {
      "start": 1271.21,
      "end": 1278.29,
      "text": "se podría ir hecho se debería también evaluar la parte corta nosotros hoy no lo hemos hecho pero"
    },
    {
      "start": 1279.29,
      "end": 1285.13,
      "text": "recomiendo que lo hagáis el que tenga la capacidad de hacerlo que no pues que lo trabaja un poquito"
    },
    {
      "start": 1285.13,
      "end": 1291.48,
      "text": "conceptualmente y para la semana que viene empezaremos algo más pero le haremos un pequeño"
    },
    {
      "start": 1291.48,
      "end": 1298.52,
      "text": "vistazo también a esta parte al lado corto de este sistema a ver si tiene cierto sentido operarlo"
    },
    {
      "start": 1298.52,
      "end": 1304.52,
      "text": "o no de acuerdo o qué cambios podríamos hacer para operarlo en el lado corto porque la idea en"
    },
    {
      "start": 1304.52,
      "end": 1308.6,
      "text": "sí se bueno canal de doldrán yo puedo ponerlo arriba puedo ponerlo abajo de hecho ya está abajo"
    },
    {
      "start": 1308.6,
      "end": 1316.06,
      "text": "también pero es operable igual abajo que arriba por igual yo os digo que no igual no lo es porque"
    },
    {
      "start": 1316.06,
      "end": 1322.4,
      "text": "lógicamente el mercado de acciones tiene un sesgo alcista muy considerable y si se puede operar el"
    },
    {
      "start": 1322.4,
      "end": 1326.76,
      "text": "lado corto pero hay que hacerlo de una determinada forma y tendencialmente no es una de ellas"
    },
    {
      "start": 1327.08,
      "end": 1332.6,
      "text": "tendencialmente no es una de ellas una de las cosas que aquí no lo hemos hecho posteriormente"
    },
    {
      "start": 1332.6,
      "end": 1337.92,
      "text": "cuando hagamos práctica de búsqueda de señales de evaluación de activos también lo miraremos ya"
    },
    {
      "start": 1337.92,
      "end": 1344.24,
      "text": "la teoría recordar que hablamos no lógicamente si tú te planteas un setup de entrada decís bueno"
    },
    {
      "start": 1344.24,
      "end": 1349.68,
      "text": "si yo tengo un sistema tendencial pues lo voy a operar en aquellos activos que potencialmente"
    },
    {
      "start": 1349.68,
      "end": 1356.74,
      "text": "tengan más tendencia las acciones de ser activo esencial no lo no es así en realidad pero no lo"
    },
    {
      "start": 1356.74,
      "end": 1360.7,
      "text": "es sobre todo a nivel índice cuando vas a nivel de acción lo es bastante lo es bastante a nivel"
    },
    {
      "start": 1360.7,
      "end": 1367.86,
      "text": "índice también es tendencial en el largo plazo pero pero contra más te vas a bajando a frame el"
    },
    {
      "start": 1367.86,
      "end": 1374.62,
      "text": "mercado de equity menos tendenciales y más antitencial se vuelve entonces muchos sistemas"
    },
    {
      "start": 1374.62,
      "end": 1381.58,
      "text": "que operan acciones operan operan índices sobre todo índices brusátiles operan más bien antitencial"
    },
    {
      "start": 1381.58,
      "end": 1388.18,
      "text": "o versiones tipo antitenciales no no el concepto tendencial puro que es más dado de materias"
    },
    {
      "start": 1388.18,
      "end": 1394.18,
      "text": "primeras visas baterías primas de divisas y de acciones como digo en contado porque sí que"
    },
    {
      "start": 1394.18,
      "end": 1403.51,
      "text": "podemos coger tendencias bastante buenas vamos un poco al concepto que es este y este es el"
    },
    {
      "start": 1403.51,
      "end": 1408.99,
      "text": "concepto entonces cómo lo hemos evaluado esto bueno lo hemos evaluado a través de por folio"
    },
    {
      "start": 1409.83,
      "end": 1422.66,
      "text": "trader vale que es este este programa que forma parte de multichars ya digo programas y pues"
    },
    {
      "start": 1422.66,
      "end": 1429.3,
      "text": "es el que hemos usado pero es usar cualquiera al final lo que hemos hecho aquí es yo os explico"
    },
    {
      "start": 1429.3,
      "end": 1434.77,
      "text": "lo que hemos hecho y lo podéis aquellos que tengan es la posibilidad de hacerlo aplicar a"
    },
    {
      "start": 1434.77,
      "end": 1441.25,
      "text": "cualquier programa de acuerdo hemos hecho como aquí en el excel alguien se ha fijado hemos usado un"
    },
    {
      "start": 1441.25,
      "end": 1449.29,
      "text": "periodo in sample que va desde inicio del 2007 hasta final del 2018 y desde ahí es decir desde"
    },
    {
      "start": 1449.29,
      "end": 1456.17,
      "text": "principios de 2019 hasta el pasado viernes hemos usado auto sample vale se podría haber dejado"
    },
    {
      "start": 1456.17,
      "end": 1460.21,
      "text": "un tercer periodo ya os he comentado de muchos autores que lo hacen de acuerdo que dejan un"
    },
    {
      "start": 1460.21,
      "end": 1466.25,
      "text": "tercer periodo le llaman de validación perfecto nosotros ese periodo como los procesos suelen"
    },
    {
      "start": 1466.25,
      "end": 1471.97,
      "text": "durar tiempo suelen ir desde imaginaros ahora que esto estuvieramos empezando a estudiarlo y"
    },
    {
      "start": 1471.97,
      "end": 1477.45,
      "text": "siguiéramos pues desde ahora hasta hasta que siga el sistema de estudio que de hecho ya lleva"
    },
    {
      "start": 1477.45,
      "end": 1482.37,
      "text": "varias semanas no pues ya varias semanas observando y siguiendo fuera fuera de mostra"
    },
    {
      "start": 1482.37,
      "end": 1491.01,
      "text": "en lo que sería una especie de paper trade en esa fase ya estaría listo solemos hacerlo así pero"
    },
    {
      "start": 1491.81,
      "end": 1497.82,
      "text": "es correcto también es correcto también dejar un tercer periodo no es una práctica que esté que"
    },
    {
      "start": 1497.82,
      "end": 1503.06,
      "text": "esté para nada incorrecta hemos adoptado cinco dólares por tel que es por ejemplo lo que cobra"
    },
    {
      "start": 1503.06,
      "end": 1508.4,
      "text": "hoy en día tres station aunque tiene varios planes pero es un plan común para todo el mundo"
    },
    {
      "start": 1508.4,
      "end": 1515.56,
      "text": "si haces más volumen todavía puede ser más barato y un tic un tic de slipage vale hemos asumido un"
    },
    {
      "start": 1515.56,
      "end": 1526.9,
      "text": "tic de slipage hemos optimizado bueno realmente como hemos hecho exhaustiva hemos puesto net"
    },
    {
      "start": 1526.9,
      "end": 1533.86,
      "text": "profit pero en realidad cuando haces exhaustiva no importa porque recoges todos los datos a ver"
    },
    {
      "start": 1533.86,
      "end": 1540.46,
      "text": "a qué lo que es por folio trader lo que os decía de las plataformas por folio trader en cuanto a"
    },
    {
      "start": 1541.14,
      "end": 1549.6,
      "text": "bactés tiene algunas limitaciones por ejemplo la información que facilita es más del pobre"
    },
    {
      "start": 1551.73,
      "end": 1558.75,
      "text": "a nivel de utilización el world forward es infame de acuerdo es infame a nivel de configuración y"
    },
    {
      "start": 1558.75,
      "end": 1563.75,
      "text": "demás sobre todo en subversión por folio subversión sistema es bastante mejor ya lo veremos en otro"
    },
    {
      "start": 1563.75,
      "end": 1571.23,
      "text": "momento pero a versión por folio es bastante infame y en cambio tiene una gran utilidad que"
    },
    {
      "start": 1571.23,
      "end": 1575.31,
      "text": "es que puede ir a mercado es decir puedes acabar de montarlo puede incluso hacer forward testing"
    },
    {
      "start": 1575.31,
      "end": 1582.41,
      "text": "dejarlo en simulación más para sistemas central diarios quizá no que esté y puede ir a mercado"
    },
    {
      "start": 1582.41,
      "end": 1587.45,
      "text": "puedes configurar el por folio imaginaros que esto final fuéramos a operar las 10 acciones podría"
    },
    {
      "start": 1587.45,
      "end": 1593.09,
      "text": "meter por códigos reglas de prioridad vale si caso de que no las quisiera operar todas porque a veces"
    },
    {
      "start": 1593.09,
      "end": 1600.01,
      "text": "eso se puede hacer yo lo optimizo en 100 pero luego voy a operar las 10 x las 10 que entre en"
    },
    {
      "start": 1600.01,
      "end": 1604.33,
      "text": "primero las 10 que cumplan determinada condición extra de por folio yo puedo montar una regla de"
    },
    {
      "start": 1604.33,
      "end": 1611.53,
      "text": "por folio no es objeto ahora este tipo de cosas ya hablaremos más cuando usemos por folios como tal"
    },
    {
      "start": 1611.53,
      "end": 1618.13,
      "text": "no pero los comento ya que enseño el programa pues para que lo eso entonces aquí lo que hemos puesto"
    },
    {
      "start": 1618.13,
      "end": 1629.53,
      "text": "es un 2% a cada acción con una cuenta de 100 mil dólares hemos metido 2% de máximo a cada"
    },
    {
      "start": 1629.53,
      "end": 1637.22,
      "text": "a cada acción por lo tanto permitiendo apalancar en el caso de que de que sea el caso y nada más"
    },
    {
      "start": 1637.22,
      "end": 1643.02,
      "text": "luego ya las reglas del sistema propiamente que ya que ya conocéis en el sentido de cierre por encima"
    },
    {
      "start": 1643.02,
      "end": 1648.7,
      "text": "de la banda y un trailing esto en esta primera optimización claro cuando tú evaluas recordar"
    },
    {
      "start": 1648.7,
      "end": 1657.16,
      "text": "la teoría una entrada hay que hacer una asumción para la salida bueno yo le puse 20% de 20% de"
    },
    {
      "start": 1657.28,
      "end": 1666.98,
      "text": "trailing podemos haber puesto 10% da igual le puse 10% de los decía que es pobre porque"
    },
    {
      "start": 1666.98,
      "end": 1672.54,
      "text": "esos son los datos que facilita a nivel de por folio bueno le puedes meter un costo fitness es"
    },
    {
      "start": 1672.54,
      "end": 1683.14,
      "text": "verdad que aquí tenemos tenemos que hacer uno uno propio para ese que tiene implementado"
    },
    {
      "start": 1683.14,
      "end": 1689.86,
      "text": "multichar tiene un sharp esto que veis justo en fitness value realmente es sharp"
    },
    {
      "start": 1689.86,
      "end": 1697.96,
      "text": "sharp vale pero de hecho por eso teníamos sortino pero ya no lo hemos hecho porque se"
    },
    {
      "start": 1697.96,
      "end": 1703.04,
      "text": "lo tiene por defecto se lo tiene lo tiene por defecto entonces habíamos usado este de acuerdo"
    },
    {
      "start": 1703.04,
      "end": 1707.28,
      "text": "para hacer el sortino y ahí es donde nos hemos dado cuenta que no era de por folio de acuerdo era"
    },
    {
      "start": 1707.28,
      "end": 1716.47,
      "text": "de sistema y por lo tanto los datos que dan no son correctos sí que sí que permiten para"
    },
    {
      "start": 1716.47,
      "end": 1722.39,
      "text": "este ejercicio es un dato que es útil vale es útil porque creo que la lectura que da"
    },
    {
      "start": 1722.39,
      "end": 1731.11,
      "text": "probablemente es extrapolable y saldría bastante análoga en el caso en el caso que fuera de por"
    },
    {
      "start": 1731.11,
      "end": 1738.51,
      "text": "folio pero realmente cuando tú pones unas reglas cuando tú evaluas un por folio ahí como"
    },
    {
      "start": 1738.51,
      "end": 1745.79,
      "text": "como se explicó esto con algunas reglas de prioridad o sea realmente el el motor del"
    },
    {
      "start": 1745.79,
      "end": 1754.81,
      "text": "porfil realmente lo que va evaluando cada barra de acuerdo cada barra y cada pasa todos los sistemas"
    },
    {
      "start": 1754.81,
      "end": 1759.25,
      "text": "por todas las barras y luego aplica las reglas de ejección monetaria del por folio entonces"
    },
    {
      "start": 1760.25,
      "end": 1768.15,
      "text": "el ratio de sharp el ratio de sortino lo que tú quieras hacer no lo puedes calcular sistema"
    },
    {
      "start": 1768.15,
      "end": 1773.63,
      "text": "sistema porque no se suman y hasta acuerdo al final al final hay que calcularlo a nivel de"
    },
    {
      "start": 1773.63,
      "end": 1783.75,
      "text": "por folio y entonces no se ha implementado entonces hay que hacerlo que no lo habíamos"
    },
    {
      "start": 1783.75,
      "end": 1789.67,
      "text": "visto pensamos que era así francamente lo digo y entonces hay que volver a rehacer este ratio"
    },
    {
      "start": 1789.67,
      "end": 1796.43,
      "text": "de sharp pero insisto que al objeto esto no nos serviría y para concluir que sharp tiene el"
    },
    {
      "start": 1796.43,
      "end": 1802.27,
      "text": "porfolio es decir no sabemos ese dato hoy en día pero sí que a nivel de comparación de sets de"
    },
    {
      "start": 1802.27,
      "end": 1810.41,
      "text": "comparación de si el canal de 8 o de 10 o de 14 va mejor es sí que tiene sí que consideramos que"
    },
    {
      "start": 1810.41,
      "end": 1814.49,
      "text": "tiene relevancia de acuerdo que es el objeto os lo explico así en franqueza porque veis que"
    },
    {
      "start": 1814.49,
      "end": 1819.93,
      "text": "tiene este dato negativo esto qué sentido tiene pero tiene este sentido que os digo este no es"
    },
    {
      "start": 1819.93,
      "end": 1826.21,
      "text": "el ratio de sharp real del porfolio sino la suma de los sistemas y de manera individual haciendo"
    },
    {
      "start": 1826.21,
      "end": 1833.57,
      "text": "la media y por lo tanto pues está completamente desvirtuada totalmente desvirtuada porque esto"
    },
    {
      "start": 1833.57,
      "end": 1837.81,
      "text": "habría que hacerlo con los rendimientos del porfolio de acuerdo aprovechando la diversificación que"
    },
    {
      "start": 1837.81,
      "end": 1844.33,
      "text": "da cada cada una de las acciones entre entre sí a pesar de ser el mismo sistema ya lo veis que"
    },
    {
      "start": 1844.33,
      "end": 1851.01,
      "text": "sí que la que tiene cierta descorregación por supuesto es absolutamente mejorable pero pero que"
    },
    {
      "start": 1851.01,
      "end": 1860.17,
      "text": "ya tiene una cierta cierta es con esto son los datos que hemos obtenido simplemente optimizando"
    },
    {
      "start": 1860.17,
      "end": 1865.21,
      "text": "el canal de acuerdo de in sample aquí tenemos"
    },
    {
      "start": 1865.21,
      "end": 1885.92,
      "text": "vale vale si si no estaba aquí consultando porque tengo el gráfico lo voy a abrir donde"
    },
    {
      "start": 1885.92,
      "end": 1923.32,
      "text": "tengo esto voy a enseñarnos cada vez el gráfico vale esta no es o si es esta no es y está si"
    },
    {
      "start": 1924.2,
      "end": 1934.2,
      "text": "está aquí está aquí está aquí vale es esta bueno poco a poco porque digo voy a ir enseñando"
    },
    {
      "start": 1934.2,
      "end": 1940.2,
      "text": "cada tengo aquí un montón de cosas para abrir entonces tengo que ir paso paso paso bien esta"
    },
    {
      "start": 1940.2,
      "end": 1944.44,
      "text": "es la misma optimización que veis aquí en el extra recogida pero sólo el in sample de acuerdo"
    },
    {
      "start": 1944.44,
      "end": 1949.2,
      "text": "aquí lógicamente sólo tenemos una variable y por lo tanto no podemos hacer un gráfico en 3d pero"
    },
    {
      "start": 1949.2,
      "end": 1956.68,
      "text": "si en 2d no es más que a la izquierda tenemos net profit o sharp vale este sharp falso le voy"
    },
    {
      "start": 1956.68,
      "end": 1961.68,
      "text": "a llamar para para que me trenais pero bueno que insisto a nivel de comparación de ser creemos"
    },
    {
      "start": 1961.68,
      "end": 1969.52,
      "text": "que sí que tiene relevancia vale aunque su valor no tenga sentido y el net el net profit recuerdo"
    },
    {
      "start": 1969.52,
      "end": 1977.0,
      "text": "el net profit vale aquí en realidad ya te digo no hay no hay una función fitness como tal porque"
    },
    {
      "start": 1977.0,
      "end": 1982.82,
      "text": "están todas o sea hay sólo 25 posibilidades están las 25 de acuerdo cuando yo necesito una"
    },
    {
      "start": 1982.82,
      "end": 1987.86,
      "text": "función fitness cuando tengo que elegir entre 1000 y me tengo que quedar con 200 entonces"
    },
    {
      "start": 1987.86,
      "end": 1993.38,
      "text": "tengo que decir bueno esas 200 por qué criterio me las quedo bien si yo me las voy a quedar todas"
    },
    {
      "start": 1993.38,
      "end": 1999.57,
      "text": "da igual igual la función fitness porque yo ahora sí quisiera estos datos les puedo hacer cualquier"
    },
    {
      "start": 1999.57,
      "end": 2006.04,
      "text": "cálculo en excel ahora quisiera aquí calcular algo pero de cada de cada una de ellas las"
    },
    {
      "start": 2006.04,
      "end": 2011.6,
      "text": "optimizaciones yo podría recoger sus datos y calcular lo que quisiera es decir al final no no"
    },
    {
      "start": 2011.6,
      "end": 2017.8,
      "text": "no tengo que elegir por lo tanto la función fitness como tal no es necesaria esto cuando"
    },
    {
      "start": 2017.8,
      "end": 2026.75,
      "text": "hay pocas variables pocos inputs pues es interesante de acuerdo aquí de momento hemos dicho que podemos"
    },
    {
      "start": 2026.75,
      "end": 2032.67,
      "text": "tener tres inputs en total que pueden variar pero de momento estamos trabajando sólo uno para ver"
    },
    {
      "start": 2032.67,
      "end": 2040.43,
      "text": "sólo la entrada sin verse afectada por la por las salidas y dejándola la salida estática dejando"
    },
    {
      "start": 2040.43,
      "end": 2048.03,
      "text": "el filtro de volatilidad desactivado el 0 y la salida por trailing fijo en el 0 20 para que no"
    },
    {
      "start": 2048.03,
      "end": 2055.35,
      "text": "varíe y por lo tanto ver el canal por sí es lo que hace vale tenemos por un lado como veis el"
    },
    {
      "start": 2055.35,
      "end": 2066.08,
      "text": "dato sample en el dato en sample aquí ya estamos viendo que en el gráfico pues bueno se aprecia"
    },
    {
      "start": 2066.08,
      "end": 2071.92,
      "text": "claramente no claramente que en el retorno la verdad que es el verde hay bastante estabilidad"
    },
    {
      "start": 2071.92,
      "end": 2079.77,
      "text": "vale y en share podemos decir que hay estas dos tres zonas pero donde se aprecia mayor estabilidad"
    },
    {
      "start": 2079.77,
      "end": 2090.96,
      "text": "aquí en el sample podemos ver que es esta zona entre aquí que podemos decir que es 8 no 8 hasta"
    },
    {
      "start": 2090.96,
      "end": 2097.89,
      "text": "aquí 14 de acuerdo y por aquí para toda esta zona aparentemente de acuerdo aunque aquí tenemos"
    },
    {
      "start": 2097.89,
      "end": 2105.93,
      "text": "un share muy alto como veis el 5 bastante bastante bueno vale vamos a ver el mismo en auto sample"
    },
    {
      "start": 2107.02,
      "end": 2112.82,
      "text": "siempre es el que nos da o con más información aquí también hubiera sido interesante que en esa"
    },
    {
      "start": 2112.82,
      "end": 2118.82,
      "text": "práctica no la no la hemos hecho pero si al final fuéramos a operar haríamos esta misma"
    },
    {
      "start": 2118.82,
      "end": 2123.66,
      "text": "optimización invertida para los que os lo explicamos nos gusta mucho está este ejercicio"
    },
    {
      "start": 2123.66,
      "end": 2134.08,
      "text": "es decir hemos hecho en sample de 2007 a 2018 y a un sample de 2019 a 2024 así simplificando mucho"
    },
    {
      "start": 2134.08,
      "end": 2151.14,
      "text": "pues bueno esto total eran unos 17 años 17 años vale pues hacemos 13 no a ver 17 y más o menos"
    },
    {
      "start": 2151.14,
      "end": 2163.57,
      "text": "4 entre 4 y 5 no entre 4 y 5 vale entre 4 y 5 pues haber hecho de 2007 8 9 10 11 a 11 12 de acuerdo"
    },
    {
      "start": 2163.57,
      "end": 2170.93,
      "text": "dejarlo esa parte auto sample y hasta ahora en sample al revés auto sample al final y auto"
    },
    {
      "start": 2170.93,
      "end": 2176.09,
      "text": "sample al principio de acuerdo este también puede ser un ejercicio aquellos que podáis hacerlo y"
    },
    {
      "start": 2176.09,
      "end": 2181.44,
      "text": "luego comparar el auto sample que os sale de esa manera que os sale de la otra y coger esa"
    },
    {
      "start": 2181.44,
      "end": 2185.8,
      "text": "esa información porque cuando salen iguales eso sí que es una prueba fantástica de lo que usted"
    },
    {
      "start": 2185.8,
      "end": 2192.08,
      "text": "porque en un sistema tendencial como éste es verdad que hay 100 acciones todos estos datos al"
    },
    {
      "start": 2192.08,
      "end": 2201.74,
      "text": "final hay mucho sesgo de muestra la práctica hablamos mucho mucho de ello si yo tengo un"
    },
    {
      "start": 2201.74,
      "end": 2210.28,
      "text": "activo como esta aunque es verdad que este caso ya está en este caso creo que aplica bien aplica"
    },
    {
      "start": 2210.28,
      "end": 2215.48,
      "text": "bien porque tienen en el periodo el sample que empieza en 2007 nada más empezar pues tienen la"
    },
    {
      "start": 2215.48,
      "end": 2223.4,
      "text": "crisis de la crisis del 2008 2009 aquellos pues que ya estuvieras en el mercado recordaréis"
    },
    {
      "start": 2223.4,
      "end": 2229.76,
      "text": "que hemos empezado aquí hemos empezado aquí más o menos más o menos para ser exactos aquí en esta"
    },
    {
      "start": 2229.76,
      "end": 2234.16,
      "text": "línea que os pongo ahora vale entonces sí que empieza un tiro lateral al cista pero luego viene"
    },
    {
      "start": 2234.16,
      "end": 2239.6,
      "text": "un desplome vale final hay dos mercados bajistas podemos decir de cierta importancia todo este"
    },
    {
      "start": 2240.2,
      "end": 2246.44,
      "text": "este primero cae en sample y el otro cae auto sample y un poco así está elegido pero aún así"
    },
    {
      "start": 2246.44,
      "end": 2252.76,
      "text": "repito que es que es interesante esta esta mezcla porque ese ese mercado sí que es común puede"
    },
    {
      "start": 2252.76,
      "end": 2257.28,
      "text": "haber acciones que tengan otros porque no lógicamente las 100 no tienen la beta que"
    },
    {
      "start": 2257.28,
      "end": 2261.76,
      "text": "tienen microsoft o que tiene apple o netflix que son acciones que tienen bastante beta con el"
    },
    {
      "start": 2261.76,
      "end": 2267.84,
      "text": "mercado pero pero claro la mayoría la tienen la mayoría la tienen y por lo tanto ahí sí que"
    },
    {
      "start": 2268.48,
      "end": 2275.64,
      "text": "en esas crisis sistémicas de 2008 2009 y el tema del covid 2020 ahí sé que cayeron todas de"
    },
    {
      "start": 2275.64,
      "end": 2282.56,
      "text": "acuerdo o para todas se me entiende prácticamente todas huy me avisa esto voy a quitar mi cámara"
    },
    {
      "start": 2282.56,
      "end": 2289.87,
      "text": "porque me está avisando que que está justito de calidad para grabar así que le le quito la cámara"
    },
    {
      "start": 2289.87,
      "end": 2297.54,
      "text": "la cámara que tampoco pasa nada sino si no me veis porque me está me estaba avisando el mismo"
    },
    {
      "start": 2297.54,
      "end": 2320.92,
      "text": "programa que la conexión está perdiendo velocidad si puedo cerrar algo más un momentito que dicen"
    },
    {
      "start": 2320.92,
      "end": 2330.93,
      "text": "que me viene al móvil pues no sé ver puede ser que como está en la mesa lo voy a lo voy a poner"
    },
    {
      "start": 2330.93,
      "end": 2336.77,
      "text": "si puede ser puede ser porque mi hija me envía un mensaje veo así que igual igual ha sido eso yo"
    },
    {
      "start": 2336.77,
      "end": 2341.85,
      "text": "como tengo los auriculares pues no me he enterado a ver lo pongo no molestar y todo caso lo dejo"
    },
    {
      "start": 2341.85,
      "end": 2354.66,
      "text": "un poquito más más alejado a ver si así vamos vamos mejor también a veces no me den cuenta yo"
    },
    {
      "start": 2354.66,
      "end": 2359.34,
      "text": "con las manos porque es verdad que es micro estos son muy sensibles y cualquier ruidito que haces"
    },
    {
      "start": 2359.34,
      "end": 2366.98,
      "text": "aquí cerca se cola se me disculpe se me disculpe bueno pero sigo todo lo que os digo de acuerdo"
    },
    {
      "start": 2366.98,
      "end": 2374.19,
      "text": "lo voy comentando porque son cosas de la teoría y son importantes recordarlas no pero aún así"
    },
    {
      "start": 2374.19,
      "end": 2380.81,
      "text": "digo nosotros nos gusta mucho hacer esta doble este doble juego por delante y por detrás del"
    },
    {
      "start": 2380.81,
      "end": 2387.09,
      "text": "auto sample es lo que os decía este es el de el covid que cae que cae más aquí aunque fue bastante"
    },
    {
      "start": 2387.09,
      "end": 2398.47,
      "text": "peor el de 2008 pero ahí ahí está un poquito el tema vale vuelvo a donde estaba bien en auto"
    },
    {
      "start": 2398.47,
      "end": 2405.03,
      "text": "sample vamos a abrir ahora este gráfico que tengo es ese gráfico que habéis visto es el"
    },
    {
      "start": 2405.03,
      "end": 2415.74,
      "text": "mapa lo que pasa que es el mapa cuando sólo hay una a ver cuando sólo hay una variable donde"
    },
    {
      "start": 2415.74,
      "end": 2421.0,
      "text": "entonces no se puede hacer 3d sino que estos de acuerdo es net profit contra la misma contra la"
    },
    {
      "start": 2421.0,
      "end": 2428.67,
      "text": "misma variable más fácil todavía obtidos a dos sample a que no t2 no es t2 no es perdón"
    },
    {
      "start": 2428.67,
      "end": 2454.7,
      "text": "t1 t1 a ver t1 auto sample aquí está ahora sí es claro que comprobar que sea esa es perfecto"
    },
    {
      "start": 2454.7,
      "end": 2465.3,
      "text": "aquí tenemos la t2 por la variable ya que tenemos el gráfico de acuerdo a los que aquí va"
    },
    {
      "start": 2465.3,
      "end": 2470.42,
      "text": "prácticamente a medida que aumenta a medida que aumenta degradando es verdad que el auto sample"
    },
    {
      "start": 2470.42,
      "end": 2476.78,
      "text": "aquí plantea cierto problema que tampoco lo es tanto al lado del sample pues menos operaciones"
    },
    {
      "start": 2476.78,
      "end": 2484.26,
      "text": "normal por lo normal pero ya vamos viendo que la parte baja del canal aunque en este caso por"
    },
    {
      "start": 2484.26,
      "end": 2491.42,
      "text": "ejemplo el auto sample con valor 1 es bastante bien no es de hecho el que gana y a medida que"
    },
    {
      "start": 2491.42,
      "end": 2498.7,
      "text": "va aumentando el canal va perdiendo va perdiendo rendimiento teniendo insisto el trailing fijo"
    },
    {
      "start": 2500.53,
      "end": 2508.51,
      "text": "veamos ahora bueno aquí vemos que en esta zona aquí donde vemos el pico claro sobre todo el"
    },
    {
      "start": 2508.51,
      "end": 2517.75,
      "text": "sharp es aquí no en 6 acuerdo ahí en 6 vemos una cierta cierto pico que es verdad que hay"
    },
    {
      "start": 2517.75,
      "end": 2523.91,
      "text": "un salto importante al 7 5 6 por ahí podía estar podía estar bien también hay cierta estabilidad"
    },
    {
      "start": 2523.91,
      "end": 2530.12,
      "text": "aquí vamos a acabar de ver el all data uniendo los dos vale porque al final"
    },
    {
      "start": 2530.12,
      "end": 2541.05,
      "text": "ahí se incorpora un poco todo y donde además tenemos una muestra pues que ronda las de 2000"
    },
    {
      "start": 2541.05,
      "end": 2554.09,
      "text": "operaciones las 2000 operaciones fijaros que ahí pues bueno estamos en esa zona de 6 y 10 a ver que"
    },
    {
      "start": 2554.09,
      "end": 2580.4,
      "text": "os abro el opt y uno all data aquí lo tenemos aquí tenemos el auto y bien aquí veis un poquito"
    },
    {
      "start": 2580.4,
      "end": 2587.95,
      "text": "el gráfico y lo que os decía no en esta parte la verdad que es bastante estable de acuerdo del"
    },
    {
      "start": 2587.95,
      "end": 2596.88,
      "text": "doctor en sí es bastante estable fijaros que la zona podemos decir que luego lo veréis optimizado"
    },
    {
      "start": 2596.88,
      "end": 2602.16,
      "text": "todo todo junto ya lo veremos pero es bastante estable canal de noche es bastante es bastante"
    },
    {
      "start": 2602.16,
      "end": 2610.88,
      "text": "estable y en esta zona entre 5 es visto 10 pues está ahí bastante estabilizado aquí para irnos"
    },
    {
      "start": 2612.12,
      "end": 2622.64,
      "text": "para irnos para elegir uno de momento de cara a evaluar la salida pues he cogido el 6 podríamos"
    },
    {
      "start": 2622.64,
      "end": 2630.44,
      "text": "haber elegido otro de acuerdo es decir no tiene no tiene tampoco una brutal importancia en este"
    },
    {
      "start": 2630.44,
      "end": 2637.68,
      "text": "este momento de acuerdo pero el 6 me ha parecido un buen equilibrio y es el que he decidido bloquear"
    },
    {
      "start": 2637.68,
      "end": 2643.92,
      "text": "para evaluar la salida de acuerdo luego ya veremos un performance report de todo de todo esto puesto"
    },
    {
      "start": 2643.92,
      "end": 2654.99,
      "text": "en conjunto vale el 6 fijaros que al final tienen 2430 40% de aciertos típico típico"
    },
    {
      "start": 2654.99,
      "end": 2662.59,
      "text": "tendencial vale luego ya veremos más datos porque aquí simplemente pues nos sirve a nivel de"
    },
    {
      "start": 2662.59,
      "end": 2673.22,
      "text": "compararse de acuerdo no nos sirve de mucho más bien y donde como hemos evaluado el cómo hemos"
    },
    {
      "start": 2673.26,
      "end": 2681.58,
      "text": "evaluado el trailing como os digo bloqueando el 6 ahora os muestro el excel de esta segunda"
    },
    {
      "start": 2681.58,
      "end": 2689.99,
      "text": "optimización vale que es este simplemente aquí pues lo que os digo es la misma"
    },
    {
      "start": 2692.08,
      "end": 2699.81,
      "text": "cantidad de datos las mismas cien acciones bloqueamos el canal en 6 y dejamos oscilar"
    },
    {
      "start": 2699.81,
      "end": 2710.69,
      "text": "también 25 25 incrementos entre 0 0 6 y 0 30 el trailing bueno hemos puesto 25 en uno 25"
    },
    {
      "start": 2710.69,
      "end": 2719.09,
      "text": "para que tuvieran la misma capacidad de variación aquí tenemos los datos in sample aquí sí que se"
    },
    {
      "start": 2719.09,
      "end": 2726.71,
      "text": "aprecia claramente que los datos bajos deteriora muchísimo es decir el trailing realmente"
    },
    {
      "start": 2726.83,
      "end": 2731.27,
      "text": "deteriora mucho a la medida que lo acercas mucho claro estamos hablando de un sistema"
    },
    {
      "start": 2731.27,
      "end": 2737.75,
      "text": "tendencial opera muchísimo 7000 6300 se lo lleva todo en comisiones y sale demasiado rápido"
    },
    {
      "start": 2737.75,
      "end": 2743.07,
      "text": "realmente no tiene no tiene sentido habría que verlo evaluado desde bastante más arriba como"
    },
    {
      "start": 2743.07,
      "end": 2751.11,
      "text": "mínimo mínimo 0 10 y eso pues ya digo más no 0 15 hasta más de 0 30 quizá para verlo porque"
    },
    {
      "start": 2751.11,
      "end": 2755.47,
      "text": "al final lógicamente estamos en diario lo que quiere es que corran los los beneficios pero"
    },
    {
      "start": 2755.47,
      "end": 2761.15,
      "text": "nosotros también nos interesa protegernos y protegernos de las caídas de acuerdo que"
    },
    {
      "start": 2761.15,
      "end": 2768.07,
      "text": "es el problema al final lógicamente si evaluamos solo net profit va a querer mantenerse dentro por"
    },
    {
      "start": 2768.07,
      "end": 2772.55,
      "text": "eso hay que evaluar alguna cosa más aquí tenemos este ratio de charco que no nos de una buena"
    },
    {
      "start": 2772.55,
      "end": 2790.76,
      "text": "lectura nos sirve para este cometido que os digo y vamos a ver el opti 1 in sample es este es este"
    },
    {
      "start": 2790.76,
      "end": 2807.11,
      "text": "no tío no no pero optí 2 optí 2 y 2 aquí está optí 2 in sample aquí veis en este en este"
    },
    {
      "start": 2807.11,
      "end": 2813.59,
      "text": "perfil es bastante distinto a la anterior porque en el anterior el doncha era bastante bastante"
    },
    {
      "start": 2813.59,
      "end": 2819.83,
      "text": "armónico no el cierto a la rango pues por favor cierto rendimiento aquí pues claramente no es así"
    },
    {
      "start": 2819.83,
      "end": 2824.71,
      "text": "tiene los valores bajos pues prácticamente no tiene sentido hasta que no llega a la zona de"
    },
    {
      "start": 2824.71,
      "end": 2831.19,
      "text": "0 20 0 20 algo nos estabiliza en un cierto rendimiento lo cual pues como os digo tendría"
    },
    {
      "start": 2831.19,
      "end": 2838.83,
      "text": "habría tenido sentido dejarlo ir un poquito un poquito más un poquito más pero bueno lo hemos"
    },
    {
      "start": 2838.83,
      "end": 2846.75,
      "text": "dejado ahí está hasta el 0 30 que ya creo que es suficiente bueno ahí habéis 0 20 está bien"
    },
    {
      "start": 2847.23,
      "end": 2852.55,
      "text": "es el que habíamos puesto antes por la que habíamos visto la evaluación preliminar la"
    },
    {
      "start": 2852.55,
      "end": 2861.4,
      "text": "zona de 0 20 pues puede estar bien la verdad que 0 20 de momento no apunta a ir a ir mal si"
    },
    {
      "start": 2861.4,
      "end": 2872.8,
      "text": "miramos el auto sample y nos fijamos fijaros que ya por este charco falso 0 18 27 26 esa zona y si"
    },
    {
      "start": 2872.8,
      "end": 2881.04,
      "text": "nos fijamos en net profit pues clava el máximo 0 20 0 21 26 18 es decir más o menos la misma la"
    },
    {
      "start": 2881.04,
      "end": 2921.96,
      "text": "misma zona vamos a ver este este gráfico este es el 2 si este es este es que si lo"
    },
    {
      "start": 2921.96,
      "end": 2928.87,
      "text": "legramos lo vemos aquí el gráfico pues lo que veis no claramente los las partes bajas pues"
    },
    {
      "start": 2929.51,
      "end": 2936.14,
      "text": "este especie de charco sí que es bastante volátil pero ya veis que no es estable es el clásico"
    },
    {
      "start": 2936.14,
      "end": 2940.62,
      "text": "ejemplo donde se ve que no es estable que varía mucho que puede tener un valor bueno pero lo"
    },
    {
      "start": 2940.62,
      "end": 2946.1,
      "text": "siguiente no etcétera y habéis que en la parte final sí que estabiliza y estabiliza en valores"
    },
    {
      "start": 2946.1,
      "end": 2955.06,
      "text": "en valores altos claramente entre 0 20 0 25 todos son valores buenos todos son valores buenos y"
    },
    {
      "start": 2955.06,
      "end": 2962.32,
      "text": "donde además recogemos una cantidad importante de 3 estamos hablando todavía en este dato fuera"
    },
    {
      "start": 2962.32,
      "end": 2971.64,
      "text": "de muestra autosample de 900 800 trades de ese orden y si ya recogemos los dos unidos"
    },
    {
      "start": 2971.64,
      "end": 2983.56,
      "text": "pues nuevamente tenemos que se va muy arriba en 0 27 el que más tirando hacia arriba 27 26 25"
    },
    {
      "start": 2983.84,
      "end": 2995.29,
      "text": "bastante bastante alto pero aquí a ver que os la abro la dos old data vamos a ver este gráfico"
    },
    {
      "start": 2995.29,
      "end": 3007.62,
      "text": "el gráfico ahora me parece que no tengo el dos soldada alberto no lo he guardado aquí pero"
    },
    {
      "start": 3017.02,
      "end": 3021.98,
      "text": "lógicamente este interesante que es el que tienen más trade si por lo tanto es el que"
    },
    {
      "start": 3021.98,
      "end": 3028.38,
      "text": "está pues más más estabilizado pero aquí se aprecia actualmente esta tendencia que ya veía"
    },
    {
      "start": 3028.38,
      "end": 3035.82,
      "text": "bien veis en el chapel bueno pues a partir de 0 20 podríamos haber elegido uno uno más alto"
    },
    {
      "start": 3035.82,
      "end": 3044.22,
      "text": "pero al final hemos preferido bloquear el 0 20 aunque repito podríamos haber cogido otro"
    },
    {
      "start": 3045.48,
      "end": 3055.36,
      "text": "hemos haber cogido otro pero hemos preferido bloquear el 0 el 0 20 porque si os fijáis aunque"
    },
    {
      "start": 3055.36,
      "end": 3068.0,
      "text": "los que dan mayor datos 26 25 también el 0 20 fijaros que tiene el doble de operaciones"
    },
    {
      "start": 3068.0,
      "end": 3078.16,
      "text": "de acuerdo tiene siguen manteniendo mantienen bastante buen equilibrio de acuerdo se está"
    },
    {
      "start": 3078.16,
      "end": 3083.72,
      "text": "bien acompañado se nota que hay bajada que vuelve a subir es decir bastante estabilizado y"
    },
    {
      "start": 3083.72,
      "end": 3092.16,
      "text": "tiene muchos trades nosotros en este tipo de situaciones solemos tirar siempre a más operaciones"
    },
    {
      "start": 3092.88,
      "end": 3098.4,
      "text": "solemos tirar más a más operaciones porque nos tira mucho la significación estadística"
    },
    {
      "start": 3098.4,
      "end": 3107.62,
      "text": "de acuerdo entonces aquí aunque estemos hablando viendo mejores resultados con 1500 con 1300 la"
    },
    {
      "start": 3107.62,
      "end": 3115.3,
      "text": "zona de 0 25 por ejemplo de acuerdo porque tampoco lo grabaríamos demasiado esto a 0 26 27 0 20 0"
    },
    {
      "start": 3115.3,
      "end": 3121.86,
      "text": "25 podríamos también haber elegido perfectamente este está está bien tiene un mejor resultado"
    },
    {
      "start": 3123.74,
      "end": 3135.06,
      "text": "pero tiene como veis 903 menos 903 menos entonces siempre que estamos ante esa dicotomía siempre"
    },
    {
      "start": 3135.06,
      "end": 3141.7,
      "text": "cogemos más trade siempre cogemos más trade aunque suponga un poquito menos rendimiento porque"
    },
    {
      "start": 3141.7,
      "end": 3148.86,
      "text": "porque más trade significa mayor significación estadística y también significa mayor respuesta"
    },
    {
      "start": 3148.86,
      "end": 3157.62,
      "text": "ante cambios y de hecho aunque gana mucho menos fijaros el drawdown que es bastante bastante"
    },
    {
      "start": 3157.62,
      "end": 3165.22,
      "text": "menos aquí podríamos hacer pero ya digo no si tiene sentido si tiene sentido hacerlo porque"
    },
    {
      "start": 3165.22,
      "end": 3171.86,
      "text": "realmente como hay gestión monetaria hay unos por ciento y las salidas son porcentuales realmente"
    },
    {
      "start": 3171.86,
      "end": 3177.74,
      "text": "el capital está bastante cualizado aunque no sea en porcentaje de acuerdo pero aún así no nos"
    },
    {
      "start": 3177.74,
      "end": 3194.57,
      "text": "convence del todo que no sea de acuerdo pero no nos convence del todo pero bueno ya digo que no"
    },
    {
      "start": 3194.57,
      "end": 3203.18,
      "text": "no está mal tampoco hacerlo está mal esto es lo que mucha gente llama un recovery factor pero que"
    },
    {
      "start": 3203.18,
      "end": 3208.5,
      "text": "es net profit partido por por drawdown la verdad con los datos que tenemos aquí pues es de las"
    },
    {
      "start": 3208.5,
      "end": 3217.38,
      "text": "pocas cosas que podemos hacer de acuerdo y pues podrías podrías hacerlo y como veis 0 20 es el"
    },
    {
      "start": 3217.38,
      "end": 3223.58,
      "text": "que mejor que cualquier sin haberlo hecho pues ya ya veis ya veíamos que esa zona es la que la"
    },
    {
      "start": 3223.58,
      "end": 3228.9,
      "text": "que equilibra porque porque tiene muchas operaciones y tener muchas operaciones normalmente mejora la"
    },
    {
      "start": 3228.9,
      "end": 3236.46,
      "text": "respuesta ante ante hablando de un tendencial hablando de un tendencial mejora mejora la respuesta"
    },
    {
      "start": 3236.46,
      "end": 3244.52,
      "text": "ante caídas y demás claro hay que estimar bien los costes de acuerdo que se más bien los costes"
    },
    {
      "start": 3244.52,
      "end": 3254.52,
      "text": "porque dices tú estimas que prefieres operar mil trens más pero eso solo te va a servir si has"
    },
    {
      "start": 3254.52,
      "end": 3260.76,
      "text": "estimado bien los costes y si realmente tienes un tipo de deslizamiento podrías hacer ahí también"
    },
    {
      "start": 3260.76,
      "end": 3266.76,
      "text": "una prueba de sensibilidad deberías de mirar bien esto y probarla también en dos tics es decir bueno"
    },
    {
      "start": 3266.76,
      "end": 3273.6,
      "text": "pues mira no lo tengo claro voy a volver a hacer la optimización con dos tics en vez de un tic a ver"
    },
    {
      "start": 3273.6,
      "end": 3281.32,
      "text": "qué tal a ver cómo lo veo de acuerdo y si ves que no lo ves claro pues podrías entonces decantarte"
    },
    {
      "start": 3281.32,
      "end": 3289.4,
      "text": "más al 0 25 pero nosotros aquí nos quedaríamos con el con el 0 20 porque 2400 operaciones con"
    },
    {
      "start": 3289.4,
      "end": 3299.16,
      "text": "dos inputs solo además optimizados de manera separada está realmente realmente bien que es esto"
    },
    {
      "start": 3299.16,
      "end": 3305.12,
      "text": "luego no quiere decir que lo operamos en las 100 acciones de esto ahora perfectamente podríamos"
    },
    {
      "start": 3305.12,
      "end": 3314.05,
      "text": "luego pues operar las 10 acciones de mayor capitalización por ejemplo por elegir un"
    },
    {
      "start": 3314.05,
      "end": 3321.29,
      "text": "criterio no debería de operar las 10 también podría hacerlo pero que no es obligatorio no"
    },
    {
      "start": 3321.29,
      "end": 3326.29,
      "text": "quiero decir que esto lo estamos haciendo para validar la estrategia para tener una"
    },
    {
      "start": 3326.29,
      "end": 3332.17,
      "text": "mayor significación estadística pero no es obligatorio que luego en nuestro plan operativo"
    },
    {
      "start": 3332.17,
      "end": 3344.66,
      "text": "o usemos todas las acciones pues aquí hemos bloqueado 0 20 de acuerdo hemos bloqueado 0 20"
    },
    {
      "start": 3344.66,
      "end": 3359.23,
      "text": "espérate que vamos a meter este este dato en todas las tablas de acuerdo con es más que el net"
    },
    {
      "start": 3359.23,
      "end": 3388.59,
      "text": "profit partido por el máximo 0 18 0 15 y aquí en el otro sample menos de profit partido por"
    },
    {
      "start": 3388.59,
      "end": 3394.84,
      "text": "máximo del lado lo multiplicamos por menos 1 para que no dé un número negativo y estamos"
    },
    {
      "start": 3395.4,
      "end": 3405.24,
      "text": "0 12 0 15 varía varía un poquito 0 20 está a mitad de a mitad de tabla en el caso auto sample vale"
    },
    {
      "start": 3407.81,
      "end": 3416.96,
      "text": "bien este lo voy a guardar pero voy a hacerlo también en la excel de sample perdón en el excel que"
    },
    {
      "start": 3416.96,
      "end": 3426.47,
      "text": "lo hemos hecho solo de old data que no lo había hecho ahí lo voy a hacer ahora un momentito porque"
    },
    {
      "start": 3426.47,
      "end": 3436.33,
      "text": "es interesante también verlo y con los pocos datos que nos da en este caso luego pasaremos"
    },
    {
      "start": 3436.33,
      "end": 3443.48,
      "text": "a maestro y veremos más más información no más el problema que tiene es que es casi posible pero"
    },
    {
      "start": 3443.48,
      "end": 3470.81,
      "text": "es imposible pero es muy difícil optimizar con él porque da muy muy pocos muy pocos vamos siguiendo"
    },
    {
      "start": 3470.81,
      "end": 3504.04,
      "text": "por ahí la clase del toque de 86 aquí recovery profit partido por máximo bueno ahí veis 5 13 12 12"
    },
    {
      "start": 3504.04,
      "end": 3510.76,
      "text": "6 o con lo que más vale que es al final los habíamos quedado también pues con esos 2.406 que"
    },
    {
      "start": 3510.76,
      "end": 3517.6,
      "text": "es la misma final porque en la primera llevamos elegido 0 20 pero es verdad es casualidad no"
    },
    {
      "start": 3518.0,
      "end": 3524.84,
      "text": "habíamos quedado con 0 20 por defecto vale y vamos con la tercera la tercera hemos"
    },
    {
      "start": 3524.84,
      "end": 3534.31,
      "text": "ido a probar un filtro que es totalmente opcional y no es obligatorio pero hemos querido ver hemos"
    },
    {
      "start": 3534.31,
      "end": 3541.87,
      "text": "querido ver porque queríamos introduciros un filtro volatilidad aquí para un tendencial y"
    },
    {
      "start": 3541.87,
      "end": 3549.65,
      "text": "así pues ya explicároslo pero como digo no es obligatorio pero lo hemos probado vale bueno"
    },
    {
      "start": 3549.65,
      "end": 3554.85,
      "text": "para ver un poco como oscilaba que este sí que teníamos muy claro que no le íbamos a dejar este"
    },
    {
      "start": 3554.85,
      "end": 3562.56,
      "text": "nivel de granularidad pero queríamos ver un poco queríamos analizar cómo se movía se movía el"
    },
    {
      "start": 3562.56,
      "end": 3568.68,
      "text": "tema de acuerdo y hemos dejado el 6 fijo hemos fijado el 20 y hemos dejado el filtro aterre que"
    },
    {
      "start": 3568.68,
      "end": 3573.6,
      "text": "es el multiplicador recuerdo que le damos a la tierra ahora nos voy a enseñar en el gráfico"
    },
    {
      "start": 3573.6,
      "end": 3579.8,
      "text": "ha quedado claro también hemos dejado oscilar 25 vale esto esto cómo funciona vale esto cómo"
    },
    {
      "start": 3579.8,
      "end": 3591.82,
      "text": "funciona el código es simplemente el true range de la vela actual a ver si lo puedo enseñar"
    },
    {
      "start": 3591.82,
      "end": 3606.28,
      "text": "aquí en el gráfico aquí abajo fijaros tengo tengo dos aterres pintados y no sé cómo se ve"
    },
    {
      "start": 3606.84,
      "end": 3622.54,
      "text": "porque lo voy a poner un poco más grueso voy a poner un poco más grueso para que se vea mejor"
    },
    {
      "start": 3622.54,
      "end": 3633.56,
      "text": "ahora se verá mejor supongo hay dos hay dos aterres metidos en el mismo gráfico es lo mismo de"
    },
    {
      "start": 3633.56,
      "end": 3639.12,
      "text": "acuerdo porque el true range es el a ver a su vez de una barra de acuerdo entonces yo he metido el"
    },
    {
      "start": 3639.12,
      "end": 3645.2,
      "text": "a ver a su vez de uno en amarillo y a la ver a su vez hasta porque está de 14 perdón está mal"
    },
    {
      "start": 3645.96,
      "end": 3653.88,
      "text": "porque es el que se mete por efecto no lo había había cambiado es el de 22 porque 22"
    },
    {
      "start": 3653.88,
      "end": 3662.44,
      "text": "bueno porque es un mes más o menos sin más no hemos no lo hemos optimizado se podía haber"
    },
    {
      "start": 3662.44,
      "end": 3667.4,
      "text": "hecho una una un pequeño mapa pero a ver la pena con este tipo de cosas la verdad porque al final"
    },
    {
      "start": 3667.4,
      "end": 3673.82,
      "text": "lo que queremos es ver si la volatilidad va a variar nos hace un filtro volatilidad lo que"
    },
    {
      "start": 3673.82,
      "end": 3678.9,
      "text": "hace es comparar la volatilidad actual con la volatilidad de x periodo hay varias maneras de"
    },
    {
      "start": 3678.9,
      "end": 3683.62,
      "text": "hacerlo eso que te crea te crea desde el estándar hay algún estudio con el bix que espero en el"
    },
    {
      "start": 3683.62,
      "end": 3689.78,
      "text": "curso poderlos mostrar alguno acuerdo con la curva del bix método poco avanzado y creo que"
    },
    {
      "start": 3689.78,
      "end": 3698.77,
      "text": "no tocaba en este momento el curso y ese es un método sencillo que al final tiene bastantes"
    },
    {
      "start": 3698.77,
      "end": 3705.45,
      "text": "aporta aporta valor aporta aporta más valor de los sistemas de ruptura y a tendenciales que"
    },
    {
      "start": 3705.45,
      "end": 3710.21,
      "text": "no tendecía el puro pero bueno lo hemos querido meter para explicaros lo y ya está y se puede"
    },
    {
      "start": 3710.21,
      "end": 3718.09,
      "text": "usar simplemente comparar lo que os digo la volatilidad actual la volatilidad de hoy de"
    },
    {
      "start": 3718.09,
      "end": 3725.29,
      "text": "la vela actual que esto es esto ahora mismo está hoy recibiendo datos efectivamente está ahí subiendo"
    },
    {
      "start": 3725.29,
      "end": 3736.48,
      "text": "estos serios por ejemplo esto es apple y pues tiene la volatilidad de hoy es la barra"
    },
    {
      "start": 3736.48,
      "end": 3744.4,
      "text": "amarilla con la volatilidad media del último mes como veis es bastante más alta de decir"
    },
    {
      "start": 3744.4,
      "end": 3750.52,
      "text": "está haciendo todos estos últimos días como veis está teniendo una volatilidad baja de acuerdo"
    },
    {
      "start": 3750.52,
      "end": 3758.72,
      "text": "para su volatilidad media del mes y esto es lo que evaluamos simplemente de acuerdo ese filtro"
    },
    {
      "start": 3758.72,
      "end": 3771.43,
      "text": "consiste en el código que no es perdón consiste simplemente que si esa volatilidad por un"
    },
    {
      "start": 3771.43,
      "end": 3775.47,
      "text": "multiplicador que vamos a suponer que es uno vamos a suponer que el multiplicador es uno"
    },
    {
      "start": 3775.47,
      "end": 3787.32,
      "text": "con lo cual no es importante decir que es la volatilidad si esa volatilidad de hoy es"
    },
    {
      "start": 3787.32,
      "end": 3794.84,
      "text": "menor que la volatilidad de todo el mes si eso se cumple es decir si la volatilidad de hoy es"
    },
    {
      "start": 3794.84,
      "end": 3805.5,
      "text": "menor entonces puedo operar si la volatilidad es mayor no esto es el filtro podemos decir natural"
    },
    {
      "start": 3806.06,
      "end": 3812.49,
      "text": "para ir largo en tendencia porque normalmente sabemos que el mercado sube con poca volatilidad"
    },
    {
      "start": 3812.49,
      "end": 3818.89,
      "text": "y baja con más volatilidad entonces cuando la volatilidad está alta normalmente por eso está"
    },
    {
      "start": 3818.89,
      "end": 3825.89,
      "text": "el filtro así lógicamente habrá veces que no pero normalmente el mercado está nervioso el mercado"
    },
    {
      "start": 3825.89,
      "end": 3831.77,
      "text": "está tenso y así no se sube acuerdo el mercado tiende a subir tranquilo es verdad que cuando hay"
    },
    {
      "start": 3831.77,
      "end": 3836.33,
      "text": "una vuelta del mercado bajista pues ahí puede esto puede hacerte este filtro que a"
    },
    {
      "start": 3836.33,
      "end": 3841.37,
      "text": "mejor tardes un poco en volver al mercado hasta que no se tranquilice pero bueno pues perfecto"
    },
    {
      "start": 3841.37,
      "end": 3846.57,
      "text": "no al final al final lo que hace es tratar de eliminar operaciones cuando hay volatilidad"
    },
    {
      "start": 3846.57,
      "end": 3852.21,
      "text": "elevada es decir cuando la volatilidad de hoy es más alta que la medida podría incluso probarse"
    },
    {
      "start": 3852.21,
      "end": 3861.26,
      "text": "con más que en vez de la del mes fuera del trimestre es decir estaría bien es decir estaría"
    },
    {
      "start": 3861.26,
      "end": 3867.98,
      "text": "bien porque a lo mejor es que no yo yo sabes que como voy de largo plazo prefiero evaluar contra"
    },
    {
      "start": 3867.98,
      "end": 3873.9,
      "text": "la volatilidad de más de más periodos lo podemos lo podemos mirar hemos hecho con la con un mes"
    },
    {
      "start": 3873.9,
      "end": 3878.26,
      "text": "pero pero hubiera tenido perfectamente sentido hacerlo con con más con lo que os digo porque"
    },
    {
      "start": 3878.26,
      "end": 3885.22,
      "text": "al final pues yo que sé vais a ver que se vuelve mucho más tranquilo no le pongo pues"
    },
    {
      "start": 3885.94,
      "end": 3894.89,
      "text": "60 días por decir algo 60 días es que pues se vuelve más más estable de acuerdo se"
    },
    {
      "start": 3894.89,
      "end": 3900.61,
      "text": "vuelve más más estable seguimos teniendo una volatilidad baja pero se vuelve un poquito más"
    },
    {
      "start": 3902.69,
      "end": 3909.96,
      "text": "bueno más como decirlo más rígida no pero al final tiene más periodos recogidos entonces"
    },
    {
      "start": 3909.96,
      "end": 3915.48,
      "text": "tendría tendría las dos cosas sentidos y habría pues que evaluar un poquito muchas acciones como"
    },
    {
      "start": 3915.48,
      "end": 3922.04,
      "text": "como ya hemos dicho para ver a ver cómo como como hemos hecho con un con un mes y eso que"
    },
    {
      "start": 3922.04,
      "end": 3929.72,
      "text": "hemos hecho en la opti número 3 lo que hemos hecho en la opti número 3 que la tenía por aquí"
    },
    {
      "start": 3929.72,
      "end": 3940.49,
      "text": "preparada ver simplemente bloqueado el 6 bloqueado el 0 20 acuerdo y he dejado de 0 a 240 por dejar"
    },
    {
      "start": 3940.49,
      "end": 3945.49,
      "text": "25 pero ya os digo que no en este caso no le vamos a hacer queríamos simplemente analizarlo"
    },
    {
      "start": 3947.72,
      "end": 3953.0,
      "text": "ver un poco el mapa y aquí lo tenemos vale en esa primera vamos a hacer ya lo de recovery"
    },
    {
      "start": 3953.0,
      "end": 3968.88,
      "text": "que con los pocos datos que tenemos aquí pues no podemos hacer muchas más cosas ahora que"
    },
    {
      "start": 3968.88,
      "end": 3979.39,
      "text": "tenemos hasta algún dato negativo todo el cabono porque era negativo el profil no sí bueno y ese"
    },
    {
      "start": 3979.39,
      "end": 3987.1,
      "text": "73 a bueno bueno claro fijaros no mira es el clásico ejemplo de poca significación estadística"
    },
    {
      "start": 3987.1,
      "end": 3993.69,
      "text": "este con con un 0 2 multiplica pero tampoco que realmente no opera de acuerdo no opera nunca"
    },
    {
      "start": 3993.69,
      "end": 4004.17,
      "text": "entonces bueno no lógicamente no tiene no tiene sentido con cero con cero para que para que lo"
    },
    {
      "start": 4004.17,
      "end": 4012.31,
      "text": "tengáis en cuenta equivale no usarlo es que cero este valor que os marco equivale a no usar filtro"
    },
    {
      "start": 4013.03,
      "end": 4021.99,
      "text": "es la versión sin filtro y me queda un recovery de 254 aquí coloca muy bien hay alguno que"
    },
    {
      "start": 4021.99,
      "end": 4028.13,
      "text": "coloca ligeramente mejor ligeramente si no incluso bastante mejor vale pero"
    },
    {
      "start": 4030.64,
      "end": 4040.99,
      "text": "también el no usarlo queda bastante bastante equilibrado vamos a ver el mapa vamos a ver el"
    },
    {
      "start": 4040.99,
      "end": 4053.2,
      "text": "mapa en sample ahí lo vemos 0 es el que queda vez aquí el 0 1 pues queda esta bestial bajada"
    },
    {
      "start": 4053.2,
      "end": 4060.16,
      "text": "y a partir de ahí pues a partir de uno veis estabiliza mucho por por sharp y sí que aquí"
    },
    {
      "start": 4060.16,
      "end": 4066.84,
      "text": "entre la zona de 0 9 1 1 1 es donde tienes es decir en 1 de acuerdo ahí está claro que nos"
    },
    {
      "start": 4066.84,
      "end": 4072.56,
      "text": "queríamos con uno que es lo que os decía este realmente nunca lograríamos así lo"
    },
    {
      "start": 4072.56,
      "end": 4079.16,
      "text": "podemos usar en 0 en 1 en 2 si me apuras un 1 y medio vale 1 se suele hacer así el"
    },
    {
      "start": 4079.16,
      "end": 4085.6,
      "text": "aterre un aterre y medio 2 aterres 3 aterres de acuerdo no vamos a ir a 1,3 aterres con"
    },
    {
      "start": 4085.6,
      "end": 4093.24,
      "text": "lo que os decía de el sentido común y la lógica en cuanto a los incrementos de acuerdo no vamos"
    },
    {
      "start": 4093.24,
      "end": 4100.52,
      "text": "a poner 0,33 aterres vale porque eso es una sobre optimización de manual de acuerdo manual"
    },
    {
      "start": 4100.52,
      "end": 4111.52,
      "text": "a ver que me han levantado la mano alberto vale bien me comentan el recovery bueno el recovery"
    },
    {
      "start": 4111.52,
      "end": 4116.4,
      "text": "recovery simplemente el nombre no importa porque no en todas las plataformas se llama recovery"
    },
    {
      "start": 4116.4,
      "end": 4123.62,
      "text": "acuerdo es net profit partido por drawdown vale y esto como el drawdown está negativo se multiplica"
    },
    {
      "start": 4123.62,
      "end": 4131.5,
      "text": "por por menos 1 se cambia de signo para que no tenga un valor negativo pero es net profit partido"
    },
    {
      "start": 4131.5,
      "end": 4136.9,
      "text": "por drawdown vale net profit es lo que han ganado los cien el sistema aplicado a las"
    },
    {
      "start": 4136.9,
      "end": 4141.86,
      "text": "cien acciones y el drawdown es el que ha tenido el porfolio esto sí que es del porfolio está"
    },
    {
      "start": 4141.86,
      "end": 4150.26,
      "text": "bien de acuerdo está bien calculado por lo tanto al final es un buen estimador de retorno riesgo"
    },
    {
      "start": 4150.26,
      "end": 4158.18,
      "text": "entre esta está el tsi que es justamente este ratio multiplicado por los winners que es el"
    },
    {
      "start": 4158.18,
      "end": 4166.94,
      "text": "número el porcentaje de ganadoras de trades acertados vale es otro ratio que se llama"
    },
    {
      "start": 4166.94,
      "end": 4172.46,
      "text": "tristation index que es de este estilo vale cuando hablamos de las funciones fitness pues"
    },
    {
      "start": 4172.46,
      "end": 4178.94,
      "text": "hablamos muchísimo de esto de retorno de drawdown y hablamos de retorno riesgo de muchos y os dije"
    },
    {
      "start": 4178.94,
      "end": 4187.58,
      "text": "que todos tienen mucha correlación y que a nosotros nos gusta mucho el sortino vale trabajé"
    },
    {
      "start": 4187.58,
      "end": 4194.14,
      "text": "muchos rutinos os acordáis y también nos gusta bastante loop y vale los iremos viendo durante"
    },
    {
      "start": 4194.14,
      "end": 4201.58,
      "text": "el curso de acuerdo los iremos viendo no os preocupéis aquí me interesa ir introduciendo"
    },
    {
      "start": 4201.58,
      "end": 4210.78,
      "text": "las cosas poco a poco y en este sistema tendencial que acordaros hablamos que es para un perfil de"
    },
    {
      "start": 4210.78,
      "end": 4218.26,
      "text": "medio largo plazo que no necesita una implicación una dedicación continua que no quiere estar todo"
    },
    {
      "start": 4218.26,
      "end": 4222.66,
      "text": "el día pendiente del mercado pues bueno buscamos de entrada una estrategia de este estilo y"
    },
    {
      "start": 4222.66,
      "end": 4228.38,
      "text": "decidimos usarlo por doncha porque había salido mucho en el curso haremos muchas más cosas y"
    },
    {
      "start": 4228.38,
      "end": 4236.82,
      "text": "veremos distintos ratios pero al final es un ratio de retorno de acuerdo que al final casi siempre"
    },
    {
      "start": 4236.82,
      "end": 4244.53,
      "text": "son los que son más interesantes de acuerdo ratios de retorno riesgo porque al final retorno"
    },
    {
      "start": 4244.53,
      "end": 4250.41,
      "text": "es lo que nos interesa ganar pero el riesgo nos interesa mucho controlarlo porque cuando uno no"
    },
    {
      "start": 4250.41,
      "end": 4254.73,
      "text": "controla riesgos se va a tomar bien toda la farola entonces no queremos irnos a tomar bien todo el"
    },
    {
      "start": 4254.73,
      "end": 4262.29,
      "text": "mercado y sobre todo cuando uno empieza debe fijarse más que nada en el riesgo porque el"
    },
    {
      "start": 4262.29,
      "end": 4267.09,
      "text": "riesgo es lo que nos saca de la partida es lo que nos envía para casa y no podemos permitir"
    },
    {
      "start": 4268.69,
      "end": 4275.32,
      "text": "que nos envíen para casa de acuerdo eso es lo que no podemos permitir bajo ningún concepto y por"
    },
    {
      "start": 4275.32,
      "end": 4284.88,
      "text": "eso es vital vital vital controlar el riesgo vale vamos al auto sample estamos evaluando el filtro"
    },
    {
      "start": 4284.88,
      "end": 4292.89,
      "text": "estamos evaluando el filtro por si solo habiendo bloqueado el canal habiendo bloqueado el canal"
    },
    {
      "start": 4292.89,
      "end": 4302.28,
      "text": "en seis que francamente podría haber estado en otro y en 0 en 0 20 el tréil que también"
    },
    {
      "start": 4302.28,
      "end": 4306.52,
      "text": "habían varios pero sé sí que pues por ahí parecía equilibrar bastante bastante bien"
    },
    {
      "start": 4338.84,
      "end": 4347.94,
      "text": "que haces el directo que dicen no a ver a bueno aquí hay combinaciones como habéis visto antes"
    },
    {
      "start": 4347.94,
      "end": 4364.33,
      "text": "0 1 0 2 pues el auto sample en este caso dan 0 y fijaros tiene divisor por 0 porque es que"
    },
    {
      "start": 4364.33,
      "end": 4372.8,
      "text": "no llega ni a operar el auto sample no no hace no hace trade pero aparte de eso es que en auto"
    },
    {
      "start": 4372.8,
      "end": 4380.68,
      "text": "sample justo el valor 1 es el que queda mejor colocado en el retorno en retorno vamos a ver"
    },
    {
      "start": 4380.68,
      "end": 4412.61,
      "text": "el mapa el mapa y t2 no pero no t3 auto sample aquí lo tenemos que lo tenemos carlos en la parte"
    },
    {
      "start": 4412.61,
      "end": 4424.24,
      "text": "baja pues que no vale la pena ni comentarlo y a partir de ahí 0 9 1 1 1 2 5 toda esta zona"
    },
    {
      "start": 4424.24,
      "end": 4429.28,
      "text": "que ahí ha cuidado el caso 7 veces para que empieza a degradar en la zona de 1 la verdad que"
    },
    {
      "start": 4429.28,
      "end": 4436.08,
      "text": "está bastante 1 1 2 está bastante bastante cómodo bastante cómodo ahí también aquí en el recovery"
    },
    {
      "start": 4436.08,
      "end": 4441.48,
      "text": "pues se aprecia poco eso es el recovery al final se aprecia un poco eso el 0 coloca bien en 0"
    },
    {
      "start": 4441.48,
      "end": 4446.92,
      "text": "coloca coloca bien vamos a ver en el old data que es donde al final siempre hay más trades por lo"
    },
    {
      "start": 4446.92,
      "end": 4452.24,
      "text": "tanto más significación estadística y que al final recoge la parte optimizada y la parte no"
    },
    {
      "start": 4452.72,
      "end": 4463.48,
      "text": "optimizada está bien analizar el old data no penséis que la teoría que lo hicimos al final"
    },
    {
      "start": 4463.48,
      "end": 4470.48,
      "text": "está bien comparar el sample comparar el sample es muy importante perfil de optimización acordaros"
    },
    {
      "start": 4470.48,
      "end": 4478.89,
      "text": "y bastante interesante esto de el auto sample por delante el auto sample por detrás moverlo de"
    },
    {
      "start": 4478.89,
      "end": 4483.85,
      "text": "acuerdo mover la muestra que es parecido a lo que hace el braque pero nosotros no le hemos puesto"
    },
    {
      "start": 4483.85,
      "end": 4495.18,
      "text": "nombre pero pero es parecido a lo que hace el braque y pero al final la elección puede"
    },
    {
      "start": 4495.18,
      "end": 4500.98,
      "text": "perfectamente hacerse con el old data de acuerdo pero siempre que haya significación y que sea"
    },
    {
      "start": 4500.98,
      "end": 4505.98,
      "text": "concordante con lo que hemos visto en el auto sample y el sample final eso es la unión de los"
    },
    {
      "start": 4505.98,
      "end": 4514.0,
      "text": "dos el hecho hace que la caudman y es lo comparto una cosa es la variación de la cosa y es la"
    },
    {
      "start": 4514.04,
      "end": 4518.88,
      "text": "selección de parámetros le decía yo para elegir los parámetros cojo la optimización hasta ayer"
    },
    {
      "start": 4518.88,
      "end": 4525.33,
      "text": "solo decía caudman hasta ayer porque porque me interesa me interesan los todos los datos"
    },
    {
      "start": 4525.33,
      "end": 4531.09,
      "text": "disponibles yo ya he evaluado el sistema considero que es robusto considero que la franja de"
    },
    {
      "start": 4531.09,
      "end": 4539.09,
      "text": "optimización imaginaros aquí la zona de entre 6 y 12 por ahí o vale y el trailing pues lo voy a"
    },
    {
      "start": 4539.09,
      "end": 4543.85,
      "text": "dejar ya fijo en 0 20 voy a ver el canal bueno pues a lo mejor optimizo sólo el canal con 0 20"
    },
    {
      "start": 4543.85,
      "end": 4550.13,
      "text": "filtro el filtro en 1 y el trailing en 0 20 y le voy a optimizar solo el canal le meto todo el"
    },
    {
      "start": 4550.13,
      "end": 4555.81,
      "text": "histórico que tengo y le meto hasta el último día y con eso el hijo puedo perfectamente hacer eso"
    },
    {
      "start": 4555.81,
      "end": 4561.61,
      "text": "sería un comportamiento correcto con la idea ya validada con la idea ya validada y considerada"
    },
    {
      "start": 4561.61,
      "end": 4567.89,
      "text": "robusta y en la zona que yo voy a voy a operar y ahí la elección la haría mirando varios casos"
    },
    {
      "start": 4567.89,
      "end": 4577.33,
      "text": "miraría sortino de acuerdo del sample de distintos ratios miraría aquí recovery pero podría hacerlo"
    },
    {
      "start": 4577.33,
      "end": 4583.32,
      "text": "con el old data y optimizado hasta el último día perfectamente aquí veis lógicamente los primeros"
    },
    {
      "start": 4583.32,
      "end": 4589.7,
      "text": "saben con un recovery muy alto porque no operan pero luego pues ya nos vamos a ir unos 4 0 4 0"
    },
    {
      "start": 4589.7,
      "end": 4595.78,
      "text": "acuerdo aquí el 1 cae un poquito más nos sale en recovery también puntual de hecho el recovery sale"
    },
    {
      "start": 4595.78,
      "end": 4604.47,
      "text": "bastante mejor el 0 bastante mejor el 0 que el que el 1 de acuerdo con lo cual aquí operarlo o no"
    },
    {
      "start": 4604.47,
      "end": 4619.53,
      "text": "está dudoso está dudoso está dudoso vale ser uno es aquí vamos a ver el mapa y por qué sabroso"
    },
    {
      "start": 4619.53,
      "end": 4626.37,
      "text": "bueno es algo que es normal porque eso que os digo en los tendenciales puros es no son los filtros"
    },
    {
      "start": 4626.45,
      "end": 4633.25,
      "text": "no son tan eficaces donde son muy eficaces en los temas de breakout en los temas de breakout que"
    },
    {
      "start": 4633.25,
      "end": 4640.45,
      "text": "este lo haremos breakout no hoy lo podemos plantear pero no lo hemos analizado que hemos hablado de"
    },
    {
      "start": 4640.45,
      "end": 4646.65,
      "text": "él pero como breakout es probable que aporte más es probable que aporte que aporte más aquí es"
    },
    {
      "start": 4646.65,
      "end": 4654.17,
      "text": "discutible aquí es discutible pero lo queríamos explicar y ver cómo lo hubiéramos analizado que"
    },
    {
      "start": 4654.17,
      "end": 4660.41,
      "text": "es un poco al final de acuerdo no no metido a saco todo optimizado y a ver qué nos sale no"
    },
    {
      "start": 4660.41,
      "end": 4665.61,
      "text": "claro lo veremos eso también ahora veremos todo optimizado a ver qué nos ha salido a ver y 3"
    },
    {
      "start": 4665.61,
      "end": 4674.52,
      "text": "all data aquí tengo el mapa aquí está vale lógicamente los valores bajos pero ahí veis a"
    },
    {
      "start": 4674.52,
      "end": 4679.68,
      "text": "partir de 1 pues queda bastante estabilizado lógicamente el 0 el 0 también está ahí pues"
    },
    {
      "start": 4679.68,
      "end": 4688.6,
      "text": "bastante alto vale pero aquí eso 0 o 1 de acuerdo no hay no hay más es el es el juego que yo que yo"
    },
    {
      "start": 4688.6,
      "end": 4699.16,
      "text": "haría un poco el 0 o 1 por recovery aunque es un tanto precipitado no no es tan este no es tan"
    },
    {
      "start": 4699.16,
      "end": 4706.21,
      "text": "concluyente esto pero no cobrir tampoco es la planación de versa quiero decir que no ahora no"
    },
    {
      "start": 4706.21,
      "end": 4711.49,
      "text": "no si recovery no da no no es así hay otros factores pero se dieron poco los dos candidatos"
    },
    {
      "start": 4711.49,
      "end": 4738.14,
      "text": "de acuerdo aquí tenemos 2.400 y tenemos 2.200 en esto aquí lógicamente me podías decir no no"
    },
    {
      "start": 4738.14,
      "end": 4754.32,
      "text": "estaba viendo es que hemos tenido a ver déjame mirarlo aquí no abiertas tantas que las voy a"
    },
    {
      "start": 4754.32,
      "end": 4780.04,
      "text": "saber no ya no sé cuál es cuál es cuál a ver opti 3 opti 3 la data está aquí está el 1 si"
    },
    {
      "start": 4780.04,
      "end": 4799.53,
      "text": "si 1477 y el 0 aquí en 14 vale en 14 yo aquí francamente con esta información no lo veo muy"
    },
    {
      "start": 4799.53,
      "end": 4811.13,
      "text": "claro que habría que realizarlo un poco mejor pero sí que perdemos 206 en un filtro es para"
    },
    {
      "start": 4811.13,
      "end": 4818.77,
      "text": "perder 3 y cuidado con el nada si es lo que pasa que fijaros que ganamos un poquito de un poquito"
    },
    {
      "start": 4818.77,
      "end": 4829.34,
      "text": "de profit pero perdemos la blanca entonces a costa de ese ese profit no no sabes ganar"
    },
    {
      "start": 4829.5,
      "end": 4836.48,
      "text": "realmente no acaba de conseguir reducir el riesgo que es quizá donde más debe actuar"
    },
    {
      "start": 4836.48,
      "end": 4843.84,
      "text": "filtro de acuerdo saqué un filtro al final que estoy buscando yo estoy buscando pues evitar"
    },
    {
      "start": 4843.84,
      "end": 4850.84,
      "text": "trades negativos es verdad que mejora el porcentaje de acierto que es lo lógico pero no hay mejor el"
    },
    {
      "start": 4850.84,
      "end": 4857.24,
      "text": "drawdown esto habría que profundizar un poco más podemos hacer esto vamos a intentar mirarlo"
    },
    {
      "start": 4857.24,
      "end": 4863.6,
      "text": "esta hora te había pensado cuando hagamos la pausita de cinco minutos tratar de montarlo"
    },
    {
      "start": 4863.6,
      "end": 4880.78,
      "text": "ayer y lo podemos lo podemos mirar pero yo con esta información en el filtro la verdad no lo"
    },
    {
      "start": 4880.78,
      "end": 4892.25,
      "text": "veo bien le he hecho toda junta porque porque quería mostraros el mapa 3d de acuerdo queríamos"
    },
    {
      "start": 4892.33,
      "end": 4900.01,
      "text": "el mapa 3d y entonces hemos hecho esta opti junta que es la opti junta pues el canal de"
    },
    {
      "start": 4900.01,
      "end": 4909.01,
      "text": "1 a 25 el trailing de 6 a 30 que de 6 hemos visto que no pero por hacer la misma y el filtro 0 o"
    },
    {
      "start": 4909.01,
      "end": 4920.01,
      "text": "1 0 o 1 simplemente es decir no o sí pero con uno también quizá mejor en vez de 22 a mejor va"
    },
    {
      "start": 4920.01,
      "end": 4925.98,
      "text": "mejor poniéndole más más un periodo mayor la verdad que no lo hemos mirado pero podríamos"
    },
    {
      "start": 4925.98,
      "end": 4931.46,
      "text": "podemos directamente mirarlo nos llevaría mucho rato y puede ser porque a lo mejor simplemente"
    },
    {
      "start": 4931.46,
      "end": 4938.22,
      "text": "la volatilidad de un mes pues es una comparación demasiado cercana pudiera ser pero pero vaya así"
    },
    {
      "start": 4938.22,
      "end": 4944.3,
      "text": "excursito sí que da una cierta mejora pero no en ratios de no en el recovery da una cierta mejora"
    },
    {
      "start": 4944.3,
      "end": 4953.98,
      "text": "rendimiento pero no a mí no me no me convence porque un filtro es sobre todo sobre todo para"
    },
    {
      "start": 4953.98,
      "end": 4961.43,
      "text": "mejorar el perfil de riesgo pero bueno hemos hecho esa optimización aquí ya tenemos 1250 combinaciones"
    },
    {
      "start": 4961.43,
      "end": 4968.39,
      "text": "con las sin acciones ya es un poquito más intensiva pero realmente por los grados de libertad que hay"
    },
    {
      "start": 4968.39,
      "end": 4977.15,
      "text": "se podría hacer podría hacer pero bueno yo he preferido enseñaros la si para que la vierais"
    },
    {
      "start": 4977.15,
      "end": 4989.14,
      "text": "paso a paso vale bien tenemos aquí el sample vamos a poner aquí también el recovery vale con"
    },
    {
      "start": 4989.14,
      "end": 5010.23,
      "text": "profit dividido por máximo lauda operamos por recovery aquí fijaros que nos da en el"
    },
    {
      "start": 5010.23,
      "end": 5020.39,
      "text": "sample nos da el mejor el filtro activado 25 y 0 12 0 12 de decir bastante distinto lo que hemos"
    },
    {
      "start": 5020.39,
      "end": 5031.2,
      "text": "elegido en muy distinto vamos a ver el mapa de esto vamos a ver el mapa de esto 84 in sample"
    },
    {
      "start": 5031.2,
      "end": 5040.85,
      "text": "aquí podemos ver el mapa en 2d mirando a una variable o podemos mirar el mapa en 3d para"
    },
    {
      "start": 5040.85,
      "end": 5045.85,
      "text": "mirar el mapa 3d también tenemos que hacer alguna asupción porque tenemos tres variables"
    },
    {
      "start": 5045.85,
      "end": 5052.63,
      "text": "que bloquear una que es fácil porque como tenemos el 0 1 pues le vamos le podemos poner el 0 vale"
    },
    {
      "start": 5052.63,
      "end": 5061.51,
      "text": "o le podemos poner el uno 0 y le podemos poner vamos a hacer lo grande para que así veáis el"
    },
    {
      "start": 5061.51,
      "end": 5067.27,
      "text": "gráfico lo mejor posible lógicamente lo que os decía veis el trailing aquí no tiene mucho sentido"
    },
    {
      "start": 5067.27,
      "end": 5076.7,
      "text": "de verdad pues ha sido cortarla hecho podemos hasta hacerlo esto aquí no me dejas a pensar"
    },
    {
      "start": 5076.7,
      "end": 5104.59,
      "text": "que se podía bueno creo que sí que se puede dejar aquí lo que puedo es pintar las dos del 0"
    },
    {
      "start": 5104.59,
      "end": 5112.9,
      "text": "y el uno veis ahí podéis veis que la verdad que no creo que se vea muy bien este con el 0 y el"
    },
    {
      "start": 5112.9,
      "end": 5127.86,
      "text": "1 lo puedo poner que marcar una u otra es el 0 es quiere decir que con el valor 1 aquí en esta"
    },
    {
      "start": 5127.86,
      "end": 5135.69,
      "text": "parte de valores más bajos pues parece ir mejor pero va bastante en línea en cambio en el 1 pasa"
    },
    {
      "start": 5135.69,
      "end": 5142.04,
      "text": "lo contrario los valores bajos va mejor lo voy a poner bloqueado porque así queda un poco para"
    },
    {
      "start": 5142.04,
      "end": 5151.45,
      "text": "ver lo que en directo creo que va a ser más más confuso así que voy a activar esto la barca de"
    },
    {
      "start": 5151.45,
      "end": 5167.42,
      "text": "agua para que la quita a veces ayuda un poco a ver si así nos molesta lo de abajo no hay"
    },
    {
      "start": 5167.42,
      "end": 5179.43,
      "text": "vemos un poquito esto sería bloqueando el 1 lo que os decía el canal vez canal es muy estable es"
    },
    {
      "start": 5179.43,
      "end": 5185.11,
      "text": "el canal no acordaros lo que lo hicimos en excel es que os decía vez así se ve parecido"
    },
    {
      "start": 5186.16,
      "end": 5189.96,
      "text": "esto es lo que vemos en excel que ya os lo comenté multichats lo hace porque no tenemos"
    },
    {
      "start": 5189.96,
      "end": 5196.96,
      "text": "en excel también lo podemos hacer en excel pero multichats lo incorpora es bastante interesante"
    },
    {
      "start": 5196.96,
      "end": 5204.7,
      "text": "aquí en las partes bajas del canal como degrada muchísimo pero a partir de 5 o 6 veis ahí en un"
    },
    {
      "start": 5204.7,
      "end": 5210.66,
      "text": "poquito estamos en el in sample ahora o iremos pero es bastante estable bastante estable y la"
    },
    {
      "start": 5210.66,
      "end": 5215.1,
      "text": "zona del filtro sí que lo hemos quedado un poco bajo parece que es más alto pero lo que les decíamos"
    },
    {
      "start": 5215.1,
      "end": 5223.23,
      "text": "de los trades pero hay que verlo hay que verlo 0 20 está ahí al borde de gradar está al borde"
    },
    {
      "start": 5223.23,
      "end": 5233.36,
      "text": "de gradar está un poquito justito pero 20 es un poquito justito ese es con el con el filtro"
    },
    {
      "start": 5233.36,
      "end": 5238.64,
      "text": "activado y con el filtro desactivado fijaros y con el filtro desactivado parece que alarga un poco"
    },
    {
      "start": 5238.64,
      "end": 5254.96,
      "text": "más pero es que parece que parece que la llenura llega un poquito más allá no así es desactivado"
    },
    {
      "start": 5254.96,
      "end": 5265.25,
      "text": "es muy parecido pero ya vemos que todo pues toda esta zona 0 20 0 25 en el caso del filtro y"
    },
    {
      "start": 5265.25,
      "end": 5274.72,
      "text": "don chian pues ya digo desde 6 7 8 10 20 es decir es muy estable es muy estable tiene pocas pocas"
    },
    {
      "start": 5274.72,
      "end": 5283.73,
      "text": "diferencias de acuerdo esto al final que está indicando lo que muestra es estabilidad está"
    },
    {
      "start": 5283.73,
      "end": 5287.65,
      "text": "simplemente es estabilidad lo que es lo que queremos esto es lo que llamamos un mapa de"
    },
    {
      "start": 5287.65,
      "end": 5294.84,
      "text": "optimización que hay muchos nombres en la literatura dependiendo de nombres pues más guays como todos"
    },
    {
      "start": 5294.84,
      "end": 5301.08,
      "text": "pero esto es el mapa de optimización de toda la vida que hemos hecho que nos vas a ver más sensibilidad"
    },
    {
      "start": 5301.08,
      "end": 5307.6,
      "text": "de variables a mí que me interesa pues variables que su vez sus vecinos estén bien decir esto es"
    },
    {
      "start": 5307.6,
      "end": 5315.88,
      "text": "bien esto es bien para el lado del canal para el lado del teletrello parece que degrada más pero"
    },
    {
      "start": 5315.88,
      "end": 5323.7,
      "text": "tiene un punto falso porque como lo hemos graduado tanto la mente nos esga un poco por eso viene bien"
    },
    {
      "start": 5323.7,
      "end": 5329.62,
      "text": "el watermark este para evitar no ver un poco eso no nos esga pero realmente también es bastante"
    },
    {
      "start": 5329.62,
      "end": 5336.02,
      "text": "grande la zona también es bastante grande tenemos una zona aquí realmente grande que sí que quizás"
    },
    {
      "start": 5336.02,
      "end": 5340.66,
      "text": "más 25 habría que estudiarlo mejor esto yo me he quedado en el 0 20 por lo que os he dicho"
    },
    {
      "start": 5340.66,
      "end": 5348.86,
      "text": "los trains porque considero tener suficiente margen todavía para caerme mucho pero es verdad que 0 25"
    },
    {
      "start": 5348.86,
      "end": 5356.06,
      "text": "se ve más cómodo a nivel de estabilidad se ve más más cómodo y que incluso el 6 lo mismo en 6 quizá se"
    },
    {
      "start": 5356.06,
      "end": 5364.7,
      "text": "ve un poco más cómodo la zona de 15 de 12 12 0 25 quizá parece más estable parece más estable"
    },
    {
      "start": 5364.7,
      "end": 5372.42,
      "text": "en este gráfico de ese orden pero bueno que estamos en el in sample vamos ahora al auto sample a"
    },
    {
      "start": 5372.42,
      "end": 5378.96,
      "text": "ver qué conclusiones sacamos aquí lo que hemos dicho aquí parece en el mapa a mí lo que veo un"
    },
    {
      "start": 5378.96,
      "end": 5391.5,
      "text": "poquito más estable es esta zona aquí más o menos es 0 12 es este 12 por ahí 16 pero 12 0 11 claro"
    },
    {
      "start": 5391.5,
      "end": 5397.59,
      "text": "es que hay mucho trailing ahí todos están ahí es en la zona de recovery alto no cero 12 no"
    },
    {
      "start": 5397.59,
      "end": 5401.07,
      "text": "perdón cero 20 pico perdón perdón me equivocaba me equivocaba esto es demasiado bajos lo de más"
    },
    {
      "start": 5401.07,
      "end": 5406.76,
      "text": "abajo equivocado equivocado veis dame ya mejor recovery pero en el mapa no se ve tan estable"
    },
    {
      "start": 5406.76,
      "end": 5415.85,
      "text": "es esto esto es muy buen ejemplo para que veáis que a veces lo cerrado no que a veces no es el que"
    },
    {
      "start": 5415.85,
      "end": 5424.2,
      "text": "el que es aquí bueno ahí estaba el filtro activado es activado pero aquí alterna activado y no"
    },
    {
      "start": 5424.2,
      "end": 5433.52,
      "text": "activado que parece más activado vamos a ponerlo en activado y está esa y espera que me gusta más"
    },
    {
      "start": 5433.52,
      "end": 5449.86,
      "text": "que se vea el gris también la volumen al gris es aquí esta zona no con el 1 con el uno que se mueve"
    },
    {
      "start": 5449.86,
      "end": 5455.98,
      "text": "un poquito es claro es que el que es es detalles ya digo estar ahí todas el 0 es lo que os decía"
    },
    {
      "start": 5455.98,
      "end": 5465.47,
      "text": "parece más estable parece más estable 0 pero dentro de la zona cómoda vez es más más abrupto cambio"
    },
    {
      "start": 5465.47,
      "end": 5470.51,
      "text": "el uno perdón 0 poquito más estable es un poquito más estable se mueve pero es un poquito más"
    },
    {
      "start": 5470.51,
      "end": 5477.09,
      "text": "estable entonces en el 0 sí que iríamos por esa zona más o menos más o menos pero en cambio fijaros"
    },
    {
      "start": 5477.09,
      "end": 5483.66,
      "text": "que ahí nos están saliendo que los mejores da muy bajo da un recovery recovery de equilibró entre"
    },
    {
      "start": 5483.66,
      "end": 5487.78,
      "text": "retorno y riesgo da muy bajo que estamos mirando en el profit podíamos mirar también recovery"
    },
    {
      "start": 5487.78,
      "end": 5492.06,
      "text": "por el recovery no porque no lo no le metió en el modelo podría mirar de la hora por ejemplo"
    },
    {
      "start": 5492.1,
      "end": 5493.54,
      "text": "vale podría mirar a bravado"
    },
    {
      "start": 5495.92,
      "end": 5503.76,
      "text": "ese es el bravado que fijaros que cambia completamente el el profit lo da en la"
    },
    {
      "start": 5503.76,
      "end": 5513.08,
      "text": "parte alta el bravado lo da bajo en el 0 a 0 8 por eso viene bien el recovery no lo lo"
    },
    {
      "start": 5513.08,
      "end": 5517.16,
      "text": "podía haber metido como fitness pero no lo he hecho entonces ahora no lo puedo lo podía hacer"
    },
    {
      "start": 5517.16,
      "end": 5524.92,
      "text": "pero no lo tendría que hacer lo podía ver con un archivo para que prepararlo y no lo tengo listo"
    },
    {
      "start": 5525.12,
      "end": 5531.0,
      "text": "lo que sí que podemos meter aquí es el el sharp el sharp este falso que tenemos pero bueno pero ya"
    },
    {
      "start": 5531.0,
      "end": 5538.76,
      "text": "digo que es es es falso pero pero sirve un poco veis como al final lo que os digo en esas zonas"
    },
    {
      "start": 5538.76,
      "end": 5543.48,
      "text": "sigue tirando más para el profit y aquí se ha igualado más ya no es tan dramático la caída"
    },
    {
      "start": 5543.48,
      "end": 5549.68,
      "text": "porque porque el riesgo en la parte baja también lo conciberá bajo cuando lo consideraba pero"
    },
    {
      "start": 5549.68,
      "end": 5555.36,
      "text": "estaría bien bien verlo en el recovery que un poco lo vemos aquí pero pero eso que os digo"
    },
    {
      "start": 5555.36,
      "end": 5560.96,
      "text": "el recovery cambia un poco pero por net profit ahí el mapa en el profit está bien está bien está bien"
    },
    {
      "start": 5560.96,
      "end": 5566.24,
      "text": "también teniendo cuenta donde saldrá el recovery estaría estaría muy bien pero fijaros cómo"
    },
    {
      "start": 5566.24,
      "end": 5573.85,
      "text": "estabiliza en este este sharp la zona ya se vuelve absolutamente plana plana plana tanto con 0 como"
    },
    {
      "start": 5574.57,
      "end": 5584.57,
      "text": "se nota planísima realmente es enorme no aquí hay un poco de cráter pero pero si es ahí de la zona"
    },
    {
      "start": 5584.57,
      "end": 5590.01,
      "text": "0 25 es donde empieza la zona plana lo que pasa que está ahí también lo de los tres bueno este"
    },
    {
      "start": 5590.01,
      "end": 5597.17,
      "text": "es el sample sample vamos ahora a ver el auto sample es muy muy interesante poco para que veáis"
    },
    {
      "start": 5597.17,
      "end": 5604.65,
      "text": "cómo tenemos que analizar los los sistemas de este tipo que al final tienen pocas operaciones lo que"
    },
    {
      "start": 5604.65,
      "end": 5613.28,
      "text": "hacemos juntar acciones y a través de ellas que esto quiere decir que no va a ir óptimamente"
    },
    {
      "start": 5613.28,
      "end": 5618.48,
      "text": "en ninguna pero va a tener un buen equilibrio entre todas por tanto es más robusto mucho más"
    },
    {
      "start": 5618.48,
      "end": 5625.31,
      "text": "robusto adaptarse a todas que adaptarse a una aparentemente mejor adaptarse a una sí claro si"
    },
    {
      "start": 5625.31,
      "end": 5632.95,
      "text": "tienes la certeza que el ajuste va a ser en el futuro sí pero se explica mucho en la teoría al"
    },
    {
      "start": 5632.95,
      "end": 5637.35,
      "text": "final no tenemos certeza sobre el futuro tenemos que tratar de poner las probabilidades a nuestro"
    },
    {
      "start": 5637.35,
      "end": 5644.55,
      "text": "favor y eso pues lo hacemos sobre todo pues priorizando la robustez y como con este ejemplo"
    },
    {
      "start": 5644.55,
      "end": 5651.23,
      "text": "que estoy poniendo bien aquí en el auto sample bajamos número de trades y aquí fijaros que el"
    },
    {
      "start": 5651.23,
      "end": 5660.47,
      "text": "mayor recovery lo lo da a cero el canal en uno y 0 11 por decir súper rápido operando un montón"
    },
    {
      "start": 5660.67,
      "end": 5667.03,
      "text": "pero fijaros que pues bajando bastante el rendimiento pero también el dragón y cuidado"
    },
    {
      "start": 5667.03,
      "end": 5679.44,
      "text": "también el dragón interesante no aquí en la mayoría todos porque como ni fijaros que están"
    },
    {
      "start": 5679.44,
      "end": 5687.6,
      "text": "en el 1 en el 2 en el canal el canal súper súper bajo hasta que no llegas aquí 11 5 20 no empiezan"
    },
    {
      "start": 5687.6,
      "end": 5696.4,
      "text": "a aparecer algunos otros pero realmente lo dan los sex que son muy muy rápidos aquí insisto que"
    },
    {
      "start": 5696.4,
      "end": 5703.8,
      "text": "convendía hacer un más sensibilidad al slip y tener claro que uno puede ser dependiendo de"
    },
    {
      "start": 5703.8,
      "end": 5711.47,
      "text": "qué acción puede ser un poco justo un poco justo de hecho los futuros muchas veces metemos uno y"
    },
    {
      "start": 5711.47,
      "end": 5720.06,
      "text": "medio aunque es depender porque aquí vamos compramos en realidad compramos en la apertura"
    },
    {
      "start": 5720.06,
      "end": 5726.3,
      "text": "la apertura tiene mucha mucha volatilidad entonces no no necesariamente el slip de apertura tiene"
    },
    {
      "start": 5726.3,
      "end": 5734.8,
      "text": "que ser contrario porque como vamos en ruptura pero de datos de cierre a veces entra mejor decir"
    },
    {
      "start": 5734.8,
      "end": 5740.96,
      "text": "no no no es un sex como claro pero hay que contar que que que de media el normal es que sea negativo"
    },
    {
      "start": 5741.36,
      "end": 5750.91,
      "text": "pero habrá muchos que serán positivo en este tipo de entrada bien vamos a ver el mapa vamos a ver"
    },
    {
      "start": 5750.91,
      "end": 5756.31,
      "text": "el mapa en este en este caso es aquí lo que os digo ya las optimizaciones como que no son"
    },
    {
      "start": 5756.31,
      "end": 5762.99,
      "text": "tan claras porque porque hay demasiadas variables de acuerdo y por eso lo que lo que os he enseñado"
    },
    {
      "start": 5762.99,
      "end": 5769.61,
      "text": "de esto paso a paso no siempre es mejor de esta manera no hacerlo de manera independiente que"
    },
    {
      "start": 5769.65,
      "end": 5774.73,
      "text": "también se puede hacer y podemos también sacar conclusiones con una opinación global no existe"
    },
    {
      "start": 5774.73,
      "end": 5783.01,
      "text": "mal pero es mejor práctica hacerlo una a una de acuerdo a hacer conceptos independientes primero"
    },
    {
      "start": 5783.01,
      "end": 5800.29,
      "text": "el canal para la entrada luego para la salida bien el mapa del auto sample lo tengo aquí estamos"
    },
    {
      "start": 5807.24,
      "end": 5816.55,
      "text": "creo que estoy en el perfecto bien estamos caros que hay los vértices los vértices del"
    },
    {
      "start": 5816.55,
      "end": 5824.75,
      "text": "trailing no ya se vuelven más ásperos los vértices más ásperos estamos con el filtro activado"
    },
    {
      "start": 5824.75,
      "end": 5829.58,
      "text": "pero el filtro es activado es parecido cambia un poco pero es parecido en el"
    },
    {
      "start": 5829.58,
      "end": 5833.94,
      "text": "plazo que cae a medida que se va para hacer el canal aquí es un poco al revés lo que hemos"
    },
    {
      "start": 5833.94,
      "end": 5840.5,
      "text": "visto antes que el canal corto rápido bueno también porque está afectado por la última"
    },
    {
      "start": 5840.5,
      "end": 5849.7,
      "text": "parte de mercado los últimos años y pues bueno nos ha interesado ahí ser más rápido aquí si"
    },
    {
      "start": 5849.7,
      "end": 5859.11,
      "text": "metemos drawdown vamos a ver el gráfico por drawdown como cambia no se vuelve absolutamente"
    },
    {
      "start": 5859.19,
      "end": 5866.61,
      "text": "extraño donde quiere el canal aquí todo lo contrario es el canal muy elevado muy elevado"
    },
    {
      "start": 5866.61,
      "end": 5873.93,
      "text": "y con un trailing muy rápido de acuerdo muy rápido eso es lo que quiere pero no tener"
    },
    {
      "start": 5873.93,
      "end": 5881.21,
      "text": "lógicamente a nosotros nos interesa el equilibrio porque es solo por si solo pues no aporta no"
    },
    {
      "start": 5881.21,
      "end": 5889.77,
      "text": "vamos a ver este sharp falso que tenemos mucha estabilidad muy extraño también mucha mucha"
    },
    {
      "start": 5889.77,
      "end": 5899.52,
      "text": "estabilidad aquí pero más riesgo como veis en el canal corto curioso es que línea recta"
    },
    {
      "start": 5899.52,
      "end": 5905.64,
      "text": "tira aquí con el trailing fijo no porque te saca muy rápido seguramente sale vuelve a entrar sale"
    },
    {
      "start": 5905.64,
      "end": 5909.96,
      "text": "vuelve a entrar sale vuelve a entrar y hace muchísimas operaciones pero bueno de esa"
    },
    {
      "start": 5909.96,
      "end": 5919.7,
      "text": "manera pues ha conseguido evitarse la seguramente las correcciones vamos a ver el old data ya tienen"
    },
    {
      "start": 5919.7,
      "end": 5948.16,
      "text": "poco la información de ambos bueno pues recoger y pues tenemos ahí una bajita sola en el 1 se"
    },
    {
      "start": 5948.16,
      "end": 5955.68,
      "text": "va rápidamente ya la zona de 20 el canal alternando entre 0 y 1 no tiene muchos es guay y el trailing"
    },
    {
      "start": 5955.68,
      "end": 5963.0,
      "text": "más bien bajito claro ser más bien bajito que un poquito más de rapidez poquito más de rapidez y"
    },
    {
      "start": 5963.0,
      "end": 5985.38,
      "text": "con muchísimos trades muchísimos muchísimos trades vamos a ver el mapa aquí estamos ahora con"
    },
    {
      "start": 5985.38,
      "end": 5995.76,
      "text": "uno de filtro que pues vemos inicial subida por net profit como pues lógicamente bueno lógicamente"
    },
    {
      "start": 5995.76,
      "end": 6005.2,
      "text": "degrada mucho al principio en ese ese trailing tan rápido y aquí lo quiere más bien alto 0 20"
    },
    {
      "start": 6005.2,
      "end": 6013.56,
      "text": "todavía está justo ahí parece que 0 25 es mejor profit de acuerdo se ve como se estabiliza y él"
    },
    {
      "start": 6013.56,
      "end": 6020.2,
      "text": "aquí sí que aparece el canal ya más bajito es el canal aparece ahí más bajito está más bien en"
    },
    {
      "start": 6020.2,
      "end": 6028.02,
      "text": "4 4 5 y 6 un pico pero baja rápido y cuidado bajar rápido y bajar rápido y mirar qué peligro"
    },
    {
      "start": 6028.02,
      "end": 6038.1,
      "text": "tiene la derecha el cercano ahí aquí parece mejor esta zona está muy sensible no muy sensible"
    },
    {
      "start": 6038.1,
      "end": 6047.47,
      "text": "muy muy sensible no y además con ese trailing ahí al 0 30 acordaros ya operando poco operando"
    },
    {
      "start": 6047.47,
      "end": 6058.23,
      "text": "poco si lo vemos en trago down ser al revés esto ya os lo digo es totalmente inverso es"
    },
    {
      "start": 6058.23,
      "end": 6069.5,
      "text": "totalmente inverso llanura planísima y con con el con el trailing muy muy muy bajo haciendo un"
    },
    {
      "start": 6069.5,
      "end": 6075.53,
      "text": "montón de operaciones pero con muy poco retorno como habéis visto antes tanto en 0 como en 1"
    },
    {
      "start": 6075.53,
      "end": 6088.11,
      "text": "acuerdo tanto en 0 como entonces pues no equilibra aquí el único dato que tenemos un poco para ver"
    },
    {
      "start": 6088.11,
      "end": 6094.98,
      "text": "mixto es el sharp falso este que tenemos es el único que podemos usar un poco de retorno"
    },
    {
      "start": 6094.98,
      "end": 6100.34,
      "text": "riesgo de lo que nos permite a nivel de porfolio es un sistema individual tienen más margen y"
    },
    {
      "start": 6100.34,
      "end": 6106.74,
      "text": "fijaros que aquí pues sí ya vemos que el don chan da igual casi que casi da igual que don chan cojamos"
    },
    {
      "start": 6106.74,
      "end": 6114.02,
      "text": "y que el trailing lo queremos elevado es verdad que aquí sí que el 0 20 parece tener margen tener"
    },
    {
      "start": 6114.02,
      "end": 6122.32,
      "text": "tranquilidad está por aquí pero más establecer o 25 de acuerdo así que viendo estos datos sí"
    },
    {
      "start": 6122.32,
      "end": 6129.84,
      "text": "que quizá parece mejor el 0 25 que 0 20 queremos elegir ahora lo iremos lo iremos viendo"
    },
    {
      "start": 6131.96,
      "end": 6142.63,
      "text": "vale bien esto cuanto a las optis que ya tenía preparados voy a hacer ahora 5 minutitos 5"
    },
    {
      "start": 6142.63,
      "end": 6152.95,
      "text": "minutitos de descanso y vamos luego a montar en maestro alguna de estas combinaciones generalizarlos"
    },
    {
      "start": 6152.95,
      "end": 6162.03,
      "text": "ahí un poquito un poquito con más con más información vale vamos a coger algunos candidatos"
    },
    {
      "start": 6162.03,
      "end": 6170.55,
      "text": "los vamos a y los vamos a mirar ahí en maestro de acuerdo así que de momento voy a poner un"
    },
    {
      "start": 6170.55,
      "end": 6185.58,
      "text": "momentito la pausa voy a poner el reloj 5 minutitos así esto así y pues ahí lo pone 8 8 y 1 así"
    },
    {
      "start": 6185.58,
      "end": 6224.52,
      "text": "aparecemos otra vez por aquí ahora ya sé por aquí y ya activado y activó la grabación para que no para"
    },
    {
      "start": 6224.52,
      "end": 6234.92,
      "text": "que no se nos olvide haber aprovechado para leer un poquito algunos temas a ver respondiendo por"
    },
    {
      "start": 6234.92,
      "end": 6241.24,
      "text": "abajo ahora juan me pregunta que no le queda claro cómo elegir los gráficos 3d para lo iremos viendo"
    },
    {
      "start": 6241.24,
      "end": 6249.17,
      "text": "cuando iremos viendo el final un gráfico 3d es una representación de parámetros lo hemos visto en la"
    },
    {
      "start": 6249.17,
      "end": 6254.55,
      "text": "teoría excel aquí ya lo habéis visto con multichars ya os lo dije que teníamos viendo todo de distintas"
    },
    {
      "start": 6254.55,
      "end": 6262.58,
      "text": "fuentes porque lo que importa son los conceptos no no pensé no queráis aprenderlo todo en un"
    },
    {
      "start": 6262.58,
      "end": 6270.31,
      "text": "sistema porque vamos a ver muchos al final es la la idea es una zona estable es la estabilidad"
    },
    {
      "start": 6270.31,
      "end": 6278.61,
      "text": "si más no tiene no tiene más que otro otro criterio aquí en mi opinión el procedimiento más correcto"
    },
    {
      "start": 6278.61,
      "end": 6288.02,
      "text": "era es decir la opti 1 luego la opti 2 y la opti 3 que finalmente decidimos no aplicar el filtro"
    },
    {
      "start": 6288.02,
      "end": 6294.18,
      "text": "os he querido hacer esta última 4 para que la veréis toda junta recuerdo pero es mejor práctica"
    },
    {
      "start": 6294.18,
      "end": 6304.0,
      "text": "hacerlo de la de la de la otra manera es mejor práctica hacerla que más pero bueno espera que"
    },
    {
      "start": 6304.0,
      "end": 6315.04,
      "text": "lo pongo abro otra vez el mapa por ejemplo por ejemplo hemos visto antes el opti 1 data aquí"
    },
    {
      "start": 6315.04,
      "end": 6327.25,
      "text": "vale hemos visto esta en 2d el opti 1 all data vale bueno o tampoco estaría mal hacerla hacerla"
    },
    {
      "start": 6327.25,
      "end": 6333.85,
      "text": "después posteriormente como esta que hemos hecho pero por mantener el ritmo a mejor hacer hacer no"
    },
    {
      "start": 6333.89,
      "end": 6341.77,
      "text": "estaría mal hacer la la 4 pero ya un poquito más cerrada de acuerdo es decir no no dejando si"
    },
    {
      "start": 6341.77,
      "end": 6346.69,
      "text": "hemos visto que los valores tan bajos de traily pues no nos convencen pues ya los podíamos"
    },
    {
      "start": 6346.69,
      "end": 6353.13,
      "text": "oscupir ya de cara a hacer una elección pues elegir pero pero haríamos más cosas como las"
    },
    {
      "start": 6353.13,
      "end": 6361.85,
      "text": "que vamos a hacer ahora en maestro pero definitiva definitiva no es más que un equilibrio recuerdo"
    },
    {
      "start": 6361.85,
      "end": 6372.02,
      "text": "un equilibrio entre el rendimiento el riesgo por por distintos por distintas métricas pues"
    },
    {
      "start": 6372.02,
      "end": 6379.3,
      "text": "el reto no puede ser en drama puede ser echar puede ser el sortino vale que como digo lo iremos"
    },
    {
      "start": 6379.3,
      "end": 6386.76,
      "text": "viendo a lo largo del curso y eso lo puedes hacer tú aquí lo puedes hacer a través de"
    },
    {
      "start": 6387.76,
      "end": 6395.54,
      "text": "el recovery excel de acuerdo como lo vimos en el curso varias veces de acuerdo haciendo"
    },
    {
      "start": 6395.54,
      "end": 6402.29,
      "text": "una tabla dinámica si os acordáis vale yo estoy aquí puedo hacer una tabla dinámica y de hecho"
    },
    {
      "start": 6402.29,
      "end": 6411.27,
      "text": "además tengo normalmente me lo hace automático que ya la excel es bastante listo a ver aquí"
    },
    {
      "start": 6411.27,
      "end": 6419.87,
      "text": "tabla dinámica recomendada con gráfico ahora está había una que me decía gráfico y tabla"
    },
    {
      "start": 6420.87,
      "end": 6430.41,
      "text": "a uno ya me la selecciona hecho recovery y aquí le puedo elegir"
    },
    {
      "start": 6431.77,
      "end": 6444.28,
      "text": "la verdad voy a poner recovery las dos variables y recovery vale no este lo pongo aquí recordar"
    },
    {
      "start": 6444.28,
      "end": 6451.49,
      "text": "que lo hicimos en la teoría lo hicimos en la teoría pasa que aquí pues bueno es lo que"
    },
    {
      "start": 6451.49,
      "end": 6461.08,
      "text": "digo al final tengo este cual es la 41 final sólo tengo estas dos variables una contra la otra"
    },
    {
      "start": 6461.4,
      "end": 6472.44,
      "text": "si metiera también el filtro entonces ya la cosa pues sería distinto pero hay varias maneras"
    },
    {
      "start": 6472.44,
      "end": 6507.8,
      "text": "de hacerlo pero en definitiva me he quedado así un momentito por defecto aquí de superficie y"
    },
    {
      "start": 6507.8,
      "end": 6519.69,
      "text": "hasta esto pero voy a vamos a poner un diseño que nos guste más y hemos hecho el mapa en un"
    },
    {
      "start": 6519.69,
      "end": 6534.89,
      "text": "momentito en excel aquí es igual lo voy a quitar esto y bueno pues aquí en el excel pues también"
    },
    {
      "start": 6534.89,
      "end": 6541.41,
      "text": "ahora yo puedo jugar un poco con ella y la puedo ir pues moviendo puedo ir aquí a la opción 3d"
    },
    {
      "start": 6541.41,
      "end": 6559.68,
      "text": "puedo pues hacer alguna cosita con ello esto repito que lo vimos lo vimos en la teoría bueno"
    },
    {
      "start": 6559.68,
      "end": 6565.32,
      "text": "poder un poquito lógicamente tengo poquito menos de margen de maniobra que multicharts que ya está"
    },
    {
      "start": 6565.32,
      "end": 6570.16,
      "text": "más pensado para eso pero pero es un poco la misma la misma idea es un poco la misma idea que"
    },
    {
      "start": 6570.16,
      "end": 6579.33,
      "text": "lo estamos viendo por recovery final esto esto es un poco la idea que la zona si os fijáis por"
    },
    {
      "start": 6579.33,
      "end": 6587.76,
      "text": "recovery es pues muy muy estable pero habría que ahora vamos a ver un poquito en multicharts"
    },
    {
      "start": 6587.76,
      "end": 6597.79,
      "text": "viendo esto que tenemos aquí alguna alguna combinación antes dejarme que lo deje así puesto"
    },
    {
      "start": 6600.4,
      "end": 6611.14,
      "text": "a ver luego comentaba también aquí antonio antonio que que las dudas decía que si las"
    },
    {
      "start": 6611.14,
      "end": 6616.54,
      "text": "contesta alberto no las contesto yo si no es exactamente así antonio es exactamente así alberto"
    },
    {
      "start": 6616.54,
      "end": 6625.73,
      "text": "contesta las preguntas que tienen que ver que son de rápido responder y que tienen que ver pues"
    },
    {
      "start": 6625.73,
      "end": 6630.29,
      "text": "con el seguimiento de la clase bueno para que nos esperemos al final pero ya os explique si"
    },
    {
      "start": 6630.29,
      "end": 6636.53,
      "text": "has estado viendo las prácticas directo o posiblemente grabadas que la idea siempre es"
    },
    {
      "start": 6636.53,
      "end": 6643.49,
      "text": "dejar una parte al final de la clase también al inicio trato de contestar las que tenéis en el"
    },
    {
      "start": 6643.49,
      "end": 6654.61,
      "text": "discord y vamos respondiendo un poco todas las preguntas y al final alberto digamos que las"
    },
    {
      "start": 6654.61,
      "end": 6662.93,
      "text": "preguntas que aportan valor a los alumnos que es lo que tú sugieres las las dejamos un poco para"
    },
    {
      "start": 6662.93,
      "end": 6668.49,
      "text": "el final cuando cuando las hay también además las podéis poner en discord y también si enviáis"
    },
    {
      "start": 6668.49,
      "end": 6677.09,
      "text": "y las trataremos de atender lo que comentas abre el micro era algo que valorábamos pero"
    },
    {
      "start": 6677.09,
      "end": 6683.64,
      "text": "que sinceramente creo que al final va a ser creo que puede ser contraproducente pero no por no"
    },
    {
      "start": 6683.64,
      "end": 6688.28,
      "text": "por eso porque sois muchos entiendes porque sois muchos pero de todas maneras no descarto al final"
    },
    {
      "start": 6688.28,
      "end": 6697.97,
      "text": "puedes ir escribiendo en el chat y nosotros sí consideramos que tu duda aporta como muchas yo"
    },
    {
      "start": 6697.97,
      "end": 6705.13,
      "text": "ya las digo que insisto que eso en principio creo que la estructura mejor era y así es como"
    },
    {
      "start": 6705.13,
      "end": 6709.81,
      "text": "vamos a intentar mantenerlo que mejor algún día pues se me olvide algo distinto pero la idea lo"
    },
    {
      "start": 6709.81,
      "end": 6716.59,
      "text": "expliqué el primer día pasa la clase verás como lo explique así que la última media hora la dejaría"
    },
    {
      "start": 6716.59,
      "end": 6723.67,
      "text": "para eso es decir vosotros podéis ir preguntando y aquellas que sean de contenido que creo que"
    },
    {
      "start": 6723.67,
      "end": 6729.23,
      "text": "pueden aportar valor para todos al final las respondemos las que alberto tiene que"
    },
    {
      "start": 6729.23,
      "end": 6732.71,
      "text": "responder porque si tú me preguntas oye es que no he entendido que ha dicho no sé qué o qué"
    },
    {
      "start": 6732.71,
      "end": 6739.35,
      "text": "el gráfico que colores no sé cuánto o algo que afecta o es que no se ve bien o no se oye lo sé"
    },
    {
      "start": 6739.35,
      "end": 6744.63,
      "text": "cualquier cosa que afecte al funcionamiento de la clase en ese momento pues pues él ya trata de"
    },
    {
      "start": 6744.63,
      "end": 6752.23,
      "text": "resolverlo incluso me lo dice a mí o solo responde él pero las preguntas que pueden ser de cierto"
    },
    {
      "start": 6752.23,
      "end": 6758.31,
      "text": "contenido mi idea es plantearlas así pero si creo como este caso ahora afectan a la continuidad"
    },
    {
      "start": 6758.31,
      "end": 6765.55,
      "text": "de la clase pues prefiero resolverlas in situ pero si hay muchas pues prefiero dejarlo para el final"
    },
    {
      "start": 6765.55,
      "end": 6773.87,
      "text": "porque si no no avanzamos sin más más de acuerdo no es no es base de todas maneras si en algún"
    },
    {
      "start": 6773.87,
      "end": 6778.51,
      "text": "momento consideramos que es bueno abrir pues a lo mejor hacemos una clase y se mira está vamos"
    },
    {
      "start": 6778.51,
      "end": 6785.11,
      "text": "a dedicarla a eso vale si se acumula todo con el plan y ya ya habíamos contemplado si vamos"
    },
    {
      "start": 6785.11,
      "end": 6790.95,
      "text": "viendo que se acumulan muchas preguntas que hay algún grupo que nos va siguiendo pues bueno en"
    },
    {
      "start": 6790.95,
      "end": 6798.26,
      "text": "un momento dado decir oye clases solo de preguntas de clases solo de preguntas y lo haremos y si yo"
    },
    {
      "start": 6798.26,
      "end": 6804.42,
      "text": "un día tengo si 23 preguntas en el disco pues lo haré en este momento hay pocas preguntas en el"
    },
    {
      "start": 6804.42,
      "end": 6809.58,
      "text": "disco para Antonio hay para Antonio Antonio si cuando me llenes el disco de preguntas"
    },
    {
      "start": 6809.58,
      "end": 6820.68,
      "text": "tengo la clase dedicada pero pero es eso al final hay que hay que hay que ir avanzando y tratar de"
    },
    {
      "start": 6820.68,
      "end": 6827.36,
      "text": "que todos podáis preguntar ya te digo que no descartamos si realmente creéis que es necesario"
    },
    {
      "start": 6827.36,
      "end": 6831.68,
      "text": "abrir el micro lo hemos pero yo creo que es más productivo y práctico ir avanzando"
    },
    {
      "start": 6832.2,
      "end": 6839.0,
      "text": "pero insisto que si es necesario lo haremos si es necesario lo haremos así vale"
    },
    {
      "start": 6841.8,
      "end": 6850.01,
      "text": "bueno antes me comentaba lo de los mapas que lo ha comentado un poco para Antonio pero el"
    },
    {
      "start": 6851.17,
      "end": 6861.63,
      "text": "quedaros con la idea Antonio si Antonio me preguntaba qué datos elegir de los mapas que"
    },
    {
      "start": 6861.63,
      "end": 6866.35,
      "text": "lo había preguntado también Juan Antonio un poco al final que no le quedaba claro cómo elegir en"
    },
    {
      "start": 6866.35,
      "end": 6874.47,
      "text": "los gráficos 3d es lo que os decía ahora no no no nos quedemos ahora con elegir exacto aparte"
    },
    {
      "start": 6874.47,
      "end": 6882.08,
      "text": "que ahora voy a ir a multicharles vamos a coger más más información más información en el mapa en"
    },
    {
      "start": 6882.08,
      "end": 6888.4,
      "text": "el mapa hay veces que nos servirá muy bien para elegir y hay veces que nos servirá poco para"
    },
    {
      "start": 6888.4,
      "end": 6894.52,
      "text": "elegir pues la zona pero por dónde van los tiros y luego yo como ya os he dicho puedo acabar elegir"
    },
    {
      "start": 6894.52,
      "end": 6903.73,
      "text": "en el excel excel o multicharles en otra herramienta me puede servir un poco para ver la zona elegir"
    },
    {
      "start": 6903.73,
      "end": 6911.01,
      "text": "el valor exacto a veces no me resultará evidente hay veces que sí veces que sí el mapa es una"
    },
    {
      "start": 6911.01,
      "end": 6918.61,
      "text": "excelente herramienta de sensibilidad de parámetros decir para ver por dónde van los tiros por dónde"
    },
    {
      "start": 6918.61,
      "end": 6927.96,
      "text": "van los tiros pero no es sota sota caballo y rey sota caballo rey la elección final por daros"
    },
    {
      "start": 6927.96,
      "end": 6938.0,
      "text": "cuando vimos cuando vimos las clases en la teoría que teníamos una excel que hacíamos trabajando"
    },
    {
      "start": 6938.0,
      "end": 6946.02,
      "text": "en sample el sample el old data por un equilibrio de datos y demás esto al final nosotros nosotros"
    },
    {
      "start": 6946.02,
      "end": 6952.74,
      "text": "esto final ahora y ahí voy ahora y lo acabaríamos de afinar en maestro porque porque a mí la"
    },
    {
      "start": 6952.74,
      "end": 6958.82,
      "text": "información que me da multicharles es fantástico porque va muy rápido optimizando es fantástico"
    },
    {
      "start": 6958.82,
      "end": 6966.43,
      "text": "porque tiene los mapas pero los datos que me da del portfolio son son pocos entonces como eso"
    },
    {
      "start": 6966.43,
      "end": 6973.99,
      "text": "maestro me da más pues por eso acabó más es lo que os decía antes y ahí voy ahí voy ahora pero"
    },
    {
      "start": 6973.99,
      "end": 6979.75,
      "text": "como no me dejáis avanzar pues que no pasa nada que no pasa nada que es broma me podéis preguntar lo"
    },
    {
      "start": 6979.75,
      "end": 6985.15,
      "text": "lo que queráis que para eso estamos ya os dije que no que no acabaremos hasta que no acabemos"
    },
    {
      "start": 6985.15,
      "end": 6993.71,
      "text": "el temario que yo quiero hacer así que no hay problema vale venga vamos ahora a abrir maestro"
    },
    {
      "start": 6993.71,
      "end": 7003.13,
      "text": "y lo que no sabe de la de antes y toco una pregunta para luego de no hay ninguna para luego apuntada"
    },
    {
      "start": 7003.13,
      "end": 7007.17,
      "text": "ya no veo nada rojo o sea en principio está todo el día de preguntas no hay preguntas para luego"
    },
    {
      "start": 7007.17,
      "end": 7016.24,
      "text": "bueno repásate ahí las preguntas si ves alguna de esto me la marcas en rojo para que luego ya la"
    },
    {
      "start": 7016.24,
      "end": 7025.72,
      "text": "procese así vale no hay nada para entonces más o menos vamos a lo digo para si me guardo tiempo"
    },
    {
      "start": 7025.72,
      "end": 7033.28,
      "text": "para luego no estamos al día de preguntas es si si preguntáis más ahora luego luego al final los"
    },
    {
      "start": 7033.28,
      "end": 7042.29,
      "text": "últimos 20 minutos dependerás que haya pues os dejo más rato o menos entonces tenemos aquí el"
    },
    {
      "start": 7042.29,
      "end": 7065.35,
      "text": "sistema de ruptura que para levantar la mano para ahora ahora y escribirán aquí tengo el"
    },
    {
      "start": 7066.35,
      "end": 7131.84,
      "text": "vamos a ver o configurado todo igual ya vamos a hacer de momento un 602 con 100 mil vamos a"
    },
    {
      "start": 7131.84,
      "end": 7144.7,
      "text": "hacer hasta el viernes pero se lo habéis pasado 20 años vamos a hacer un par o tres de portfolios"
    },
    {
      "start": 7144.7,
      "end": 7170.88,
      "text": "rápidamente con esta información que teníamos a ver dónde tengo el excel pero esto no por"
    },
    {
      "start": 7170.88,
      "end": 7178.05,
      "text": "un lado tengo este y por otro lado tengo el excel que ahora no sé lo he cerrado el excel"
    },
    {
      "start": 7179.09,
      "end": 7203.93,
      "text": "este es por aquí por recovery era en el filtro vamos a hacer una cosa vamos a desactivarlo"
    },
    {
      "start": 7203.93,
      "end": 7214.81,
      "text": "de momento vamos a ir sin filtro que es verdad que por recovery y lo vamos a hacer primero uno con"
    },
    {
      "start": 7214.81,
      "end": 7244.79,
      "text": "el primero que teníamos que era 6 0 20 0 0 0 0 0 20 está todo bloqueado vale vamos a ir con"
    },
    {
      "start": 7246.47,
      "end": 7269.41,
      "text": "2% a cada acción y eso no sí nos va a tardar un poco nos va a tardar un poquito ese problema"
    },
    {
      "start": 7269.41,
      "end": 7276.12,
      "text": "que tiene maestro es que esto la verdad que es un problema realmente potente pero que"
    },
    {
      "start": 7276.12,
      "end": 7282.92,
      "text": "teóricamente se ha quedado muy atrás y a nivel de procesamiento de información es súper lento es"
    },
    {
      "start": 7282.92,
      "end": 7289.74,
      "text": "súper lento otro día también trataremos de enseñarnos algo con con cual analyzer que es"
    },
    {
      "start": 7289.74,
      "end": 7347.66,
      "text": "un poquito más rápido 100 vamos a ver que lo tengo configurado todo igual ya vamos a hacer de"
    },
    {
      "start": 7347.66,
      "end": 7376.97,
      "text": "momento un 6 0 2 con 100 mil vamos a hacer hasta el viernes pero se lo habéis pasado 20 años"
    },
    {
      "start": 7376.97,
      "end": 7389.89,
      "text": "vamos a hacer un par o tres de portfolios rápidamente con esta información que teníamos"
    },
    {
      "start": 7389.89,
      "end": 7412.1,
      "text": "aquí a ver dónde tengo el excel pero esto no por un lado tengo este y por otro lado tengo el excel"
    },
    {
      "start": 7412.1,
      "end": 7437.02,
      "text": "que no sé lo he cerrado el excel este es por aquí por recovery"
    },
    {
      "start": 7438.9,
      "end": 7444.77,
      "text": "en el filtro vamos a hacer una cosa vamos a desactivarlo de momento vamos a ir sin filtro"
    },
    {
      "start": 7444.77,
      "end": 7455.21,
      "text": "que es verdad que por recovery y lo vamos a hacer primero uno con el primero que teníamos que era 6"
    },
    {
      "start": 7455.21,
      "end": 7495.24,
      "text": "0 20 0 0 0 0 0 20 está todo bloqueado vale vamos a ir con 2% a cada acción que son así nos va a"
    },
    {
      "start": 7495.24,
      "end": 7510.85,
      "text": "tardar un poco nos va a tardar un poquito ese problema que tiene maestro es que esto la verdad"
    },
    {
      "start": 7510.85,
      "end": 7517.4,
      "text": "que es un problema realmente potente pero que teóricamente se ha quedado muy atrás y a nivel"
    },
    {
      "start": 7517.4,
      "end": 7525.83,
      "text": "de procesamiento de información es súper lento es súper lento otro día también trataremos de"
    },
    {
      "start": 7525.83,
      "end": 7544.86,
      "text": "enseñarnos algo con con cual analyzer que es un poquito más rápido bien lo bueno que tenemos"
    },
    {
      "start": 7544.86,
      "end": 7554.39,
      "text": "aquí es podemos mirar mucho más por ejemplo la exposición que hemos ido teniendo 150 en algún"
    },
    {
      "start": 7554.39,
      "end": 7612.51,
      "text": "momento pero algo tengo en el mone management mal voy a usar el de voy a usar el de el de maestro"
    },
    {
      "start": 7613.07,
      "end": 7625.54,
      "text": "voy a usar el de maestro voy a usar el de maestro por fix x fractional a market value que para"
    },
    {
      "start": 7625.54,
      "end": 7673.23,
      "text": "acciones no muy bien el dito que no se explicó el 0 0 20 que lo dejo ahora no lo toco vamos a"
    },
    {
      "start": 7673.23,
      "end": 7684.92,
      "text": "probar la cartera 6 0 20 0 que es la que habíamos elegido inicialmente para ir avanzando en las"
    },
    {
      "start": 7685.08,
      "end": 7696.46,
      "text": "validaciones pero que la verdad que no tengo claro que se la mejor ahora lo veremos combinado con los"
    },
    {
      "start": 7696.46,
      "end": 7736.22,
      "text": "mapas ahora está mucho más después ahora ha ido creciendo un poco bueno hemos ido a 1 y medio hasta"
    },
    {
      "start": 7736.22,
      "end": 7761.73,
      "text": "dos veces de exposición 2 mil 943 3 147 aquí una de las cosas interesantes que podemos ver es esto"
    },
    {
      "start": 7762.01,
      "end": 7775.64,
      "text": "es esto que realmente hay muchas acciones que al final es 6 20 de acuerdo nos quedamos con"
    },
    {
      "start": 7775.64,
      "end": 7784.78,
      "text": "este vamos a comparar 2 3 2 3 por folios distintos con este setup un momento vamos a hacerlos"
    },
    {
      "start": 7784.78,
      "end": 7871.52,
      "text": "primero y luego los comparamos pero no vamos a ver vamos a ver qué tal no convergen pues que"
    },
    {
      "start": 7871.52,
      "end": 7897.22,
      "text": "es que locura si te ve el 3 a ver está en 18 0 13 a ver el mapa aquí que teníamos antes"
    },
    {
      "start": 7897.22,
      "end": 7942.88,
      "text": "vamos a volver a verlo ahora me dice que no me abre el archivo no te creo a ver si vemos lo"
    },
    {
      "start": 7942.88,
      "end": 7989.67,
      "text": "mismo aquí que allí 8 0 13 si lo que pasa que la que el recovery siempre se ve muy afectado por"
    },
    {
      "start": 7990.23,
      "end": 8010.28,
      "text": "el final te tira muy abajo te tira muy abajo es esta ya ya ya aquí si miras por este este"
    },
    {
      "start": 8010.28,
      "end": 8014.96,
      "text": "char que tenemos por eso quería mirar a varias aquí no ahora hemos mirado 6 20 que ya la tenemos"
    },
    {
      "start": 8014.96,
      "end": 8023.97,
      "text": "guardada vale que si la miramos tanto aquí tanto aquí como como en el excel no dan mal"
    },
    {
      "start": 8023.97,
      "end": 8056.01,
      "text": "sería por aquí vamos a usar el foco el lápiz 6 20 sería más o menos por aquí ya no sé"
    },
    {
      "start": 8056.01,
      "end": 8091.73,
      "text": "estoy buscando la manera que lo vea mejor aquí más o menos aquí 6 20 es más o menos vale más o menos"
    },
    {
      "start": 8092.05,
      "end": 8113.93,
      "text": "esta tenemos pero si miramos el excel puramente por datos por recovery realmente le gusta mucho"
    },
    {
      "start": 8113.93,
      "end": 8120.84,
      "text": "más aquí pero ahí vemos que tanto por estar como por retorno de grado muy rápido quien gana y el"
    },
    {
      "start": 8120.84,
      "end": 8126.68,
      "text": "drama pasa que el drama en la teoría lo hablamos bastante todos los ratios que tienen el drawdown"
    },
    {
      "start": 8126.68,
      "end": 8136.08,
      "text": "el denominador al final el que dirige el ratio es el drama porque como hace de divisor vale"
    },
    {
      "start": 8136.24,
      "end": 8147.54,
      "text": "tira muchísimo de la tira muchísimo del ratio para él vale y acaba viéndose muy afectado el"
    },
    {
      "start": 8147.54,
      "end": 8155.22,
      "text": "tsi lo trata de corregir añadiendo los winners al numerador vale que eso hace que los sistemas"
    },
    {
      "start": 8155.22,
      "end": 8164.19,
      "text": "que aciertan más que aciertan más pues suban un poco en el ratio es verdad que aquí vamos"
    },
    {
      "start": 8164.19,
      "end": 8169.91,
      "text": "para el próximo día me gustaría ver en este en esta cartera que nos da sortino para para todo"
    },
    {
      "start": 8169.91,
      "end": 8180.16,
      "text": "el rato porque ahí ahí es donde realmente tenemos un buen equilibrio vale un buen equilibrio vamos"
    },
    {
      "start": 8180.16,
      "end": 8188.88,
      "text": "a ver si sí para para el próximo día casi con total seguridad que lo que lo tendremos porque"
    },
    {
      "start": 8188.88,
      "end": 8194.81,
      "text": "hemos visto el problema que tiene el que tienen ellos preinstalado y lo vamos a corregir y trataremos"
    },
    {
      "start": 8194.81,
      "end": 8211.47,
      "text": "de traerlo pero con esa información realmente en este mapa para eso decía que no siempre vas"
    },
    {
      "start": 8211.47,
      "end": 8218.65,
      "text": "a poder elegir es complicado elegir porque realmente es casi da igual no bueno casi da"
    },
    {
      "start": 8218.65,
      "end": 8224.5,
      "text": "igual me refiero en toda esta zona en toda esta planicia vale si luego y ahí ya te fijas el"
    },
    {
      "start": 8224.5,
      "end": 8233.45,
      "text": "retorno es donde ya te vas para arriba no se te empieza pero lo tengo activado pero pocas"
    },
    {
      "start": 8233.45,
      "end": 8240.07,
      "text": "diferencias se te empieza a ir más para arriba es donde decíamos que interesaba más el ratio"
    },
    {
      "start": 8240.07,
      "end": 8250.86,
      "text": "un poco más abajo no perdón el el trailing el porcentaje de trailing más más a 0 25 porque"
    },
    {
      "start": 8250.86,
      "end": 8255.7,
      "text": "en el 0 20 incluso estaba estaba justo pero bueno el 0 20 al final acaba ha sido un poco un equilibrio"
    },
    {
      "start": 8255.7,
      "end": 8263.67,
      "text": "entre lo que quieren los ratios de de drawdown lo que quieren los ratios de de retorno riesgo"
    },
    {
      "start": 8263.67,
      "end": 8272.5,
      "text": "porque al tener el drawdown el denominador tira mucho de él y el profit el profit quiere un muy"
    },
    {
      "start": 8272.5,
      "end": 8285.24,
      "text": "elevado si ordenamos sólo por profit vale fijaros un poco más grande todo el rato 0 28 0 27 0 30"
    },
    {
      "start": 8285.24,
      "end": 8297.34,
      "text": "he bloqueado que no haya filtro vale que no haya si en cambio ordeno por drawdown lo contrario 0 7"
    },
    {
      "start": 8297.34,
      "end": 8305.52,
      "text": "0 8 0 7 0 6 de acuerdo lo más bajo si ordenamos recovery busca el término medio vale pero el"
    },
    {
      "start": 8305.52,
      "end": 8311.18,
      "text": "drawdown tira mucho de por eso al final este shark aunque es un poco como os he dicho antes"
    },
    {
      "start": 8311.18,
      "end": 8320.34,
      "text": "falso por por el por demás y ahí cambia es verdad que también da los saltos por retorno pero hay poca"
    },
    {
      "start": 8320.34,
      "end": 8328.26,
      "text": "diferencia de esos valores están todo el rato alrededor del 0 todos estos es lo mismo"
    },
    {
      "start": 8328.82,
      "end": 8338.23,
      "text": "es prácticamente lo mismo todo esto hay muy muy poca variación de acuerdo de mi poca variación en"
    },
    {
      "start": 8338.23,
      "end": 8347.6,
      "text": "el dato de 6 p6 y 10 pero también bastante elevado el tréil bastante elevado el tréil y pero ya"
    },
    {
      "start": 8347.6,
      "end": 8353.28,
      "text": "digo con muy poca con muy poca variación pues al final nos hemos quedado con un compromiso pero"
    },
    {
      "start": 8353.28,
      "end": 8361.16,
      "text": "vamos a ver vamos a hacer rápidamente porque es un buen ejercicio hemos hemos hecho este del 6 20"
    },
    {
      "start": 8361.16,
      "end": 8372.02,
      "text": "y ahora vamos a ver todos estos incluso voy a voy a quitar el este límite vamos a ver por"
    },
    {
      "start": 8372.02,
      "end": 8383.24,
      "text": "ejemplo el que mejor retorno da vale que es que no tengo ordenado al revés pero es el canal primero"
    },
    {
      "start": 8383.24,
      "end": 8395.48,
      "text": "vale sería 6 0 27 1 vale lo voy a poner que es bastante parecido al que voy a dejar la gestión"
    },
    {
      "start": 8395.48,
      "end": 8405.62,
      "text": "monetaria igual para no tocar nada vamos a hacer 6 0 27 1 me lo punto ahí para tener claro luego"
    },
    {
      "start": 8405.62,
      "end": 8415.8,
      "text": "cuál es cuál es cuál 6 por de hecho el filtro podría poner si voy a poner así porque así me aclaro"
    },
    {
      "start": 8415.8,
      "end": 8436.62,
      "text": "más y sería mejor 6 1 0 27 venga 6 1 0 27 0 27 dejamos toda la gestión monetaria como hemos"
    },
    {
      "start": 8436.62,
      "end": 8445.28,
      "text": "hecho el otro para poderlos comparar espero que vuelva a cruz ahí va vale es seguramente se hace"
    },
    {
      "start": 8445.28,
      "end": 8451.48,
      "text": "vamos a ver el que menor dada obtiene que es muy es muy raro ya os lo digo pero vamos a verlo"
    },
    {
      "start": 8451.48,
      "end": 8472.73,
      "text": "vale sería por canal en ese caso 25 ahora viene el filtro y luego el tréil 0 0 7 vale el que mejor"
    },
    {
      "start": 8473.25,
      "end": 8528.9,
      "text": "tiene que es 4 0 24 4 1 0 24 luego los comparamos hoy ahora voy ahora voy ahora voy fran de"
    },
    {
      "start": 8528.9,
      "end": 8562.14,
      "text": "contexto a ver este el de net ya lo he hecho no 25 1 0 0 7 25 1 0 0 7 de la segunda fran"
    },
    {
      "start": 8562.14,
      "end": 8602.04,
      "text": "que me los acabo de apuntar este recobrimos que damos con uno de la este pero 0 12 aunque"
    },
    {
      "start": 8602.04,
      "end": 8607.75,
      "text": "en estar de luego haremos una pasión de dios estaré hecha una es que de hecho lo intentamos"
    },
    {
      "start": 8607.75,
      "end": 8614.43,
      "text": "hacer pero maestro entre los problemas que tiene lo que os decía es de optimizando aparte de la"
    },
    {
      "start": 8614.43,
      "end": 8620.44,
      "text": "velocidad es que como tarda tanto tiene un problema con gélito que ha tenido mil protestas y mil"
    },
    {
      "start": 8620.44,
      "end": 8630.13,
      "text": "demandas que es que exige que esté eslogado mientras hace todo el test y como es extremadamente"
    },
    {
      "start": 8630.13,
      "end": 8635.52,
      "text": "lento y lo tú lo dejas un fin de semana los fines de semana muchas veces hacen mantenimiento y al"
    },
    {
      "start": 8635.52,
      "end": 8642.28,
      "text": "final muchas veces se tras cuelga entonces es un problema bastante serio porque al final hay"
    },
    {
      "start": 8642.28,
      "end": 8647.64,
      "text": "veces que para conseguir acabar una optimización más allá que pueda durar dos días que ya es"
    },
    {
      "start": 8647.64,
      "end": 8655.32,
      "text": "un problema lo difícil es que en dos días no se cuelgue y el tiempo real se cuelgue lo que sea y"
    },
    {
      "start": 8655.32,
      "end": 8663.79,
      "text": "entonces lo pierde es bastante es increíble como tecnológicamente los problemas que tiene a este"
    },
    {
      "start": 8663.79,
      "end": 8669.49,
      "text": "nivel porque hace muchos tiempos mucho tiempo que tiene evoluciones pendientes y el programa"
    },
    {
      "start": 8669.49,
      "end": 8675.07,
      "text": "en sí no es que sea malo pero se ha quedado completamente desfasado es actualizado y como"
    },
    {
      "start": 8675.07,
      "end": 8678.83,
      "text": "no lo revisan en ese sentido pues claro la tecnología va avanzando los procesadores"
    },
    {
      "start": 8678.83,
      "end": 8683.52,
      "text": "van avanzando y él no alta y está ahí un poquito limitado espérate que ya no sé cuál he hecho"
    },
    {
      "start": 8683.52,
      "end": 8699.64,
      "text": "cuál no he hecho a ver 25 107 hecho no vale este lo he hecho 6 27 0 1 luego lo revisaré que estén"
    },
    {
      "start": 8699.64,
      "end": 8728.49,
      "text": "que estén bien pero ahora voy a hacer el siguiente 4 1 0 24 4 pero 24 aquí lo normal lo que pasa es"
    },
    {
      "start": 8728.49,
      "end": 8739.93,
      "text": "lo que os digo esta optimización de 3 de porfolio trader tiene tiene ese problema da pocos datos"
    },
    {
      "start": 8739.93,
      "end": 8743.81,
      "text": "entonces los tienes que construir tú el problema es lo que os digo que al ver este problema con"
    },
    {
      "start": 8743.81,
      "end": 8748.89,
      "text": "char no hemos podido utilizar el sortino que usamos para las estrategias sueltas entonces hay"
    },
    {
      "start": 8748.89,
      "end": 8754.18,
      "text": "que hacerlo para por folio porque pensamos que valía pero hemos visto que no entonces hay que"
    },
    {
      "start": 8754.18,
      "end": 8760.02,
      "text": "hacer el sortino para por folio y a veces lo que hemos hecho es hacer varias es decir hacer una"
    },
    {
      "start": 8760.18,
      "end": 8767.28,
      "text": "lo bueno es que modificar es muy rápido y como el coste fitness al costo fitness es una fórmula"
    },
    {
      "start": 8767.28,
      "end": 8774.27,
      "text": "que tú puedes programar al final le puedes meter varios pasadas recoges varios uno pues le ponen"
    },
    {
      "start": 8774.27,
      "end": 8781.19,
      "text": "sortino sharp y el que quieras los pasas todos al excel y entonces ahí es donde ya tienes tú para"
    },
    {
      "start": 8781.19,
      "end": 8787.43,
      "text": "hacer distintos cálculos o ratios que puedas calcular directamente en el ex de momento sólo"
    },
    {
      "start": 8787.43,
      "end": 8792.67,
      "text": "puedo calcular el recovery utilizar este sharp que insisto que no es el valor correcto pero sí"
    },
    {
      "start": 8792.67,
      "end": 8799.6,
      "text": "que es extrapolable a para hacerla para hacer la selección para este era el 4 ya sólo me queda"
    },
    {
      "start": 8799.6,
      "end": 8816.5,
      "text": "uno más raro y ahora podremos comparar datos entre ellos vale 1 0 0 se lee bien el maestro"
    },
    {
      "start": 8816.66,
      "end": 8829.43,
      "text": "la pantalla ahora ahora ahora no me siguen por cierre pero esto es instrumental y no"
    },
    {
      "start": 8829.43,
      "end": 8834.51,
      "text": "no merece mucho la pena pararse mucho en explicaros todo esto es al final simplemente estoy haciendo"
    },
    {
      "start": 8834.51,
      "end": 8841.41,
      "text": "todo el porfolio con unos ex concretos trataré de dejarlo mañana a ver si me acaba porque"
    },
    {
      "start": 8841.41,
      "end": 8846.65,
      "text": "ese fin de semana he intentado dos veces que maestro me hiciera toda la optimización completa"
    },
    {
      "start": 8846.65,
      "end": 8851.73,
      "text": "pero esta optimización que hemos hecho multicharts también se puede hacer pero en multicharts he"
    },
    {
      "start": 8851.73,
      "end": 8861.32,
      "text": "tardado unos en hacer la larga de esto tardado unos 15 minutos y maestro se ha colgado después"
    },
    {
      "start": 8861.32,
      "end": 8868.99,
      "text": "de llevar cada una de ellas como 20 pico horas y no había acabado esta es la relación y era"
    },
    {
      "start": 8868.99,
      "end": 8876.61,
      "text": "lo mismo en verdad era lo mismo mismo código todo igual y esa esa es un poco la comparación"
    },
    {
      "start": 8876.61,
      "end": 8882.92,
      "text": "no entonces que ya os lo había comentado alguna vez es un drama de maestro pues es la"
    },
    {
      "start": 8882.92,
      "end": 8888.88,
      "text": "sola que es que ya digo es súper potente luego a nivel de informes es brutal ahora"
    },
    {
      "start": 8888.88,
      "end": 8893.8,
      "text": "ahora veréis todos los datos que nos saca está fantástico y los hemos revisado bueno"
    },
    {
      "start": 8893.8,
      "end": 8902.92,
      "text": "hay uno por ejemplo que no está bien ya lo pasamos pero pero esto sí que sí que están bien y bueno"
    },
    {
      "start": 8902.92,
      "end": 8921.15,
      "text": "pues es la lástima comentaba fran comentaba fran que la selección del filtro volatilidad"
    },
    {
      "start": 8921.15,
      "end": 8929.42,
      "text": "lo hecho entre 0 y 1 pero que 1 4 tenía mejor que decir estaba una zona robusta de estar sería"
    },
    {
      "start": 8929.42,
      "end": 8943.35,
      "text": "mejor pues sí pero ahí a mí me parece podríamos podríamos trabajarlo un poco un poco"
    },
    {
      "start": 8943.35,
      "end": 8951.21,
      "text": "más pero me parece sobre optimizarlo me parece demasiado los filtros a mí de norma me cuesta"
    },
    {
      "start": 8951.21,
      "end": 8956.57,
      "text": "meter filtros y a este tendencial para la ganancia que he visto ya ya comentado creo que no se lo"
    },
    {
      "start": 8956.57,
      "end": 8964.76,
      "text": "metería no se lo metería pero encima si lo metes tiene que ser o no optimizado o muy poco"
    },
    {
      "start": 8964.76,
      "end": 8970.6,
      "text": "sabes es decir esa el filtro es la manera de sobre utilizar más porque es cuando tú ya tienes"
    },
    {
      "start": 8970.6,
      "end": 8976.52,
      "text": "tu sistema vamos a suponer 6 0 20 es vale venga y ahora le meto un filtro que me va a eliminar"
    },
    {
      "start": 8976.52,
      "end": 8985.36,
      "text": "los malos o sea eso he dicho así no te suena a una cosa fácil de sobre optimizar porque al"
    },
    {
      "start": 8985.36,
      "end": 8991.4,
      "text": "final le vas a quitar los cientos tres cientos o cientos igual sabes que está muy bien no quitar"
    },
    {
      "start": 8991.4,
      "end": 8999.59,
      "text": "la parte mala pero pero el problema es que estás aumentando el riesgo de que de que de que sea una"
    },
    {
      "start": 8999.59,
      "end": 9004.67,
      "text": "sobre optimización aunque en el mapa parece robusto aunque en el mapa parece robusto que"
    },
    {
      "start": 9004.67,
      "end": 9012.71,
      "text": "entiendo lo que dices y tienes sentido no te digo que no pero le daría más vueltas porque le daría"
    },
    {
      "start": 9012.71,
      "end": 9020.23,
      "text": "más vueltas y ya digo granular lo tanto explico es como el filtro no 0 20 ya te digo yo lo sé"
    },
    {
      "start": 9020.23,
      "end": 9027.07,
      "text": "optimizado los todos en 0 25 porque porque vierais el mapa bien granulado pero realmente"
    },
    {
      "start": 9027.51,
      "end": 9035.75,
      "text": "tampoco me gusta es decir en un sistema en diario con mil y pico trades de verdad prefiero ir de 0 0 5"
    },
    {
      "start": 9035.75,
      "end": 9043.75,
      "text": "en 0 0 5 sabes es decir ir a buscar tanto el detalle explico 0 21 0 22 0 23"
    },
    {
      "start": 9046.39,
      "end": 9051.23,
      "text": "explicó es decir al final recuerda que lo que estás viendo es lo que ha ido mejor en el pasado"
    },
    {
      "start": 9051.23,
      "end": 9060.85,
      "text": "entonces ya te digo al final elegir siempre el mejor el que y esa ya te digo el tema del"
    },
    {
      "start": 9060.85,
      "end": 9069.78,
      "text": "incremento es una cosa que es quizá la que más tiene su canal una media esto es muy evidente porque"
    },
    {
      "start": 9069.78,
      "end": 9076.7,
      "text": "va de uno en uno vale que sí que no hay mucha historia pero cuando tienes fitos cosas así que"
    },
    {
      "start": 9076.7,
      "end": 9085.14,
      "text": "tú puedes hacer 0,1 0,2 pero si por puestos ya podríamos hacer 0 0 1 0 0 2 0 0 3 y por qué"
    },
    {
      "start": 9085.14,
      "end": 9098.3,
      "text": "no 0,0 0 0 1 0,0 0 0 2 sabes me entiendes hay que hay que cortarlo sí sí ya sé ya sé que tenía"
    },
    {
      "start": 9098.3,
      "end": 9105.85,
      "text": "muchos ya sé que tenía muchos muchos años pero sí sí ya sé que tenía muchos pero el filtro"
    },
    {
      "start": 9105.85,
      "end": 9112.01,
      "text": "otro no tenía tantos o sea de cambiar el filtro cada 300 o sea has cambiado 300 o sea eso el"
    },
    {
      "start": 9112.01,
      "end": 9119.45,
      "text": "sistema tiene los 400 con el filtro en 0 o el filtro en 1 y de 0 a 1 cambia 300 y de 1 a 4"
    },
    {
      "start": 9119.45,
      "end": 9125.41,
      "text": "igual cambiaba 200 ahora lo miramos lo miramos lo miramos porque este sí este es el que tengo"
    },
    {
      "start": 9125.41,
      "end": 9132.82,
      "text": "con todos no sí es el que tengo con todos aquí de tener uno a bueno no en ese no lo he hecho es"
    },
    {
      "start": 9132.82,
      "end": 9149.36,
      "text": "en el 3 en la opti 3 aquí no aquí te he dado todo el rato sólo sólo el filtro es que fíjate"
    },
    {
      "start": 9149.36,
      "end": 9156.08,
      "text": "aquí llevaba la extrema operaciones aquí tenías en 1 o 4 lo que tú dices que te ha gustado es este"
    },
    {
      "start": 9156.08,
      "end": 9166.76,
      "text": "como en verde vale este a ti te ha gustado porque bueno te ha dado un recovery bastante más elevado"
    },
    {
      "start": 9167.36,
      "end": 9177.2,
      "text": "mejorado ha mejorado sobre todo porque tienes ahí 1 430 este sí que te ha bajado pero de éste a"
    },
    {
      "start": 9177.2,
      "end": 9186.59,
      "text": "éste que tienes 103 de diferencia entre ellos o sea poner ese filtro o no ponerlo son 103 de"
    },
    {
      "start": 9186.59,
      "end": 9199.17,
      "text": "diferencia y gana un poquito más y baja el verdadero dices o sea está muy bien bueno sí claro si de"
    },
    {
      "start": 9199.17,
      "end": 9206.05,
      "text": "aquí cinco años eso se mantiene es verdad ahora eso es seguro que se mantendrá no la realidad es"
    },
    {
      "start": 9206.05,
      "end": 9211.01,
      "text": "que eso no es seguro no es seguro que el cero pues decir bueno ya pero el cero le he quitado"
    },
    {
      "start": 9211.01,
      "end": 9215.85,
      "text": "un grado de libertad no estamos de acuerdo al final no no he añadido variabilidad a la que yo"
    },
    {
      "start": 9215.85,
      "end": 9221.41,
      "text": "meto esto estoy metiendo una tr o sea se metió en una condición más al sistema porque esta"
    },
    {
      "start": 9221.57,
      "end": 9230.49,
      "text": "no trabaja soy ignorando el atr yo aquí le estoy ya asumiendo que cuando el atr de un día con el"
    },
    {
      "start": 9230.49,
      "end": 9236.52,
      "text": "atr de un mes por multiplicado por una 4 sea mayor no pere y de esa manera le he quitado"
    },
    {
      "start": 9236.52,
      "end": 9245.43,
      "text": "siempre que es un 3 por acción de media 3 por acción entonces no no no es una certeza fran es"
    },
    {
      "start": 9245.43,
      "end": 9251.19,
      "text": "que esto va así o sea no no no es una certeza o sea no es no es que yo te diga esto seguro que"
    },
    {
      "start": 9251.19,
      "end": 9257.63,
      "text": "luego no irá no no para nada no te lo puedo decir no sería serio decirte eso no lo sé seguro pero"
    },
    {
      "start": 9257.63,
      "end": 9263.76,
      "text": "estoy añadiendo un grado de certidumbre más para el beneficio que me da no me renta me explico es"
    },
    {
      "start": 9263.76,
      "end": 9271.88,
      "text": "decir para el beneficio que me dan no me renta a mí no me parece suficiente para yo para añadir"
    },
    {
      "start": 9271.88,
      "end": 9280.44,
      "text": "grados de libertad para añadir posibilidades al sistema de oscilar de que siempre que añades"
    },
    {
      "start": 9280.64,
      "end": 9286.64,
      "text": "como mínimo ya ves una y a veces son varias porque es la condición o sea es el valor de"
    },
    {
      "start": 9286.64,
      "end": 9297.71,
      "text": "la tierra y que la tierra de hoy sea menor que la tierra mensual esos más o menos son dos para"
    },
    {
      "start": 9297.71,
      "end": 9304.19,
      "text": "añadir de dos necesito necesito que me convenza mucho pero de todas maneras lo estudiaría más"
    },
    {
      "start": 9304.19,
      "end": 9309.91,
      "text": "decir miraría esto miraría esto en el gráfico muchas acciones y la otra cosa que ahora no hemos"
    },
    {
      "start": 9309.91,
      "end": 9315.68,
      "text": "hecho esas que ahora lo vamos a hacer el maestro un poco y un poco pero también lo miraría gráfico"
    },
    {
      "start": 9315.68,
      "end": 9322.4,
      "text": "nosotros miramos mucho pero miramos mucho ahora esto lo miraría el gráfico en distintas acciones"
    },
    {
      "start": 9322.4,
      "end": 9328.56,
      "text": "miraría el gráfico ya lo haremos ya lo haremos aunque no lo hagamos hoy lo haré porque a esto"
    },
    {
      "start": 9328.56,
      "end": 9335.44,
      "text": "tengo que volver para necesito ver un sortino ahí para ser más cómodo tienes entonces necesito verlo"
    },
    {
      "start": 9335.44,
      "end": 9349.36,
      "text": "lo veré pero el filtro no es no es no es ni concluyente ni granulandolo en 1.4 si el filtro"
    },
    {
      "start": 9349.36,
      "end": 9353.8,
      "text": "es jose donett sigo sigo las preguntas porque ya estamos en hora de preguntas y hay que ir"
    },
    {
      "start": 9353.8,
      "end": 9361.0,
      "text": "contestando comenta en esta línea jose que si el filtro quitar a 503 sería más válida entiendo"
    },
    {
      "start": 9361.0,
      "end": 9369.76,
      "text": "si sería más válido si si sería más válido sería más válido en este en el caso de los filtros"
    },
    {
      "start": 9369.76,
      "end": 9377.69,
      "text": "es un poco es un poco al revés y por eso es como lo diría no es que sea contra el tuitivo es contra"
    },
    {
      "start": 9377.69,
      "end": 9383.17,
      "text": "el tuitivo para lo que he explicado me está diciendo siempre contra más tres mejor vale"
    },
    {
      "start": 9383.17,
      "end": 9389.41,
      "text": "pero ahora me dices que si el filtro quita más es mejor y que quedamos bueno las dos cosas son"
    },
    {
      "start": 9389.41,
      "end": 9395.73,
      "text": "verdad las dos cosas son verdad quiere decir que para que el filtro me quite tengo que tener"
    },
    {
      "start": 9395.73,
      "end": 9404.53,
      "text": "muchos antes si no ya no me vales es decir si tengo mil ya no filtró me entiendes ya no filtró"
    },
    {
      "start": 9404.53,
      "end": 9411.84,
      "text": "ya no ya no estoy suficientemente cómodo para que eso baje más me explicó entonces pero"
    },
    {
      "start": 9411.84,
      "end": 9418.55,
      "text": "evidentemente el filtro valida el filtro valida quitando el filtro valida actuando las reglas"
    },
    {
      "start": 9418.55,
      "end": 9428.28,
      "text": "para evaluarlas tiene que tienen que implicar cambios si no si no implica cambios no está"
    },
    {
      "start": 9428.28,
      "end": 9435.6,
      "text": "validada y la significación pasa por ahí vale porque cada regla tenga un número de tres donde"
    },
    {
      "start": 9435.6,
      "end": 9441.92,
      "text": "actúen y en distintos momentos distintas condiciones de mercado etcétera significación y"
    },
    {
      "start": 9441.92,
      "end": 9447.12,
      "text": "representatividad significación y representatividad significación la verdad las estadísticas"
    },
    {
      "start": 9447.48,
      "end": 9456.19,
      "text": "representatividad la de actuar en distintos mercados vale por eso que ahora lo hemos metido 20 a esto"
    },
    {
      "start": 9456.19,
      "end": 9464.25,
      "text": "para ver esta curva en 20 bien aquí tenemos un resumen vale de entrada aquí ratios que no valen"
    },
    {
      "start": 9464.25,
      "end": 9469.57,
      "text": "para nada el esto que veis aquí si lo veis es el total retorno partido por máxima darolón aquí no"
    },
    {
      "start": 9469.57,
      "end": 9479.35,
      "text": "vale para nada aquí no vale para nada porque bueno vale bueno habiendo hecho que su manera"
    },
    {
      "start": 9479.35,
      "end": 9486.59,
      "text": "vale un poco pero para regular regular porque al final es lo que os decía antes es decir el"
    },
    {
      "start": 9486.59,
      "end": 9492.47,
      "text": "drawdown no lo puedo meter en porcentaje que es verdad que aquí como yo he regulado en 100"
    },
    {
      "start": 9492.47,
      "end": 9497.59,
      "text": "acciones y vengo con gestión monetaria que es muy importante muy importante porque porque es muy"
    },
    {
      "start": 9497.59,
      "end": 9504.88,
      "text": "importante porque si venís aquí a ver la lista de trades pues yo al final he ido exponiendo si tú"
    },
    {
      "start": 9504.88,
      "end": 9514.19,
      "text": "multiplicas por ejemplo de igual esta acción hemos comprado 60 por 33.14 al final he comprado"
    },
    {
      "start": 9514.19,
      "end": 9521.31,
      "text": "1988 dólares que es más o menos el 2% que habíamos hablado al inicio 2000 dólares vale entonces"
    },
    {
      "start": 9521.31,
      "end": 9529.35,
      "text": "si yo siempre he ido exponiendo esa misma cantidad pues es mejor sería mejor el porcentaje sí pero"
    },
    {
      "start": 9529.35,
      "end": 9534.83,
      "text": "como yo siempre voy exponiendo bueno un 2% de la cuenta ya estoy haciendo porcentaje porque ahora"
    },
    {
      "start": 9534.83,
      "end": 9542.75,
      "text": "tengo 100.000 2% pero cuando tenga 200.000 pues será el doble pues ya voy exponiendo siempre una"
    },
    {
      "start": 9542.75,
      "end": 9550.15,
      "text": "cantidad que depende del porcentaje gracias a ese 2% 2% entonces las cantidades están más o menos"
    },
    {
      "start": 9550.15,
      "end": 9554.63,
      "text": "ecualizadas pero como lo mismo que se ha hecho en el excel os he dicho no está mal recovery sirve"
    },
    {
      "start": 9554.63,
      "end": 9563.56,
      "text": "pero sería mejor aún en porcentaje sería mejor vale pero aquí como ya tenemos esa tenemos el"
    },
    {
      "start": 9563.64,
      "end": 9570.96,
      "text": "recalculado tenemos algunos datos más que nos sirve tenemos el tráiler real aquí muy elevado"
    },
    {
      "start": 9570.96,
      "end": 9580.24,
      "text": "porque porque hemos metido la exposición a casi el 200 hemos metido un poco un poco elevado a la"
    },
    {
      "start": 9580.24,
      "end": 9589.95,
      "text": "exposición pero aquí sí que tenemos el triple r a 0 34 aquí tenemos a 0 92 carros como cambia"
    },
    {
      "start": 9590.77,
      "end": 9607.24,
      "text": "0 0 0 6 y 1 0 6 aquí el que los cambios son bestiales el uno es saber cuál era este 6 1 0 27"
    },
    {
      "start": 9607.24,
      "end": 9616.22,
      "text": "ese era el primero bueno el que era por net profit era por net profit al final equilibra"
    },
    {
      "start": 9616.22,
      "end": 9630.93,
      "text": "bastante curiosa ver a los cero de la onda de 60 la otra tenía un 70 70 y pico como está muy"
    },
    {
      "start": 9630.93,
      "end": 9637.6,
      "text": "expuesto sí sí sí está muy expuesto está muy expuesto fíjate estamos componiendo 25 29 por ciento"
    },
    {
      "start": 9637.6,
      "end": 9648.4,
      "text": "y aquí que he hecho 0 88 que hay un fallo y aquí me he equivocado que he pasado con este 25 1 0 27"
    },
    {
      "start": 9648.4,
      "end": 9674.32,
      "text": "0 0 7 y porque ahora tampoco tengo que haber hecho algo mal no ves que no vale nada te va"
    },
    {
      "start": 9674.32,
      "end": 9707.87,
      "text": "a haber configurado algo mal los clothes falls trailing 0 0 7 no bueno esperate esperate esperate"
    },
    {
      "start": 9707.87,
      "end": 9716.99,
      "text": "esperate que este era el día de la hora no está bien es que se no no hace nada vez era"
    },
    {
      "start": 9716.99,
      "end": 9727.84,
      "text": "un poco solo se tiene muy poco straights diría muy poco straights no era de aquí era de aquí"
    },
    {
      "start": 9727.84,
      "end": 9750.97,
      "text": "sí sí claro grabo muy poco no se ha ganado muy poco el de era el de máximo el de máximo"
    },
    {
      "start": 9751.01,
      "end": 9764.22,
      "text": "era el de máximo era el de máximo era bueno aquí por mirarlo rápido en el sumario fijaros"
    },
    {
      "start": 9764.22,
      "end": 9773.93,
      "text": "simplemente profit factor aquí tenemos 39 aquí tenemos 59 73 147 porque tanto por profit factor"
    },
    {
      "start": 9773.93,
      "end": 9787.04,
      "text": "como por r incluso que por sharp aunque más parecido es el 6 0 el 6 1 0 27 actuando el filtro"
    },
    {
      "start": 9787.32,
      "end": 9796.0,
      "text": "que se quedaba más más profit que hemos estado impuestos aquí todos 6 6 1 0 27 correcto y este"
    },
    {
      "start": 9796.0,
      "end": 9809.74,
      "text": "era el de antes 6 0 6 0 0 20 ser 1 43 tan notablemente notablemente alejado notablemente"
    },
    {
      "start": 9809.74,
      "end": 9817.56,
      "text": "alejado bueno vamos a ver vamos a ver el siguiente día si podemos sacar el sortino vía por folio"
    },
    {
      "start": 9817.56,
      "end": 9826.44,
      "text": "porque no está no está sacado no está no está sacado y sacar el sharp bien vía via cartera aquí"
    },
    {
      "start": 9826.44,
      "end": 9831.16,
      "text": "ya os sale ya ya tenemos positivo y es otra cosa porque se está calculado bien se ha calculado bien"
    },
    {
      "start": 9831.16,
      "end": 9842.73,
      "text": "y tiene mejor mejor ya veis que sé que hay algún dato negativo pero este quedaba cancelar aquí lo"
    },
    {
      "start": 9842.73,
      "end": 9849.46,
      "text": "que pasa que realmente la exposición es un poco elevada teníamos que haberla regulado más hemos"
    },
    {
      "start": 9849.46,
      "end": 9855.02,
      "text": "llegado a exponernos al al al 200 pero dos veces nos ha apalancado hasta dos veces"
    },
    {
      "start": 9855.02,
      "end": 9863.08,
      "text": "claro tenemos niveles de trowdown muy jeves a nivel de por folio tenemos trowdowns de aquí del 60"
    },
    {
      "start": 9863.08,
      "end": 9875.32,
      "text": "aquí del 60 aquí del 30 para ver si aquí tiene menos trowdown aquí del 60 y será el 79 bastante"
    },
    {
      "start": 9875.32,
      "end": 9895.26,
      "text": "bastante elevado bueno este tipo de que recordar que no está no estamos evaluando el por folio"
    },
    {
      "start": 9895.26,
      "end": 9902.38,
      "text": "para operarlo así es lo que os comentaba estamos evaluando la idea por evaluando la idea y luego"
    },
    {
      "start": 9902.38,
      "end": 9909.74,
      "text": "ya decidiríamos cómo lo operábamos aquí tenemos muchas acciones en negativo lógicamente luego"
    },
    {
      "start": 9909.74,
      "end": 9917.77,
      "text": "una vez el sistema está validado yo luego lo operaré a lo mejor no necesariamente las 10 mejores"
    },
    {
      "start": 9917.77,
      "end": 9924.16,
      "text": "pero así que serán de las mejores de acuerdo es decir al final yo valido la idea en las 100"
    },
    {
      "start": 9924.16,
      "end": 9929.36,
      "text": "acciones porque eso me da mayor robustez digamos que la idea la pongo más a prueba en acciones"
    },
    {
      "start": 9929.36,
      "end": 9939.01,
      "text": "incluso no han ganado vale y esto lo que os decía o sea esto también incluso aquí incluso en"
    },
    {
      "start": 9939.01,
      "end": 9949.8,
      "text": "el por folio trader que no es tan no me dará tanta información pero este mismo mirar para que veáis"
    },
    {
      "start": 9949.8,
      "end": 9957.01,
      "text": "la comparación que es interesante de ver pero pongo aquí este que nos ha dado aquí mejor podríamos"
    },
    {
      "start": 9957.01,
      "end": 9970.97,
      "text": "decir que era 6 1 0 27 lo podemos ver aquí 6 1 0 27 para nosotros a 0 esto va a 0 esto va a 0 27"
    },
    {
      "start": 9970.97,
      "end": 9990.12,
      "text": "y ahora se le hacemos backtest y aquí ya veréis que cambia mucho la cosa aquí también tenemos"
    },
    {
      "start": 9990.12,
      "end": 9998.63,
      "text": "un montón de datos esto cambia mucho hasta hasta más que allí es que lo hemos puesto bien 6 0"
    },
    {
      "start": 9998.75,
      "end": 10007.63,
      "text": "filtro 1 por nosotros con el 1 a 0 27 0 0 0 a bueno a 100 por ciento está expuesto que no puede ir"
    },
    {
      "start": 10007.63,
      "end": 10017.72,
      "text": "así no puede ir así está muy expuesto a tener un drawdown 46 y tengo el money management a mente"
    },
    {
      "start": 10017.72,
      "end": 10023.56,
      "text": "por folio 2 por ciento está bien está bien está el 2 por ciento es aquí ya hemos controlado mejor"
    },
    {
      "start": 10023.56,
      "end": 10029.52,
      "text": "porque le hemos expuesto hemos controlado la exposición claro también tiene un factor de"
    },
    {
      "start": 10029.52,
      "end": 10039.92,
      "text": "146 y ganar 52 mil poco claro todo lo uno depende del otro no uno depende del otro pero aquí por"
    },
    {
      "start": 10039.92,
      "end": 10046.19,
      "text": "ejemplo mirar lo que os quería enseñar antes la correlación de los retornos mensuales de acuerdo"
    },
    {
      "start": 10046.19,
      "end": 10051.79,
      "text": "de todas las 100 acciones fijaros que hay datos en negativo porque hay acciones que pierden que"
    },
    {
      "start": 10052.67,
      "end": 10059.67,
      "text": "pero que siendo todo en el nasdaq 100 claro es que apel con microsoft tiene 0 66 apel con google"
    },
    {
      "start": 10059.67,
      "end": 10070.11,
      "text": "0 48 con amazon 0 55 con envidia 0 32 con facebook 0 29 que son acciones directoras de acuerdo están"
    },
    {
      "start": 10070.11,
      "end": 10076.43,
      "text": "ordenadas están ordenadas por capitalización vale que es decir que todas las que veis primeras son"
    },
    {
      "start": 10076.99,
      "end": 10083.19,
      "text": "acciones super top para elegir y fijaros su nivel de correlación bajar aquí no sé si se llega a"
    },
    {
      "start": 10083.19,
      "end": 10092.84,
      "text": "ver bien esperados que os voy a poner el foco lo que sea mejor con el foco es ahí fijaros ahí veis"
    },
    {
      "start": 10092.84,
      "end": 10103.04,
      "text": "microsoft mirar la columna para abajo es 0 66 0 67 0 53 0 69 0 56 0 55 0 40 con tesla pero 48"
    },
    {
      "start": 10103.04,
      "end": 10113.48,
      "text": "0 36 0 39 0 68 51 es decir es el mismo sistema en el mismo frame vale sus correlaciones mensuales"
    },
    {
      "start": 10113.48,
      "end": 10122.4,
      "text": "son relativamente moderadas pero no son 0 809 está bien tiene una diversificación moderada que es"
    },
    {
      "start": 10122.4,
      "end": 10131.88,
      "text": "muy mejora lógicamente muy mejor vale entonces aquí fijaros que ya con una exposición más"
    },
    {
      "start": 10131.88,
      "end": 10139.0,
      "text": "controlada tenemos datos de retorno poquito más estables es una curva bastante justa bastante"
    },
    {
      "start": 10139.0,
      "end": 10146.48,
      "text": "muy muy justo bastante virgen pero es un sistema muy justo pero con este nivel de profit factor"
    },
    {
      "start": 10146.48,
      "end": 10153.55,
      "text": "ese nivel de retorno acepta algo de apalancamiento y tiene algo de mejora por por delante lógicamente"
    },
    {
      "start": 10153.55,
      "end": 10159.23,
      "text": "tiene mucha mejora por aquí además hemos cargado pocos años espérate que vamos a ver cómo tarda"
    },
    {
      "start": 10159.23,
      "end": 10172.25,
      "text": "poco está con la serie vamos a meter desde el 2007 al bienes pasado 2% mira vamos a meter un 3"
    },
    {
      "start": 10172.25,
      "end": 10206.65,
      "text": "nos vas a poner un poquito más y veis ya tenemos un sharp calculado bien a 29 45 es decir el sharp"
    },
    {
      "start": 10206.73,
      "end": 10215.72,
      "text": "al uno es un sharp bajito es un sistema justo pero bueno poco a poco lo podemos hacer crecer"
    },
    {
      "start": 10215.72,
      "end": 10221.8,
      "text": "a uno el sistema de hecho este set simplemente es el de mayor retorno no es el que mejor equilibra"
    },
    {
      "start": 10221.8,
      "end": 10234.41,
      "text": "aquí ahora podíamos mirar mirar varios pero y hemos mejorado un poquito ha sufrido bastante"
    },
    {
      "start": 10234.41,
      "end": 10245.96,
      "text": "aquí porque es verdad que con este nivel de de ratio del trailing pues le cuesta le cuesta salirse"
    },
    {
      "start": 10245.96,
      "end": 10255.02,
      "text": "esto ya os digo habían sets este set tiraba más para el retorno pero teníamos alguno que tiraba"
    },
    {
      "start": 10255.02,
      "end": 10260.22,
      "text": "un poco más al equilibrio no aquí podíamos encontrar alguno que mejorara esto a cambio de"
    },
    {
      "start": 10260.22,
      "end": 10268.84,
      "text": "mejor un retorno un poco peor es un poco la que hay que fijaros hemos ganado un poco de histórico"
    },
    {
      "start": 10269.4,
      "end": 10280.4,
      "text": "como tenemos ratios negativos en varios varias acciones a los ves en facebook perdemos dinero"
    },
    {
      "start": 10280.4,
      "end": 10287.83,
      "text": "en google en una de las google también porque al final tienen muy pocas acciones con este nivel"
    },
    {
      "start": 10287.83,
      "end": 10294.31,
      "text": "de exposición con este canal y con este ratio realmente opera muy poco cada una de las acciones"
    },
    {
      "start": 10294.31,
      "end": 10302.77,
      "text": "de acuerdo pero muy poco por eso al final nos vemos obligados a meter pues un análisis global que al"
    },
    {
      "start": 10302.77,
      "end": 10310.89,
      "text": "final nos pueda meter más acciones para que al final nos pueda meter 1.100 trades desde el 2007"
    },
    {
      "start": 10310.89,
      "end": 10325.6,
      "text": "desde 2007 nos mete 1.100 trades todavía no dejamos un set elegido porque me gustaría me gustaría"
    },
    {
      "start": 10325.6,
      "end": 10332.8,
      "text": "poder ver una optimización en el sarte para el sortino de porfolio que aquí sí que lo veo pero"
    },
    {
      "start": 10332.8,
      "end": 10338.6,
      "text": "no lo veo optimizando porque es una cosa bastante extraña por parte de multicharts ahí en los"
    },
    {
      "start": 10338.6,
      "end": 10346.97,
      "text": "foros de multicharts están con varios mensajes al respecto es decir que tienes sharp metido"
    },
    {
      "start": 10346.97,
      "end": 10351.65,
      "text": "como función tienes sortino metido como fines y que a mí no lo tienes como fines ya por defecto"
    },
    {
      "start": 10351.65,
      "end": 10357.13,
      "text": "de optimización es un poco extraño es porque si ya lo tienes metido dentro del programa o sea lo"
    },
    {
      "start": 10357.13,
      "end": 10362.61,
      "text": "das ese ratio lo das lo puedes perfectamente usar como ratio de iana porque es un dato que"
    },
    {
      "start": 10362.61,
      "end": 10369.08,
      "text": "estás calculando si tú me lo estás calculando y aquí pero curiosamente lo da para el performance"
    },
    {
      "start": 10369.08,
      "end": 10374.92,
      "text": "pero no lo da como ratio de iana lo tienes que meter tú por código y el que tienes metido por"
    },
    {
      "start": 10374.92,
      "end": 10379.96,
      "text": "sistema nos sirve por lo que os decía tienes que hacer específico de porfolio de acuerdo entonces"
    },
    {
      "start": 10379.96,
      "end": 10388.8,
      "text": "tienes ese problema pues es un tanto curioso pero pero así es vale bien para el próximo día vamos"
    },
    {
      "start": 10388.8,
      "end": 10397.49,
      "text": "a tomar una decisión una decisión respecto a este sistema tal como está es decir en una configuración"
    },
    {
      "start": 10397.49,
      "end": 10411.31,
      "text": "de full tendencia vale de full tendencia a aquel que quiera y que lo tenga los recursos que tengan"
    },
    {
      "start": 10411.31,
      "end": 10416.71,
      "text": "software los conocimientos para hacerlo pues si lo quiere también hacer alguna propuesta que es"
    },
    {
      "start": 10416.71,
      "end": 10422.76,
      "text": "súper bienvenida como deberes para casa que quiero ir mandando algunos vale la regla de entrada"
    },
    {
      "start": 10422.76,
      "end": 10431.43,
      "text": "simplemente es esta no tiene más es decir es cierre por encima del canal que es por cierres"
    },
    {
      "start": 10431.43,
      "end": 10438.31,
      "text": "vale por el número de velas y en la apertura de la siguiente vela compra vale sí que para evitar"
    },
    {
      "start": 10438.31,
      "end": 10442.59,
      "text": "que comprar acciones negativas hemos hecho porque muchos años puede pasar cierre mayor que cero"
    },
    {
      "start": 10442.59,
      "end": 10449.51,
      "text": "eso es con el t1 es el filtro pero si vale cero es true si el filtro vale cero no actúa que no"
    },
    {
      "start": 10449.51,
      "end": 10455.86,
      "text": "esté comprado y que haya par filtro estará una regulación que pasa pero que no actúa que al"
    },
    {
      "start": 10455.86,
      "end": 10460.92,
      "text": "menos tenga una vela cerrada para que no compren la cierre y la misma vela vuelva a entrar que al"
    },
    {
      "start": 10460.92,
      "end": 10468.17,
      "text": "menos haya pasado una vela desde que ha cerrado y esto que el total trecha igual hacer esto para"
    },
    {
      "start": 10468.17,
      "end": 10475.13,
      "text": "que abra al principio vale porque si no no compraría al requerir al requerir que sea distinto de largo"
    },
    {
      "start": 10475.13,
      "end": 10482.91,
      "text": "no compraría entonces es una conexión que se suele poner para que empiece a operar y ya pero ya"
    },
    {
      "start": 10482.91,
      "end": 10489.86,
      "text": "estamos a la regla de entrada es esta no tiene no tiene más luego lo otro es la gestión monetaria y"
    },
    {
      "start": 10489.86,
      "end": 10497.16,
      "text": "la regla de salida por trailing esto me comprometo en lo que queda de semana es decir hoy pues antes"
    },
    {
      "start": 10497.16,
      "end": 10504.44,
      "text": "del viernes de acuerdo en ya subiros el código el código así como está vale eso subiré en texto"
    },
    {
      "start": 10504.44,
      "end": 10518.96,
      "text": "y os subiré un pdf con una con un con el seudo código con el seudo código con el seudo código"
    },
    {
      "start": 10518.96,
      "end": 10528.4,
      "text": "y escrito escrito para que ya la podáis tener y jugar en todas estas condiciones el trailing"
    },
    {
      "start": 10528.96,
      "end": 10537.96,
      "text": "que actúa es este de aquí si el present el que es mayor que cero vale lo inicializa la variable"
    },
    {
      "start": 10537.96,
      "end": 10544.72,
      "text": "y hasta si está largo es el valor máximo entre el máximo menos el máximo por el trailing o el"
    },
    {
      "start": 10544.72,
      "end": 10549.76,
      "text": "teléfon que ya tiene calculado porque sólo puede subir un trailing acordar esta es la condición que"
    },
    {
      "start": 10549.76,
      "end": 10558.44,
      "text": "lo controla decir máximo menos el máximo por el porcentaje y ese es el precio y hasta ese es el"
    },
    {
      "start": 10558.44,
      "end": 10565.56,
      "text": "precio que simplemente con esta condición te aseguras que no puede bajar no es por atr se"
    },
    {
      "start": 10565.56,
      "end": 10571.0,
      "text": "podía hacer por atr pero los querido hacer este caso sólo para hacerlo así por antagé super simple"
    },
    {
      "start": 10571.0,
      "end": 10578.6,
      "text": "más simple no puede ser super super simple vale y visto aquí por ejemplo en el gráfico de alguno"
    },
    {
      "start": 10578.6,
      "end": 10591.01,
      "text": "de ellos para acabar viendo alguno el informe el informe si es el informe bueno lo vemos aquí"
    },
    {
      "start": 10591.01,
      "end": 10598.5,
      "text": "en un momento en cualquiera me creo son mismo venga que valoros tenemos postos aquí bueno ese"
    },
    {
      "start": 10598.5,
      "end": 10606.1,
      "text": "es el 6 0 20 es el 6 0 20 que estábamos viendo viendo antes creo que ahora estamos viendo 6 con"
    },
    {
      "start": 10606.1,
      "end": 10616.56,
      "text": "el filtro en 1 y 0 27 todavía menos pero no menos ya veis claro es un sistema que deja correr deja"
    },
    {
      "start": 10616.56,
      "end": 10623.68,
      "text": "correr se ha comprado deja correr el sistema de muy largo plazo por eso la única manera de"
    },
    {
      "start": 10623.68,
      "end": 10630.66,
      "text": "evaluarlo es metiéndolo en varias acciones de acuerdo y que cuando el mercado va a entrar"
    },
    {
      "start": 10630.66,
      "end": 10637.56,
      "text": "lateral pues sufre sufre mucho porque hay que fijaros acaba entrando otra vez el canal no está"
    },
    {
      "start": 10637.56,
      "end": 10648.12,
      "text": "bien ajustado y vuelve a entrar el canal no está no está bien no está bien porque no están 6 están"
    },
    {
      "start": 10648.12,
      "end": 10657.33,
      "text": "20 6 es muy rápido entrar muy rápido esta es la diferencia habéis visto que había varios"
    },
    {
      "start": 10657.33,
      "end": 10663.71,
      "text": "varias zonas esta esta es la versión súper rápida de entrar habían otras versiones hay"
    },
    {
      "start": 10663.71,
      "end": 10669.91,
      "text": "que acabar de hay que acabar de elegir aquel que quiera proponer con el código del sistema"
    },
    {
      "start": 10669.91,
      "end": 10675.91,
      "text": "que le daremos y demás alguna que nos lo envíe nos lo puede enviar lo voy a poner el disco lo"
    },
    {
      "start": 10675.91,
      "end": 10682.63,
      "text": "puede enviar al email y yo me comprometo a responderle otra cosa que queda pendiente"
    },
    {
      "start": 10683.19,
      "end": 10690.48,
      "text": "para el día siguiente vamos a hacer esto acabar de tomar una decisión acabar de tomar una decisión"
    },
    {
      "start": 10690.48,
      "end": 10706.94,
      "text": "con nuestro sortino de porfolio decisión de parámetros de esta versión como está que hacemos"
    },
    {
      "start": 10706.94,
      "end": 10713.73,
      "text": "con los cortos esto es lo que os quería poner para casa unido con esto aquel que quiera en"
    },
    {
      "start": 10713.73,
      "end": 10721.88,
      "text": "este set up en este código que haría con el lado corto si alguien quiere proponer o quiere"
    },
    {
      "start": 10722.28,
      "end": 10726.44,
      "text": "trabajarlo o simplemente puede proponerlo bien trabajándolo o bien"
    },
    {
      "start": 10728.68,
      "end": 10734.93,
      "text": "o bien filosóficamente podemos hacer las dos cosas me valen las dos cosas aquel que"
    },
    {
      "start": 10734.93,
      "end": 10739.01,
      "text": "quiera trabajarlo porque puede hacerlo ya que lo haga el que no quiera trabajarlo porque no es"
    },
    {
      "start": 10739.01,
      "end": 10746.21,
      "text": "capaz simplemente que le que lo que lo conceptualice y que diga pues mira yo creo que en los cortos"
    },
    {
      "start": 10746.21,
      "end": 10753.18,
      "text": "en esta versión haría esto esto esto y porque en acciones en este mismo set up en acciones que"
    },
    {
      "start": 10753.18,
      "end": 10761.64,
      "text": "hacemos con los cortos y luego ya lo que vendría es lo mejor tiene que ver con esto vale es que"
    },
    {
      "start": 10763.06,
      "end": 10769.98,
      "text": "que otras variaciones hacemos este comentamos que el don chan es un mecanismo de entrar en"
    },
    {
      "start": 10769.98,
      "end": 10778.86,
      "text": "tendencia pero es un mecanismo muy útil para hacer break out entonces esto ahora con lo que"
    },
    {
      "start": 10778.86,
      "end": 10788.24,
      "text": "tiene ya en el código se puede hacer break out se puede hacer un break out como como"
    },
    {
      "start": 10788.24,
      "end": 10795.12,
      "text": "haríamos sobre que tratamos de desarrollar este serían un poco las cosas pendientes respecto a"
    },
    {
      "start": 10795.12,
      "end": 10804.72,
      "text": "esta estrategia que deberíamos de liquidarlo ya para entrar en otra en otra cosa no le metamos"
    },
    {
      "start": 10804.72,
      "end": 10809.52,
      "text": "más conceptos ya sé que le podríamos meter una tr le podemos meter mil cosas ya lo haremos de"
    },
    {
      "start": 10809.52,
      "end": 10814.24,
      "text": "acuerdo el sistema este lo vamos a dejar así con un don chan sencillito entre en la versión"
    },
    {
      "start": 10814.24,
      "end": 10823.31,
      "text": "tendencial que es muy mejorable lo vamos a dejar así y cortos y haremos un break out con esta con"
    },
    {
      "start": 10823.31,
      "end": 10830.75,
      "text": "este código también vale y a partir de ahí seguiremos en otras en otras cosas vale a ver"
    },
    {
      "start": 10830.75,
      "end": 10845.7,
      "text": "si me queda alguna pregunta como si puedes subir el código un poco antes sería lo suyo para trabajar"
    },
    {
      "start": 10845.7,
      "end": 10855.33,
      "text": "con él sí sí sí a ver si mañana me he puesto te he dicho antes el viernes para para dar límite"
    },
    {
      "start": 10855.33,
      "end": 10862.65,
      "text": "pero pero antonio el segundo código yo te lo voy a pasar pero ya lo tienes ya lo tienes quiero"
    },
    {
      "start": 10862.65,
      "end": 10869.13,
      "text": "decir que el segundo código es explicado lo he explicado todas las clases que yo te lo voy a"
    },
    {
      "start": 10869.13,
      "end": 10875.21,
      "text": "pasar e insisto que te lo voy a pasar pero si ahora luego que yo te vuelvo a subir la clase"
    },
    {
      "start": 10875.21,
      "end": 10882.29,
      "text": "me oyes lo escribes aparte que lo he enseñado lo he enseñado es decir es que la la es que el"
    },
    {
      "start": 10882.29,
      "end": 10892.5,
      "text": "setup de entrada es este de verdad o sea todo lo demás todo todo lo demás es accesorio esto es"
    },
    {
      "start": 10892.5,
      "end": 10903.0,
      "text": "esto es el setup de entrada es el setup de entrada si cierra por encima del canal de n cierres hemos"
    },
    {
      "start": 10903.0,
      "end": 10910.02,
      "text": "visto 6 hemos visto 20 etcétera compra en la apertura de la siguiente vela esto es lo que"
    },
    {
      "start": 10910.02,
      "end": 10915.96,
      "text": "lo pasaré y el trailing es lo único que tiene un poco más de desarrollo a nivel de programación"
    },
    {
      "start": 10915.96,
      "end": 10925.04,
      "text": "pero el concepto es súper básico o sea es el mayor el máximo que haya hecho el precio desde que"
    },
    {
      "start": 10925.04,
      "end": 10930.76,
      "text": "abres el más en ese caso sí que es el máximo de ese máximo siempre le va restando un porcentaje"
    },
    {
      "start": 10930.76,
      "end": 10937.04,
      "text": "ese es el stop trailing cada vela cambia con cada vela que cambia si hace un máximo porque si no"
    },
    {
      "start": 10937.04,
      "end": 10941.72,
      "text": "hace un máximo no actualiza de acuerdo es decir sólo el máximo del máximo le restas un porcentaje"
    },
    {
      "start": 10942.44,
      "end": 10951.52,
      "text": "y eso era lo que era un 027 un 020 de acuerdo es hora que es un 20% entonces es un poco la idea"
    },
    {
      "start": 10951.52,
      "end": 10961.88,
      "text": "pero insisto que me comprometo a si mañana no llego voy a hacer lo máximo para que el miércoles"
    },
    {
      "start": 10961.88,
      "end": 10972.12,
      "text": "lo podáis tener lo podáis lo podáis tener el miércoles vale y qué más qué más qué más o sea"
    },
    {
      "start": 10972.12,
      "end": 10977.64,
      "text": "se puede preguntar si se puede aplicar trailing esto y esto para la vez aseguró una pérdida esto"
    },
    {
      "start": 10977.64,
      "end": 10990.04,
      "text": "fija sí sí sí es es posible y tiene sentido pero en este caso y el sentido a ver depende"
    },
    {
      "start": 10990.04,
      "end": 10994.4,
      "text": "del tipo que vos es realmente digo eh depende del tipo que vos o sea en el trailing que hemos"
    },
    {
      "start": 10994.4,
      "end": 11002.34,
      "text": "puesto nosotros en el trailing que hemos puesto nosotros mucho mucho sentido no tiene vale porque"
    },
    {
      "start": 11002.34,
      "end": 11008.54,
      "text": "ya hemos puesto porque hay muchos el concepto clásico de trailing hay muchas veces que se activa"
    },
    {
      "start": 11008.54,
      "end": 11015.96,
      "text": "a partir de cierta cantidad pues en esos casos mucha gente sí que usa un esto un esto de seguridad"
    },
    {
      "start": 11015.96,
      "end": 11020.96,
      "text": "podemos decir acordaros cuando hablamos un poco del esto de seguridad no y que entra ya nada más"
    },
    {
      "start": 11020.96,
      "end": 11027.88,
      "text": "abrir pues un poco por si se lía no es que me saque no pues no tener que no me saca pero en"
    },
    {
      "start": 11027.88,
      "end": 11033.83,
      "text": "nuestro caso el telín se activa desde la entrada en el momento del cálculo se calcula del cierre"
    },
    {
      "start": 11033.83,
      "end": 11040.51,
      "text": "anterior y en el momento que el precio que acaba la barra en que ha entrado ya entra en juego el"
    },
    {
      "start": 11040.51,
      "end": 11045.48,
      "text": "valor máximo que haya o el cierre anterior o el máximo que haya hecho ese día el máximo que haya"
    },
    {
      "start": 11045.48,
      "end": 11050.24,
      "text": "hecho ese día actúa de trailing y entonces ya tienes trailing claro que es un 20 por ciento por"
    },
    {
      "start": 11050.24,
      "end": 11057.84,
      "text": "eso has visto algunos aquí como este o bueno incluso otros peores que se va se va para abajo y a tomar"
    },
    {
      "start": 11057.84,
      "end": 11064.83,
      "text": "viento a tomar viento el problema de los tendenciales puros es este que si tú quieres un tendencial"
    },
    {
      "start": 11064.83,
      "end": 11070.97,
      "text": "puro y quieres tres como esta locura de que te pilla toda la subida no esto pues claro solo"
    },
    {
      "start": 11070.97,
      "end": 11078.17,
      "text": "ahí dejándolo dejándole tragándote estas cosas también ese problema porque si yo le pongo una"
    },
    {
      "start": 11078.17,
      "end": 11083.77,
      "text": "salida por tiempo que va muy bien y evitará mucho esto que evitará también que pille la"
    },
    {
      "start": 11084.65,
      "end": 11089.37,
      "text": "por eso decía que un tendencial es bastante desagradecido es muy desagració te decía el puro"
    },
    {
      "start": 11089.37,
      "end": 11094.77,
      "text": "luego están los breakout que también son tipo de tendencial que ya se manejan mejor y que este"
    },
    {
      "start": 11094.77,
      "end": 11099.13,
      "text": "lo haremos también mercado vale entonces conceptualmente si se puede pero en esta"
    },
    {
      "start": 11099.13,
      "end": 11104.41,
      "text": "configuración tal como está no tiene demasiado sentido porque ya actúa siempre este lo que pasa"
    },
    {
      "start": 11104.41,
      "end": 11109.76,
      "text": "que le da mucho margen le da mucho margen pero este desde el primer momento que entra ya va"
    },
    {
      "start": 11109.76,
      "end": 11114.92,
      "text": "calculando aquí le calcula un 27 pero no ha saltado ahora para que veas este aquí le"
    },
    {
      "start": 11114.92,
      "end": 11128.45,
      "text": "pongo 10 por ciento y seguramente salta salta ahí salta aquí salta aquí es un poco la idea no es"
    },
    {
      "start": 11128.45,
      "end": 11134.02,
      "text": "claro yo lo tengo siempre siempre calcula este este que hemos hecho nosotros imagínate que le"
    },
    {
      "start": 11134.02,
      "end": 11141.42,
      "text": "pongo 005 no va a parar de salirse todo el rato es ya cambiado completamente el sistema es otro"
    },
    {
      "start": 11141.42,
      "end": 11147.0,
      "text": "sistema no para entrar a salir a salir a salir a salir a salir que cuesta mucho porque el precio"
    },
    {
      "start": 11147.0,
      "end": 11152.84,
      "text": "va haciendo sus oscilaciones y alguna vez oye y ahora un trocho grande pero la mayoría de veces"
    },
    {
      "start": 11152.84,
      "end": 11157.08,
      "text": "no porque se va a salir todo el rato y ahí está el equilibrio de los tendenciales este es el"
    },
    {
      "start": 11157.08,
      "end": 11163.32,
      "text": "problema en los sensores que para pillar largos recorridos y no caer en esto hay que dejarlo"
    },
    {
      "start": 11163.32,
      "end": 11168.88,
      "text": "sufrir claro que hay maneras de utilizarlo más para evitar las otras pero un tendencial puro es"
    },
    {
      "start": 11168.88,
      "end": 11173.76,
      "text": "uno de los casos de trelling aunque ya os lo comenté en la teoría es verdad que trelling"
    },
    {
      "start": 11173.76,
      "end": 11179.58,
      "text": "acopla bastante acopla bastante pero el porcentaje acopla menos entonces acopla bastante quiere decir"
    },
    {
      "start": 11179.58,
      "end": 11189.07,
      "text": "que lo lo vas a lo metes ahí pero 25 y luego empezarás a ver que a veces ha degradado ha"
    },
    {
      "start": 11189.07,
      "end": 11203.88,
      "text": "degradado a ver un segundo que te leo es que a veces que va directo a pérdidas se hacen más"
    },
    {
      "start": 11204.52,
      "end": 11213.46,
      "text": "es que el trelling hay veces que se va directo a pérdidas igual por el cierre o algo y hace más"
    },
    {
      "start": 11213.46,
      "end": 11225.72,
      "text": "de lo configurado a que te pierde más de lo que tienes esperado que es decir depende cómo lo"
    },
    {
      "start": 11225.72,
      "end": 11229.6,
      "text": "tengas votado si lo pones desde el principio si lo pones en principio que se siempre puesto en"
    },
    {
      "start": 11229.6,
      "end": 11236.6,
      "text": "mercado al final claro te puede pillar un gapos aquí en este caso vas a tendencia y te vas a"
    },
    {
      "start": 11236.6,
      "end": 11243.16,
      "text": "tragar claro los resultados el otro día lo hablaba en el directo del jueves había no sé qué acción"
    },
    {
      "start": 11243.16,
      "end": 11248.28,
      "text": "había caído 15 pues te lo tragas claro esto hay en acciones tienes ese problema aquí muy"
    },
    {
      "start": 11248.28,
      "end": 11254.4,
      "text": "diversificado y porque te lo tragas en tendencia tenés el problema pero ya veremos otro tipo de"
    },
    {
      "start": 11254.4,
      "end": 11259.92,
      "text": "estrategias cuidado es decir al final ahora estamos viendo esta pero pero que tiene su lado"
    },
    {
      "start": 11259.92,
      "end": 11264.72,
      "text": "bueno y su lado malo al final y por eso la idea es tener varias tener una así tener otra que te"
    },
    {
      "start": 11264.72,
      "end": 11269.76,
      "text": "lo compensa y ésta te queda enganchada pero a lo mejor tienes otra que había iba corto en petróleo"
    },
    {
      "start": 11269.76,
      "end": 11279.34,
      "text": "y no sé qué hay que ir diversificando los tendenciales ya digo que son de hecho cuando"
    },
    {
      "start": 11279.34,
      "end": 11284.14,
      "text": "uno no tiene mucha experiencia son sistemas bastante poco llevaderos vale lo hablamos"
    },
    {
      "start": 11284.14,
      "end": 11289.74,
      "text": "en la teoría normalmente es más tendencial hay más llevadero un sistema antitenencial porque"
    },
    {
      "start": 11289.74,
      "end": 11295.54,
      "text": "porque el antitencial no deja no tiene colas largas en cambio los tendenciales o sea con"
    },
    {
      "start": 11295.54,
      "end": 11301.62,
      "text": "dentro lateral no para de fallar no para de fallar no para de fallar y te devuelve mucho el mercado"
    },
    {
      "start": 11305.76,
      "end": 11320.87,
      "text": "por no sé jose bien bien no sé exactamente esto que dices un 2 y que te hago un 4 no sé no sé"
    },
    {
      "start": 11320.87,
      "end": 11324.67,
      "text": "por qué que no tengas un problema de cálculo sino lo que te digo los gaps claro los gaps y"
    },
    {
      "start": 11324.67,
      "end": 11331.08,
      "text": "sí pero vaya el gap está afectado igual de un stop que de está afectado igual o sea no tiene"
    },
    {
      "start": 11331.2,
      "end": 11339.55,
      "text": "más si está bien calculado no tiene no tiene más tendrás alguno 100% tendrás alguno 100% que"
    },
    {
      "start": 11339.55,
      "end": 11345.26,
      "text": "te va a hacer más o sea es que eso es así no tiene mayor mayoría tendrás muchos hechos que"
    },
    {
      "start": 11345.26,
      "end": 11352.1,
      "text": "te hará que te hará más pero pero vaya tanto en uno como en otro tanto en esto como si no bueno"
    },
    {
      "start": 11352.1,
      "end": 11359.26,
      "text": "explica pasar a nosotros un email y tal y explicando lo mejor y lo miramos lo miramos a ver por qué"
    },
    {
      "start": 11359.26,
      "end": 11369.28,
      "text": "porque te pasa eso tendencia al puro no es usual por nuestro blog fijado mejor trailing la verdad"
    },
    {
      "start": 11369.28,
      "end": 11378.18,
      "text": "que era es que se pende en que que vayas depende en que vayas un esto en un tendencial en un"
    },
    {
      "start": 11378.18,
      "end": 11383.78,
      "text": "tendencial puro el trailing y generando somos súper amigos de los que los digo estamos ahora"
    },
    {
      "start": 11383.78,
      "end": 11389.34,
      "text": "empezando las prácticas como el que dice vale es la primera estrategia que hemos hecho vale pero"
    },
    {
      "start": 11389.5,
      "end": 11397.18,
      "text": "si algún tipo de sistema va bien el trailing es en el tendencial en el tendencial puro si alguno"
    },
    {
      "start": 11397.18,
      "end": 11403.82,
      "text": "vale va bien este tu aquí puede nosotros operando en live pero no usamos vamos a esto pero no es"
    },
    {
      "start": 11403.82,
      "end": 11411.03,
      "text": "tendencial puro no es tendencial puro en un tendencial puro ya digo el trailing es el caso"
    },
    {
      "start": 11411.03,
      "end": 11418.39,
      "text": "que más que más sentido tiene sobre todo en acciones sobre todo en acciones buscando el largo"
    },
    {
      "start": 11418.39,
      "end": 11422.19,
      "text": "recorrido que es un poco la idea este sistema que lo puedes configurar así pero no es la idea ya"
    },
    {
      "start": 11422.19,
      "end": 11428.01,
      "text": "ese sistema y por eso lo hemos metido en las acciones es que corra vale es un sistema para"
    },
    {
      "start": 11428.01,
      "end": 11434.36,
      "text": "correr esta es su idea su sentido y claro es un o sea es un sistema que cuando netflix sube un"
    },
    {
      "start": 11434.36,
      "end": 11441.32,
      "text": "200 por ciento lo pilla me entiendes ahora eso tiene un precio me entiendes eso tiene un precio"
    },
    {
      "start": 11441.32,
      "end": 11448.35,
      "text": "cuando meta está en lateral un montón de tiempo pues te lo tragas ahora en cambio está en el"
    },
    {
      "start": 11448.75,
      "end": 11456.14,
      "text": "que alucinas pero claro tu imagínate ya en sus está básico que no no no no voy ahora a 6020"
    },
    {
      "start": 11456.14,
      "end": 11464.12,
      "text": "vale que solo hablamos y le quito el filtro vale esto ya es configuración básica original sin"
    },
    {
      "start": 11464.12,
      "end": 11476.28,
      "text": "hacer nada el largo que lleva en meta está comprado ahora mismo en 119 20 están 470"
    },
    {
      "start": 11477.96,
      "end": 11487.86,
      "text": "400 por ciento claro eso sólo lo pillas así sólo pillas así claro a costa de eso aquí se te ha"
    },
    {
      "start": 11487.86,
      "end": 11493.78,
      "text": "tragado tres hostias que te han dejado la cuenta bonita pero hay que estar dimensionado para ello"
    },
    {
      "start": 11493.78,
      "end": 11498.66,
      "text": "y cuando está estado en lateral pues está cosido también claro bueno en estas etapas ha aguantado"
    },
    {
      "start": 11498.66,
      "end": 11506.85,
      "text": "muy bien porque claro tiene mucho margen pero hay acciones o yo que sé cuando netflix mira"
    },
    {
      "start": 11506.85,
      "end": 11516.91,
      "text": "netflix es tremendo porque netflix tuvo ahora sí pero a tener una época hace tiempo y ahí a la"
    },
    {
      "start": 11516.91,
      "end": 11537.03,
      "text": "tragadita perdona venga comprado en 95 98 y te sacan 300 bueno tiene lo bueno y tiene lo"
    },
    {
      "start": 11537.03,
      "end": 11542.07,
      "text": "malo pero cuando se pasa una época mala pues te hace polvo pero es aquí el tiempo que está que"
    },
    {
      "start": 11542.07,
      "end": 11551.01,
      "text": "no hace nada si no si no si no al final coge tendencia en el tendencial ya digo es el caso"
    },
    {
      "start": 11551.01,
      "end": 11558.4,
      "text": "que te va a pensar con esto puro tiene que tener otra salida que me lo decía la verdad de antonio"
    },
    {
      "start": 11558.4,
      "end": 11565.16,
      "text": "si yo aquí este sistema tiene puesto un esto pero como salgo tengo que necesito otras sí o sí porque"
    },
    {
      "start": 11565.16,
      "end": 11574.99,
      "text": "si no vuelve yo te desactivo el trailing ahora y te pongo el mismo en stop el mismo 0 20 no sale"
    },
    {
      "start": 11575.03,
      "end": 11583.08,
      "text": "nunca entiendes porque no cae 0 20 el precio de entrada nunca ya tiene que caer 0 20 de aquí"
    },
    {
      "start": 11583.08,
      "end": 11590.04,
      "text": "explicó es decir al final no es igual 0 10 necesita otra salida cambio el trailing no"
    },
    {
      "start": 11590.04,
      "end": 11596.17,
      "text": "el trailing garantiza que no necesita nada más entonces si yo no quiero muchos grados de libertad"
    },
    {
      "start": 11596.17,
      "end": 11601.81,
      "text": "y demás quiero simple trailing me soluciona que sólo puedo usar esa salida yo aquí sólo tengo un"
    },
    {
      "start": 11602.37,
      "end": 11611.1,
      "text": "y una salida nada más las las pérdidas se pregunta antonio si se podían compensar con el lado"
    },
    {
      "start": 11611.1,
      "end": 11617.1,
      "text": "corto bastante bien bueno si se puede claro esa es la idea pero es muy difícil hacer cortos en"
    },
    {
      "start": 11617.1,
      "end": 11623.8,
      "text": "acciones antonio es muy difícil es posible pero es muy difícil con un tendencial es muy complicado"
    },
    {
      "start": 11623.8,
      "end": 11630.41,
      "text": "es muy complicado porque vuelve mucho es decir mira esto es un ejemplo muy bueno de hecho mira"
    },
    {
      "start": 11630.77,
      "end": 11636.71,
      "text": "es que lo podemos hacer rápidamente ya para ir acabando podemos hacer mira el mismo lo vamos"
    },
    {
      "start": 11636.71,
      "end": 11641.91,
      "text": "a poner corto ahora mismo vale el don chan porque esto no nos vale te pongo el don chan"
    },
    {
      "start": 11641.91,
      "end": 11669.63,
      "text": "lo que lo cambiaron pero te lo pongo igual 20 0 20 vale 20 0 20 20 0 20 hay perdón pero cortos"
    },
    {
      "start": 11669.63,
      "end": 11691.77,
      "text": "true 0 20 no activa el corto no lo activa estoy atontado y si se activa lo que pasa"
    },
    {
      "start": 11691.77,
      "end": 11706.0,
      "text": "igual no ha saltado pero si parece lo que salte alguna vez 20 20 20 no claro ya sé que pasa ya"
    },
    {
      "start": 11706.0,
      "end": 11712.96,
      "text": "sé que pasa ya sé que pasa que con él sin el filtro lo tengo mal configurado es fallo míos"
    },
    {
      "start": 11715.13,
      "end": 11723.6,
      "text": "porque como la volatilidad es inverso lo activo la volatilidad y así"
    },
    {
      "start": 11723.96,
      "end": 11732.59,
      "text": "es un problema de que no es que sea un problema en sí pero que no bueno si es un problema porque"
    },
    {
      "start": 11732.59,
      "end": 11746.59,
      "text": "no le he previsto activar el corto sin activar el filtro así pierde casi seguro en el lado corto"
    },
    {
      "start": 11746.59,
      "end": 11761.71,
      "text": "digo es que pierdes que se arruina entonces claro pues lo bajamos pero entonces no era bien el"
    },
    {
      "start": 11761.71,
      "end": 11766.07,
      "text": "largo tienes que hacer que hay que buscarle un set up para el corto es decir el mismo set up en"
    },
    {
      "start": 11766.07,
      "end": 11772.69,
      "text": "acciones el largo y corto es muy complicado hay poca algún tipo de sistema pero no no un"
    },
    {
      "start": 11772.69,
      "end": 11779.48,
      "text": "tendencial en un tendencial no lo vas a conseguir en este tipo no lo vas a conseguir entonces aquí"
    },
    {
      "start": 11779.48,
      "end": 11784.12,
      "text": "y hay que ir a otra cosa aquí la otra casa aquí en un corto pues no es lo que os decía ya no os"
    },
    {
      "start": 11784.12,
      "end": 11788.72,
      "text": "digo porque si no ya pero no corto hay que ir a otra cosa este mismo sistema hemos puesto salida"
    },
    {
      "start": 11788.72,
      "end": 11795.16,
      "text": "por tiempo esto tp aquí la otra cosa en un corto en acciones se puede para que la otra cosa hay que"
    },
    {
      "start": 11795.16,
      "end": 11802.36,
      "text": "salir rápido de acuerdo hay que salir entonces en este set up es muy complicado porque las"
    },
    {
      "start": 11802.36,
      "end": 11808.6,
      "text": "tendencias son muy abruptas es decir te entran entran muy bien así este caen y mira te has"
    },
    {
      "start": 11808.6,
      "end": 11812.8,
      "text": "rebotado y te has sacado antes encima ya te mete aquí y aquí aún mira no salvas pero es"
    },
    {
      "start": 11812.8,
      "end": 11822.32,
      "text": "súper complicado es súper complicado es súper complicado vuelve muchísimo el precio vuelve"
    },
    {
      "start": 11824.31,
      "end": 11832.89,
      "text": "y le cuesta muchísimo rebota muy violentamente luego vuelve a caer y la vez aquí cae ya está fuera"
    },
    {
      "start": 11832.89,
      "end": 11842.06,
      "text": "final largo otra vez corto estás corto ahí estás es muy es muy duro que el mercado vuelve mucho"
    },
    {
      "start": 11842.06,
      "end": 11849.96,
      "text": "muy escarpado es mucho más escarpado cayendo que subiendo el mercado se resiste mucho caer"
    },
    {
      "start": 11849.96,
      "end": 11856.98,
      "text": "para que me entiendas existe mucho que hay algún momento que no pero en norma acabas"
    },
    {
      "start": 11856.98,
      "end": 11862.08,
      "text": "perdiendo mucha pasta en cortos pero nosotros el nasa que lo operamos el lado corto pero"
    },
    {
      "start": 11862.08,
      "end": 11873.82,
      "text": "este año hemos perdido el largo plazo pero el año pasado hemos perdido con apolo vale ya la última"
    },
    {
      "start": 11875.14,
      "end": 11881.32,
      "text": "pregunta antonio comenta no que si a mejor bajar el frame más tendencia vaquista más"
    },
    {
      "start": 11882.28,
      "end": 11886.6,
      "text": "bueno puedes bajar el frame o puedes operar otro tipo de sistema antonio otro tipo de"
    },
    {
      "start": 11886.6,
      "end": 11891.84,
      "text": "sistema si no no hace falta buscar tendencia es decir puedes buscar tendencia en el lado largo"
    },
    {
      "start": 11891.84,
      "end": 11898.18,
      "text": "y ir anti tendencia en corto y también puedes buscar una nota y freme no digo que no pero es"
    },
    {
      "start": 11898.18,
      "end": 11906.94,
      "text": "que el mercado es fractal es decir el lado corto tendrás ganarás unas cosas pero perderás otras"
    },
    {
      "start": 11906.94,
      "end": 11916.08,
      "text": "es decir no no necesariamente es más sencillo es más difícil es más difícil pero sí sí que"
    },
    {
      "start": 11916.08,
      "end": 11921.04,
      "text": "hay algunas cosas que te pueden ir bien ese nivel sobre todo te puede ir bien en el control del"
    },
    {
      "start": 11921.04,
      "end": 11929.88,
      "text": "riesgo el perder menos cuando falle no te puede ir mejor ahí pero también te va a sacar sabes"
    },
    {
      "start": 11929.88,
      "end": 11935.08,
      "text": "o sea también así que no más tendencia el puro es complicado es complicado ahí hay que"
    },
    {
      "start": 11935.08,
      "end": 11946.25,
      "text": "buscar más bien break out anti tendencial por la tiri y breakout rotura para salir buscar salir"
    },
    {
      "start": 11946.25,
      "end": 11953.64,
      "text": "por tiempo o por tp tener un objetivo el total o al menos la mitad hay que jugar un poco con eso"
    },
    {
      "start": 11953.64,
      "end": 11960.72,
      "text": "vale bien ya os he dicho un poco la agenda del día que viene y para los que queráis trabajar"
    },
    {
      "start": 11960.72,
      "end": 11971.24,
      "text": "pues lo podéis poner bien en el discord y nos lo envíais por email vale lo que digo máximo"
    },
    {
      "start": 11971.24,
      "end": 11976.12,
      "text": "bienes pero intentaré por todos los medios que el miércoles ya esté subido el pseudocódigo y la"
    },
    {
      "start": 11976.12,
      "end": 11981.0,
      "text": "explicación que la idea que tenemos es hacerlo en un pdf donde nos aportamos la ficha un poco"
    },
    {
      "start": 11981.0,
      "end": 11985.64,
      "text": "una explicación de cada sistema vale y tener así poderla la podéis tener como como documentación"
    },
    {
      "start": 11985.64,
      "end": 11997.51,
      "text": "del curso de acuerdo pues nada más amigos os veo el viernes os veo os veo el viernes gracias en"
    },
    {
      "start": 11997.51,
      "end": 12005.35,
      "text": "las otras palabras hay el viernes que digo el viernes pues bien lunes bueno jueves el que quiera"
    },
    {
      "start": 12005.35,
      "end": 12012.19,
      "text": "ya sabe que estoy en directo para todos los para quien quiera los clientes para para todo el que"
    },
    {
      "start": 12012.19,
      "end": 12018.39,
      "text": "quiera interactuar con con nosotros públicamente pues ahí estamos y si no la clase el lunes que"
    },
    {
      "start": 12018.39,
      "end": 12025.65,
      "text": "viene de acuerdo en un par de horitas está el vídeo subido hasta pronto familia os veo chao"
    }
  ]
}