{
  "language": "es",
  "duration": 9440.4693125,
  "segments": [
    {
      "start": 7.73,
      "end": 13.53,
      "text": "La emisión está comenzando. Todos los asistentes están en modo de solo escucha."
    },
    {
      "start": 13.53,
      "end": 53.14,
      "text": "¿Qué tal? Muy buenas tardes. Saludo un martes más de la N clase del curso de"
    },
    {
      "start": 53.14,
      "end": 58.42,
      "text": "Trádigo en México. Me parece que es la 13, ¿verdad? Yo, como no soy supersticioso, pues es"
    },
    {
      "start": 58.42,
      "end": 69.32,
      "text": "la clase número 13. La clase número 13, una clase en la que imagino se nota un cambio de"
    },
    {
      "start": 69.32,
      "end": 79.51,
      "text": "voz. No es que esté dando el curso otra persona, sino que es que estoy en un resfriado de cierta"
    },
    {
      "start": 79.51,
      "end": 89.03,
      "text": "importancia. Y bueno, pues ahí estoy. Tengo la voz un poquito ronca. Confío en poder aguantar"
    },
    {
      "start": 89.03,
      "end": 94.43,
      "text": "toda la clase. Bueno, perfecto. Empezamos bien. Empezamos bien porque se ha colgado el"
    },
    {
      "start": 94.43,
      "end": 101.68,
      "text": "access layer. He reiniciado todo pensando, venga, así era todo mejor. Y no, no, a"
    },
    {
      "start": 101.68,
      "end": 121.7,
      "text": "mejor hubiera sido mejor no reiniciar porque estaba yendo todo muy bien. En fin, bueno,"
    },
    {
      "start": 121.7,
      "end": 128.18,
      "text": "ya lo sabes viendo, ya lo sabes viendo. Esto a veces pasa cuando abres multicharts. Pero no pasa"
    },
    {
      "start": 128.18,
      "end": 139.54,
      "text": "siempre. No pasa siempre. A ver si aguanta. No sé, de momento parece que funciona. Parece que"
    },
    {
      "start": 139.54,
      "end": 154.58,
      "text": "funciona. Me ha dicho que se colgaba, pero parece que funciona. No sé. Bueno, ahora lo sé. Espera,"
    },
    {
      "start": 154.58,
      "end": 171.75,
      "text": "espérate. Dale tiempo. Ya está, ya está. Ahí está. Venga, va a tomar el viento todo. Sí, sí,"
    },
    {
      "start": 171.75,
      "end": 195.94,
      "text": "lo sé, lo sé. Envíalo todo y déjame un rato. Venga. No, no, yo nuevamente hablo de 3.6 y luego"
    },
    {
      "start": 195.94,
      "end": 203.62,
      "text": "multicharts, pero no sé. Bueno, pues voy a... No, no, yo he estado todo el día trabajando con"
    },
    {
      "start": 203.62,
      "end": 208.8,
      "text": "todos los dos y sin ningún tipo de problema. Yo creo que es al estar emitiendo. La tarjeta"
    },
    {
      "start": 208.8,
      "end": 215.36,
      "text": "gráfica es más usada y bueno. Me he equivocado reiniciando porque estaba todo perfecto de la"
    },
    {
      "start": 215.36,
      "end": 221.52,
      "text": "forma y a lo mejor no hubiera habido problema, pero mira, pues he pensado que sería mejor y veo"
    },
    {
      "start": 221.52,
      "end": 228.65,
      "text": "que no, pero bueno. Bueno, mientras va arrancando voy explicando cositas que tengo que explicar,"
    },
    {
      "start": 228.65,
      "end": 235.22,
      "text": "pero esperaros que todavía no soy capaz de hacer 2, 3. Bueno, 2 ya estoy haciendo, pero 3, 4 ya me"
    },
    {
      "start": 235.22,
      "end": 280.5,
      "text": "cuesta más. Vamos con multicharts. Bien, empezamos como siempre dando un repasito breve al Discord."
    },
    {
      "start": 280.5,
      "end": 288.96,
      "text": "Había alguna cosita que comentar. Bueno, Alejandro había añadido al hilo de... No sé si es que"
    },
    {
      "start": 288.96,
      "end": 294.8,
      "text": "Alejandro quizá no está siguiendo las casas. Creo que no está en directo usualmente que las"
    },
    {
      "start": 294.8,
      "end": 299.16,
      "text": "siga posteriori, pero no sé si lleva mucho retraso o qué, pero bueno. Poco insiste en lo mismo,"
    },
    {
      "start": 299.16,
      "end": 306.98,
      "text": "¿vale? Supongo que en algún momento lo escuchará Alejandro. Hoy vamos a ver un sistema tendencial"
    },
    {
      "start": 306.98,
      "end": 312.22,
      "text": "porque siempre, como os digo, el curso es un ente vivo que voy adaptándolo un poco a lo que veo,"
    },
    {
      "start": 312.22,
      "end": 320.1,
      "text": "a vosotros comentarios, a lo que creo también que es mejor para todos. Y hoy justamente vamos a ver"
    },
    {
      "start": 320.14,
      "end": 329.08,
      "text": "algún sistema de este estilo. Yo el otro día dije que eso es algo que pasa y que se soluciona"
    },
    {
      "start": 329.08,
      "end": 337.19,
      "text": "con diversificación. Es verdad que hay que intentar que no pase, eso es obvio, ¿de acuerdo? Es decir,"
    },
    {
      "start": 337.19,
      "end": 343.75,
      "text": "no quería decir que no hay que intentarlo, pero un tendencial puro contra más puro es más le pasa."
    },
    {
      "start": 343.75,
      "end": 351.07,
      "text": "Y hoy veréis que al final, aunque es un sistema basado totalmente tendencial puro, al final el"
    },
    {
      "start": 351.07,
      "end": 356.81,
      "text": "sistema quiere salir, pero eso va a ser siempre así, quiere salir. Si le obligas a elegir una"
    },
    {
      "start": 356.81,
      "end": 361.33,
      "text": "salida, pues al final busca un TP, un stop, ¿de acuerdo? Porque, y aún así lo mantiene tendencial,"
    },
    {
      "start": 361.33,
      "end": 368.54,
      "text": "porque evidentemente el hecho de poner un TP no anula que sea tendencial, porque todo depende"
    },
    {
      "start": 368.54,
      "end": 375.5,
      "text": "del TP que ponga. Si pongo un TP que está a un 8%, seguramente va a ser tendencial porque va a saltar"
    },
    {
      "start": 375.5,
      "end": 382.66,
      "text": "solo en pocas veces y en ocasiones en que haga un run-up muy largo. Entonces al final todo depende"
    },
    {
      "start": 382.66,
      "end": 390.74,
      "text": "de la relación de uno con otro. Pero evidentemente un TP que son los que pueden tener este tipo de"
    },
    {
      "start": 390.74,
      "end": 399.14,
      "text": "curva que se ve ahí, que enseñaba Alejandro, pues puede pasar. Pero como bien él comenta,"
    },
    {
      "start": 399.14,
      "end": 404.1,
      "text": "nunca se sabe lo que va a pasar, entonces en tal tendencia, esto lo hemos vivido ahora mismo en"
    },
    {
      "start": 404.1,
      "end": 409.89,
      "text": "el oro. Como hoy vamos a ver un sistema en el oro, bueno, vamos a ver dos, pero vamos a trabajar uno"
    },
    {
      "start": 411.56,
      "end": 417.56,
      "text": "y vais a ver pues que esto pasa, esto pasa, ¿vale? Eso es algo que ocurre y"
    },
    {
      "start": 419.72,
      "end": 426.67,
      "text": "la inquietud dice, dice Alejandro, que si esto no, esto pasa no solo en este activo,"
    },
    {
      "start": 426.67,
      "end": 431.07,
      "text": "sino en otros muchos, porque, insisto, insisto Alejandro, que no sé si no lo has oído. La"
    },
    {
      "start": 431.07,
      "end": 437.19,
      "text": "mejor diversificación no es por activo, esto lo hemos hablado ya en la teoría, lo he dicho muchas"
    },
    {
      "start": 437.19,
      "end": 443.23,
      "text": "veces en la práctica, es por estrategia. Es mejor en el mismo activo tener estrategias muy distintas"
    },
    {
      "start": 443.23,
      "end": 450.19,
      "text": "que tener la misma estrategia en distintos activos, pero evidentemente combinar ambas cosas es lo ideal,"
    },
    {
      "start": 450.19,
      "end": 456.94,
      "text": "¿vale? Y pones el ejemplo del oro, efectivamente, se lidia, como dije, con diversificación, pero"
    },
    {
      "start": 456.94,
      "end": 464.38,
      "text": "diversificación, sobre todo por estrategia, ¿vale? Y luego Juan Manuel aquí al final apuntaba una"
    },
    {
      "start": 464.38,
      "end": 474.38,
      "text": "serie de comentarios en línea con nuestro comentario de decirle que nos dijerais aquellas cosas que nos"
    },
    {
      "start": 474.38,
      "end": 484.67,
      "text": "faltan o que creéis que pueden faltar, porque, como ya os comentamos, habíamos puesto de fecha"
    },
    {
      "start": 484.67,
      "end": 489.83,
      "text": "final al curso, ¿de acuerdo? Que no quiere decir que no pueda cambiar, pero vamos a intentar que no,"
    },
    {
      "start": 489.83,
      "end": 500.34,
      "text": "¿vale? Bien, Loel Bix, no sé si lo veremos como tal, comenta también un sistema del COD, si eso me"
    },
    {
      "start": 500.34,
      "end": 504.98,
      "text": "comprometo, aunque sea en la clase final, pensar que luego después de estas cuatro, Juan Manuel,"
    },
    {
      "start": 504.98,
      "end": 513.76,
      "text": "prácticamente seguro habrá otra que podemos ubicar alrededor de un mes o quizá mes y medio después,"
    },
    {
      "start": 514.52,
      "end": 522.4,
      "text": "por dar una fecha, ya la fijaremos, lógicamente, pero esa será posterior y para, pues, acabar que"
    },
    {
      "start": 522.4,
      "end": 526.6,
      "text": "todo el mundo vea el curso, incluso aquel que lo pueda volver a ver y entonces ahí sí que, pues,"
    },
    {
      "start": 526.6,
      "end": 533.88,
      "text": "este tipo de cosas que pueden quedar, pues, ya se pueden ahí repasar, ¿vale? Pero el COD sí que"
    },
    {
      "start": 533.88,
      "end": 539.44,
      "text": "entiendo que sí que en algún momento lo veré. Matriz de Excel con Moni-Manage-Media-Algorithmo,"
    },
    {
      "start": 539.44,
      "end": 545.44,
      "text": "esto va a la clase de porfolio, esto en principio tengo dos pensadas, probablemente serán no la"
    },
    {
      "start": 545.44,
      "end": 553.01,
      "text": "siguiente sino la otra y la otra, ¿vale? Es decir, 30 de abril y 7 de mayo, probablemente. Plan de"
    },
    {
      "start": 553.01,
      "end": 557.25,
      "text": "supervisión, ya hemos hablado y enseñamos el código y algo hemos visto en la práctica,"
    },
    {
      "start": 557.25,
      "end": 562.53,
      "text": "no tenía pensado ver mucha cosa más, pero sí que dijimos que os haríamos el código. Somos"
    },
    {
      "start": 562.53,
      "end": 567.61,
      "text": "conscientes que tenemos cosas pendientes de daros, eso sí que tranquilos, que de hecho hoy voy a"
    },
    {
      "start": 567.61,
      "end": 576.31,
      "text": "pronunciar que os voy a dar más, voy a tener que ir parando por la tos, eh, disculparme, pero es"
    },
    {
      "start": 576.31,
      "end": 583.03,
      "text": "lo que hay. Entonces sí que sí que intentaremos daros este código y somos conscientes de que"
    },
    {
      "start": 583.03,
      "end": 587.31,
      "text": "quedan algo, que tengo algunas cosas anotadas, pero no os las he dado, por ejemplo, porque en"
    },
    {
      "start": 587.31,
      "end": 592.39,
      "text": "el de salidas de la semana pasada quiero desarrollar un poco más las entradas, ¿vale? Para poneros"
    },
    {
      "start": 592.39,
      "end": 598.99,
      "text": "alguna entrada más y dejaros ahí una, un buscador de ideas, que es un poco lo que me comentas ahí,"
    },
    {
      "start": 598.99,
      "end": 608.16,
      "text": "un buscador de ideas, es eso, es eso. Juan Manuel, es decir, hoy vas a ver, por ejemplo,"
    },
    {
      "start": 608.16,
      "end": 612.84,
      "text": "un buscador de ideas aplicado al sistema tendencial, vale, que vamos a ver. Entonces,"
    },
    {
      "start": 612.84,
      "end": 618.72,
      "text": "crear un buscador de ideas, hay varias maneras, eh, hay varias maneras, también hay código,"
    },
    {
      "start": 618.72,
      "end": 623.92,
      "text": "pero es que como os dije Juan Manuel, en algún sitio tengo que parar, yo lo entiendo, o sea,"
    },
    {
      "start": 623.92,
      "end": 628.88,
      "text": "porque por ejemplo de Kauma tenemos también buscadores de ideas, pero en algún sitio hay que"
    },
    {
      "start": 628.88,
      "end": 637.29,
      "text": "parar, es decir, ya vamos a pasar de las 90 horas, creo, al final, entonces en algún sitio"
    },
    {
      "start": 637.29,
      "end": 642.93,
      "text": "hay que parar, entonces yo, yo, yo, porque por material de verdad, eh, no, no pararíamos nunca,"
    },
    {
      "start": 642.93,
      "end": 646.77,
      "text": "no pararíamos nunca, se podrían ir haciendo talleres, se podrían ir haciendo temáticas,"
    },
    {
      "start": 646.77,
      "end": 651.37,
      "text": "se podrían ir haciendo mil cosas. Más adelante, de aquí a un tiempo, pues ya valoraremos si alguien"
    },
    {
      "start": 651.37,
      "end": 656.21,
      "text": "quiere hacer cosas, talleres, no sé, ya veremos, pero ahora mismo no es tan mente, eh, como ya os"
    },
    {
      "start": 656.21,
      "end": 662.09,
      "text": "he comentado, o sea, esto al final, aquí tenemos unas entradas y unas salidas, estos no quiero"
    },
    {
      "start": 662.09,
      "end": 666.97,
      "text": "desarrollar más, vale, quiero poner más entradas para que ya tendáis esto de buscador de setups"
    },
    {
      "start": 666.97,
      "end": 673.53,
      "text": "entrada y todas las 32 salidas que hay, esto es un buscador de ideas, de acuerdo, esto tú lo puedes ir"
    },
    {
      "start": 673.53,
      "end": 680.09,
      "text": "aplicando a cualquier código, de hecho, esto hoy lo vamos a aplicar al sistema tendencial del oro,"
    },
    {
      "start": 680.85,
      "end": 687.9,
      "text": "vamos a usar este módulo para buscarle salidas, de acuerdo, entonces esto es un buscador de ideas,"
    },
    {
      "start": 687.9,
      "end": 694.5,
      "text": "que hay más, hay más cosas siempre, pero este es uno, uno de ellos, eh, hemos visto ya varias"
    },
    {
      "start": 694.5,
      "end": 699.66,
      "text": "maneras, os he hablado mucho de stock and commodities, os de, os di todo el código de stat, acordaros,"
    },
    {
      "start": 699.66,
      "end": 704.9,
      "text": "todo el código de stat y hoy ya os avanzo, pero no lo avanzo, lo diré después, porque quiero enseñaros"
    },
    {
      "start": 704.9,
      "end": 710.9,
      "text": "una cosa de él, aquí os he dado todo el código de stat, que es dos mil y pico páginas, o sea,"
    },
    {
      "start": 710.9,
      "end": 717.06,
      "text": "y ahí hay cosas aprovechables, eh, de verdad, y mucho contenido de, o sea, como idea, no, no,"
    },
    {
      "start": 717.06,
      "end": 722.58,
      "text": "no quedaros con, no quedaros igual que aquí en las clases, con todo un sistema cerrado, no,"
    },
    {
      "start": 722.58,
      "end": 730.46,
      "text": "es decir, se trata de trabajar las, las, las cosas, mezclarlas y ir aprendiendo, vale, entonces,"
    },
    {
      "start": 730.46,
      "end": 738.06,
      "text": "eh, ya digo, de, de ideas ahí tienes apatadas, apatadas, vale, y hoy vamos a ver algunas,"
    },
    {
      "start": 738.06,
      "end": 748.16,
      "text": "algunas más, eh, vale, aquí tengo, eh, bueno, tengo ya una pequeña versión del sistema LORON,"
    },
    {
      "start": 748.16,
      "end": 755.48,
      "text": "que no está aún filtrada, pero vamos a empezar por el principio, vamos a empezar por el principio,"
    },
    {
      "start": 755.48,
      "end": 768.86,
      "text": "para eso voy a intentar abrir 3stations, voy a intentar abrir 3stations, no te creo, bueno,"
    },
    {
      "start": 768.86,
      "end": 773.06,
      "text": "pues nada, no quiere hoy que habrá 3stations y multicharts, bueno, pues voy a empezar por"
    },
    {
      "start": 773.06,
      "end": 780.39,
      "text": "3stations, vuelvo a cerrar todo, increíble, eh, todo el día he estado con los 2 abiertos, todo el día,"
    },
    {
      "start": 780.39,
      "end": 786.75,
      "text": "que además el equipo no está saturado, es, es realmente, no lo está, no sé, no sé qué deciros,"
    },
    {
      "start": 786.75,
      "end": 795.34,
      "text": "no sé qué deciros, pero voy a abrir solo 3stations, sin multicharts y ahí, ahí veremos,"
    },
    {
      "start": 795.34,
      "end": 819.07,
      "text": "en fin, paciencia, áname, paciencia, áname, paciencia, pero ya, bien, aprovecho para comentar"
    },
    {
      "start": 819.07,
      "end": 825.47,
      "text": "que lo comenté en la ponencia Robotev y aquí lo he dejado caer, eh, alguna vez y, eh, sé que"
    },
    {
      "start": 825.47,
      "end": 832.11,
      "text": "alguno de vosotros ha enviado, eh, currículum, eh, va en serio lo del trabajo, eh, no os penséis que"
    },
    {
      "start": 832.11,
      "end": 836.79,
      "text": "era un brindis al sol, es lo que pasa que probablemente hasta que no acabe el curso no"
    },
    {
      "start": 836.79,
      "end": 843.19,
      "text": "tendré tiempo para abordarlo, ¿vale?, pero va totalmente en serio, así que aquel que, que lo aquella"
    },
    {
      "start": 843.19,
      "end": 847.79,
      "text": "que esté interesado, pues como ya habéis hecho algunos de ellos, ya os hemos respondido que,"
    },
    {
      "start": 847.79,
      "end": 857.42,
      "text": "que lo veremos en próximas semanas, pues, eh, que queréis presentar candidatura, eh, ya digo,"
    },
    {
      "start": 857.9,
      "end": 865.1,
      "text": "un alumno del curso es un perfecto candidato, eh, no penséis que por tener, o sea, porque estamos"
    },
    {
      "start": 865.1,
      "end": 869.5,
      "text": "abiertos tanto a perfiles junios como perfiles senios, lógicamente son perfiles distintos,"
    },
    {
      "start": 869.5,
      "end": 875.1,
      "text": "pero es posible o probable incluso que a lo largo del año tengamos que cubrir los dos, por lo tanto,"
    },
    {
      "start": 875.1,
      "end": 881.62,
      "text": "casi que me da igual cubrir primero uno que cubrir otro, explico, es decir, que podemos estar abiertos"
    },
    {
      "start": 881.62,
      "end": 889.38,
      "text": "ambos, ambos perfiles y alguien que ha hecho el curso que lo estaba o que lo está haciendo y tal,"
    },
    {
      "start": 889.38,
      "end": 897.9,
      "text": "pues es una persona perfectamente apta y válida para, para incorporarse y si es un junior seguir"
    },
    {
      "start": 897.9,
      "end": 905.62,
      "text": "aprendiendo ya con nosotros y si es un senior, pues, pues ya empezar a aportar ya antes, ¿no?,"
    },
    {
      "start": 905.62,
      "end": 915.4,
      "text": "a la compañía y ahora ¿qué pasa? De verdad, a que se me ha abierto aquí debajo de todo esto ahora."
    },
    {
      "start": 915.4,
      "end": 928.02,
      "text": "Bien, ahora voy a abrir solo 3Session porque ahí sé que entiendo que no se va a colocar,"
    },
    {
      "start": 928.02,
      "end": 934.2,
      "text": "trabajaré un rato con 3Session y entonces cuando ya intente ir a multichars, pues veremos si puedo,"
    },
    {
      "start": 934.2,
      "end": 941.16,
      "text": "si no, pues me quedaré con 3Session, no quedará otra, otra posibilidad, lógicamente, así que vamos"
    },
    {
      "start": 941.16,
      "end": 948.3,
      "text": "a intentarlo porque no es normal, ya digo, tiene que ver algo con el hecho de estar con, no sé,"
    },
    {
      "start": 948.3,
      "end": 955.06,
      "text": "con la cámara, estoy pensando, no debería, la verdad, no sé, que no encuentro ninguna lógica."
    },
    {
      "start": 955.06,
      "end": 980.58,
      "text": "Lo que sí que en línea con lo que os comentaba, preferiblemente por bastantes, es decir,"
    },
    {
      "start": 980.58,
      "end": 988.03,
      "text": "que no lo cierro a 100% porque depende, a lo mejor en un perfil senior muy específico,"
    },
    {
      "start": 988.03,
      "end": 993.81,
      "text": "todos podríamos a lo mejor aceptarlo, pero no en un junior, ya os lo digo, es decir,"
    },
    {
      "start": 993.81,
      "end": 1002.53,
      "text": "es para trabajar presencialmente en Reus, así que aquel que viva lejos y no considere desplazarse,"
    },
    {
      "start": 1002.53,
      "end": 1008.05,
      "text": "pues ya no hace falta que postule porque eso es una condición para nosotros que aporta mucho valor"
    },
    {
      "start": 1008.05,
      "end": 1015.03,
      "text": "al equipo y por lo tanto es complicado que renunciemos a ella. Bueno, vamos allá, que ya parece que,"
    },
    {
      "start": 1015.03,
      "end": 1025.18,
      "text": "ah no, pero esto no es lo que yo tenía antes cargado, eh, este no es lo que yo tenía cargado,"
    },
    {
      "start": 1025.18,
      "end": 1045.49,
      "text": "tenía el otro gráfico al lado, Alberto, no entiendo nada, se va abriendo otro, se va abriendo otro,"
    },
    {
      "start": 1045.49,
      "end": 1051.26,
      "text": "estoy abriendo otro, no sé bien bien cuál de hecho, pero estoy abriendo otro, seguro,"
    },
    {
      "start": 1051.26,
      "end": 1057.48,
      "text": "porque es que lo he guardado 100%, ah, es que tiene duplicado, ves, tienes el San 0-1,"
    },
    {
      "start": 1057.48,
      "end": 1064.78,
      "text": "ha hecho aquello de duplicarse y todo, vale, pues nada, no pasa nada, no pasa nada, no pasa nada,"
    },
    {
      "start": 1065.38,
      "end": 1073.66,
      "text": "este sí, venga, ya está, vamos por buen camino, ánimo, ánimo, como digo siempre son gafes del"
    },
    {
      "start": 1073.66,
      "end": 1086.39,
      "text": "directo, eh, gráfico del directo. Bien, vamos a trabajar un tendencial en el oro,"
    },
    {
      "start": 1086.39,
      "end": 1092.92,
      "text": "¿por qué un tendencial en el oro? Bueno, el oro es un activo bastante tendencial,"
    },
    {
      "start": 1092.92,
      "end": 1097.04,
      "text": "aunque también los sistemas mil-reversio pueden funcionar, es decir, no es un activo,"
    },
    {
      "start": 1097.04,
      "end": 1105.78,
      "text": "sobre todo en los últimos años, tan tendencial como para excluirlo del mil-reversio, porque"
    },
    {
      "start": 1105.78,
      "end": 1112.14,
      "text": "también pasa épocas de bastante congestión, también va bien de haber causa, puede ir bien"
    },
    {
      "start": 1112.14,
      "end": 1117.5,
      "text": "en ambos casos, pero a priori es uno de esos sitios donde los tendenciales pueden ir, es que"
    },
    {
      "start": 1117.5,
      "end": 1121.42,
      "text": "no hay muchos sitios donde pueden ir los tendenciales de largo plazo, eh, cuidado, de medio plazo,"
    },
    {
      "start": 1122.42,
      "end": 1129.22,
      "text": "no hay muchos sitios y en general las materias primas son uno de ellos, en general son uno de"
    },
    {
      "start": 1129.22,
      "end": 1138.04,
      "text": "ellos, ¿vale? Y en línea con esto quería enseñaros un sistema que ya está hecho y para aprovechar y"
    },
    {
      "start": 1138.04,
      "end": 1150.56,
      "text": "comentaros el material que os voy a entregar, como he dicho, y para eso tengo que abrir un"
    },
    {
      "start": 1150.56,
      "end": 1165.02,
      "text": "documento que tengo yo anotado todo esto, ¿vale? Entonces aquí en la revista del julio era esto,"
    },
    {
      "start": 1165.02,
      "end": 1175.57,
      "text": "la revista de julio, la revista de julio, porque he estado haciendo un análisis, ya os lo pasaremos"
    },
    {
      "start": 1175.57,
      "end": 1187.31,
      "text": "con el material, ¿vale? Pero en definitiva, a ver dónde tengo todo esto, se trata de todas las"
    },
    {
      "start": 1187.31,
      "end": 1194.08,
      "text": "revistas del strategy concept, esto teníamos dudas a verdad si darlo o no, porque esto al final no"
    },
    {
      "start": 1194.08,
      "end": 1199.92,
      "text": "deja de ser la continuación del stat pero mucho más nuevo, como veis pues fue de 2015-2016,"
    },
    {
      "start": 1199.92,
      "end": 1216.15,
      "text": "se dejó de hacer, era de pago, era una revista por suscripción de tele station, bastante interesante"
    },
    {
      "start": 1216.15,
      "end": 1225.25,
      "text": "la verdad, nosotros entonces éramos partners y nos la enviaban y bueno pues uno de los crecidos"
    },
    {
      "start": 1225.25,
      "end": 1229.37,
      "text": "que hemos hecho es repasar, porque como ya os he comentado es muy buena práctica esto, es decir,"
    },
    {
      "start": 1229.37,
      "end": 1236.77,
      "text": "ideas que están hechas hace un tiempo como van ahora, ¿no? Y en términos generales todo está"
    },
    {
      "start": 1236.77,
      "end": 1241.97,
      "text": "muy degradado, había un proceso de sobreutilización bastante evidente muchos de ellos, pero sí que"
    },
    {
      "start": 1241.97,
      "end": 1248.77,
      "text": "hay dos, tres cosas que mantienen perfectamente el nivel y cuidado, aún así, aunque las que hayan"
    },
    {
      "start": 1248.77,
      "end": 1255.09,
      "text": "degradado no pensar que no sirven, porque ellos todos sus revistas, esto lo vamos a entregar en"
    },
    {
      "start": 1255.09,
      "end": 1260.29,
      "text": "entero, lo vamos a entregar entero, entero quiere decir que incluye la revista excepto la muestra,"
    },
    {
      "start": 1260.29,
      "end": 1266.41,
      "text": "que no sé por qué no hemos conseguido encontrarla, estaba, pero no he conseguido encontrarla, así que"
    },
    {
      "start": 1266.41,
      "end": 1274.01,
      "text": "no os la puedo enseñar, ahí solo estará el código y el workspace, en todos viene el material incluido,"
    },
    {
      "start": 1274.01,
      "end": 1282.89,
      "text": "que es, todos habían dos o a veces tres sistemas de un bonus comentado, trabajado y viene el workspace,"
    },
    {
      "start": 1282.89,
      "end": 1286.33,
      "text": "viene el easy language, tenéis que importar primero el easy language y luego pues abrir el"
    },
    {
      "start": 1286.33,
      "end": 1291.49,
      "text": "workspace y os recomiendo encarecidamente leer la revista, no centraros solo en el código,"
    },
    {
      "start": 1291.49,
      "end": 1300.9,
      "text": "porque la revista es bastante interesante, en el sentido que explica un poco la idea y además"
    },
    {
      "start": 1300.9,
      "end": 1306.66,
      "text": "siempre plantea alguna sugerencia de mejora, es interesante y algunas de ellas seguramente,"
    },
    {
      "start": 1306.66,
      "end": 1312.38,
      "text": "por ejemplo, pueden hacer que el sistema incluso funcione ahora, es decir, que era, o sea, está"
    },
    {
      "start": 1312.38,
      "end": 1316.38,
      "text": "pensado un poco, como os digo yo en el curso, es para dar ideas, de acuerdo, no pensar en,"
    },
    {
      "start": 1316.38,
      "end": 1321.9,
      "text": "ya está, que hay una idea, que una posible idea, entonces es realmente muy, muy, muy interesante,"
    },
    {
      "start": 1321.9,
      "end": 1329.42,
      "text": "os recomiendo, os recomiendo que os los leáis todos poco a poco, con el tiempo. ¿Por qué lo"
    },
    {
      "start": 1329.42,
      "end": 1333.86,
      "text": "hemos dado finalmente? Bueno, porque no está disponible en ningún sitio, no lo he encontrado,"
    },
    {
      "start": 1333.86,
      "end": 1339.1,
      "text": "ni en la página de Terestation he conseguido encontrarlo y por eso hemos dicho, oye, no creo"
    },
    {
      "start": 1339.1,
      "end": 1342.9,
      "text": "que nadie vaya a decir nada, con algo que realmente no está disponible ni a la venta,"
    },
    {
      "start": 1342.9,
      "end": 1349.74,
      "text": "ni en ningún sitio, entonces, pues, esa ha sido, al final, la decisión, darlo, ¿vale? Ya digo,"
    },
    {
      "start": 1349.74,
      "end": 1355.62,
      "text": "es un material de bastante valor, también el de Starlo era, el de Star tiene más información en"
    },
    {
      "start": 1355.62,
      "end": 1360.46,
      "text": "cuanto a técnica, podemos decir, pero este a nivel de práctica es realmente muy, muy valioso,"
    },
    {
      "start": 1360.46,
      "end": 1367.46,
      "text": "muy valioso, ya digo, están todos los sistemas hechos, ¿vale? Y casualmente, casualmente,"
    },
    {
      "start": 1367.46,
      "end": 1382.2,
      "text": "había un sistema en la revista de julio del 15 que os voy a enseñar, que os voy a enseñar y que,"
    },
    {
      "start": 1382.2,
      "end": 1386.72,
      "text": "como digo, os entregaremos, ¿eh? Si no, mañana, eso sí que os lo haré, porque solo lo tengo que"
    },
    {
      "start": 1386.72,
      "end": 1391.64,
      "text": "empaquetar y ya lo estuve revisando y lo tengo que empaquetar y, pues, me lleva tampoco mucho,"
    },
    {
      "start": 1391.64,
      "end": 1396.16,
      "text": "mucho, ya hice ese trabajo que también os voy a entregar, ¿vale? Que es un trabajo de analizar"
    },
    {
      "start": 1396.16,
      "end": 1403.8,
      "text": "desde una fecha que le puse yo cargada, que era desde la fecha del workspace, el código mismo"
    },
    {
      "start": 1403.8,
      "end": 1409.0,
      "text": "original, tal que datos de rendimiento daba en el log y en el short, qué trades tenía y algún"
    },
    {
      "start": 1409.0,
      "end": 1416.0,
      "text": "comentario por mi parte, entonces, bueno, veréis que hay algunos, hay algunos intradiarios que están"
    },
    {
      "start": 1416.0,
      "end": 1421.7,
      "text": "perdiendo, pero no los tienen bastante valor, es decir, por ejemplo, bueno, este, por ejemplo,"
    },
    {
      "start": 1421.7,
      "end": 1425.82,
      "text": "es el Paraboli, que sé que vais a ver ahora, que está fantástico, pero luego hay algún intradía"
    },
    {
      "start": 1425.82,
      "end": 1436.79,
      "text": "con muchísimos trades que ha perdido, por ejemplo, este, que merece la pena darle una vuelta, o este,"
    },
    {
      "start": 1436.79,
      "end": 1445.47,
      "text": "el NeckFade, este con 2.704.000 trades y tiene 0.96 de profit factor, merece la pena darle una"
    },
    {
      "start": 1445.47,
      "end": 1451.23,
      "text": "vuelta porque, repito, tiene algunas sugerencias y es posible, yo creo que es probable que la"
    },
    {
      "start": 1451.23,
      "end": 1456.63,
      "text": "ventaja sea aprovechable con un poco de trabajo, ¿de acuerdo? Hay varios del VIX, eso me comentaba"
    },
    {
      "start": 1456.95,
      "end": 1463.11,
      "text": "Juan, bueno, hay algunos que usan el VIX, no operan el VIX, opera el SP, pero derivadas del VIX,"
    },
    {
      "start": 1463.11,
      "end": 1470.11,
      "text": "hay intradiarios, hay diarios de largo plazo, hay algunos muy interesantes, este también lo"
    },
    {
      "start": 1470.11,
      "end": 1474.71,
      "text": "tenía apuntado para enseñaros hoy, lo enseñaremos probablemente el próximo día, probablemente"
    },
    {
      "start": 1474.71,
      "end": 1482.2,
      "text": "trabajaremos este, que es una especie de 1000 reversos, ¿vale? Pero ahora vamos al Paraboli,"
    },
    {
      "start": 1482.2,
      "end": 1488.32,
      "text": "esto ya lo digo, os lo entregaré, esto me lleva bastante tiempo hacerlo, pero tiene bastante valor"
    },
    {
      "start": 1488.32,
      "end": 1492.36,
      "text": "porque así ves un poquito por dónde van los tiros y que hay alguno que está fatal, por ejemplo,"
    },
    {
      "start": 1492.36,
      "end": 1500.08,
      "text": "este, ¿vale? Pero aquellos que tengan 0.90 y pico, sobre todo con muchísimos trades, caso de este,"
    },
    {
      "start": 1502.66,
      "end": 1508.82,
      "text": "darle una vuelta, darle una vuelta porque probablemente hay, con algún trabajo,"
    },
    {
      "start": 1508.86,
      "end": 1514.42,
      "text": "hay muchos stops, por ejemplo, monetarios, ya sabes lo que pienso, a mejor solucionando"
    },
    {
      "start": 1514.42,
      "end": 1520.42,
      "text": "algunas cosas es probable que puedan funcionar, que puedan funcionar, sobre todo repito aquellos"
    },
    {
      "start": 1520.42,
      "end": 1525.22,
      "text": "que tienen muchísimas operaciones y que la degradación tampoco es brutal, la degradación"
    },
    {
      "start": 1525.22,
      "end": 1532.46,
      "text": "tampoco es brutal, ¿vale? Pero alguno, sobre todo este, por ejemplo, en el oro, os digo,"
    },
    {
      "start": 1532.46,
      "end": 1540.98,
      "text": "es tendencial y como venía el pelo para la clase, os lo voy a enseñar, es uno de los dos que,"
    },
    {
      "start": 1540.98,
      "end": 1548.47,
      "text": "no, no es este, debía ser Julio Igual, ese es, ¿vale? Ya lo tengo importado el Easy Language,"
    },
    {
      "start": 1548.47,
      "end": 1555.47,
      "text": "abro el código, os lo quiero enseñar porque ya hablamos del Paraboli, que además os dije,"
    },
    {
      "start": 1555.47,
      "end": 1560.78,
      "text": "os dije que me gustaba y os dije que era un indicador que originariamente el autor lo había"
    },
    {
      "start": 1560.78,
      "end": 1573.13,
      "text": "ideado para, para hacer un, esto va en reverse, esto se llama ParabolicSAR, acordaros que os"
    },
    {
      "start": 1573.13,
      "end": 1582.5,
      "text": "comenté de la ayuda, ahí lo tenéis explicado, aquí si no, la mejor manera de ir es desde los"
    },
    {
      "start": 1582.5,
      "end": 1587.67,
      "text": "indicadores desde aquí, pero si no desde el Easy Language, aquí tenéis en Help, tenéis aquí"
    },
    {
      "start": 1587.67,
      "end": 1592.35,
      "text": "Studies and Strategies y aquí están todos, ¿vale? Aquí están todos los indicadores, las estrategias,"
    },
    {
      "start": 1592.87,
      "end": 1601.3,
      "text": "tú le pones aquí Parabolic y te va a salir el indicador, la estrategia, te va a ser todo lo que"
    },
    {
      "start": 1601.3,
      "end": 1606.42,
      "text": "hay, ves? Parabolic Long Entry, Short Entry, indicador, la función, etcétera, etcétera,"
    },
    {
      "start": 1606.42,
      "end": 1611.9,
      "text": "distintas opciones y además normalmente, normalmente viene explicado, ¿vale? Algunos más que otros,"
    },
    {
      "start": 1611.9,
      "end": 1617.64,
      "text": "pero normalmente viene explicado y comentado y demás, ¿vale? Está bien el autor que es Wilder,"
    },
    {
      "start": 1617.64,
      "end": 1626.64,
      "text": "ya lo hablamos de él, ¿vale? Entonces él siempre lo relató, lo explicó como un mecanismo de giro"
    },
    {
      "start": 1626.64,
      "end": 1631.76,
      "text": "basado en tiempo y precio que acelera y que hace esto para el revés, bueno, pues este sistema se"
    },
    {
      "start": 1631.76,
      "end": 1637.04,
      "text": "basa en él y es bastante original, es decir, creo que tenía, si no recuerdo mal, pocas variaciones"
    },
    {
      "start": 1637.04,
      "end": 1643.19,
      "text": "respecto a la idea original, aplicado a un activo tendencial, espera, voy a cargar directamente el"
    },
    {
      "start": 1643.19,
      "end": 1651.06,
      "text": "GC porque va a ir más rápido, ¿vale? Le vamos a cargar, bueno, hasta ahora, Change, bueno, del 2010,"
    },
    {
      "start": 1651.06,
      "end": 1658.74,
      "text": "pues 2010, no da igual, seguramente con el GC lo tengo en el caché y abrirá rápido y aquí está el"
    },
    {
      "start": 1658.74,
      "end": 1664.92,
      "text": "sistema, que no se ve porque este es el original suyo, que es lo que vamos a hacer, entregaros el"
    },
    {
      "start": 1664.92,
      "end": 1671.28,
      "text": "material original, pero voy a pintar las flechitas, él ha ideado unos filtros pero están desactivados,"
    },
    {
      "start": 1671.28,
      "end": 1676.56,
      "text": "están desactivados, filtros en mi opinión bastante pobre, nuevamente stop de 2000, aunque es verdad"
    },
    {
      "start": 1676.56,
      "end": 1683.68,
      "text": "que el oro, el oro no es uno de esos activos donde más se nota cambiar de porcentaje o no,"
    },
    {
      "start": 1683.68,
      "end": 1689.48,
      "text": "¿vale? Es decir, está bien porque al final, como habéis visto, el rango mayor lo tocó hace mucho"
    },
    {
      "start": 1689.48,
      "end": 1695.12,
      "text": "tiempo, sí que ha variado mucho de precio pero comparativamente no como el Nasdaq,"
    },
    {
      "start": 1695.88,
      "end": 1702.32,
      "text": "dependiendo de cuánto vayamos atrás, pero en términos generales la variación porcentual no"
    },
    {
      "start": 1702.32,
      "end": 1711.58,
      "text": "es tan elevada y por eso al final pues no puede aceptar esto los monetarios, aunque ya digo que"
    },
    {
      "start": 1711.58,
      "end": 1719.74,
      "text": "en caso de dudas siempre usar ajustados por volatilidad, ¿vale? Bueno, es igual, aquí ya"
    },
    {
      "start": 1719.74,
      "end": 1726.56,
      "text": "vemos las líneas un poco más, casi que espérate que te las voy a poner porque es que esto yo sé"
    },
    {
      "start": 1726.56,
      "end": 1736.56,
      "text": "por experiencia que luego se ve mucho peor por el vídeo, así en blanco siempre es mejor que este"
    },
    {
      "start": 1736.56,
      "end": 1744.88,
      "text": "oscurito, ¿no? Entonces yo creo que ahí ahora se nos va a ver un poco mejor todo, ¿vale? Entonces"
    },
    {
      "start": 1744.88,
      "end": 1749.64,
      "text": "esto está, como habéis actualizado, ahora mismo está largo porque esto hace stop and revel, es decir,"
    },
    {
      "start": 1749.64,
      "end": 1754.24,
      "text": "está todo el tiempo en el mercado excepto cuando salta el stop loss, parece que 2000 dólares ahora"
    },
    {
      "start": 1754.24,
      "end": 1758.24,
      "text": "es un poquito justo, por lo que veo, pero ahora sí no salta tanto tampoco, mirad que no va saltando"
    },
    {
      "start": 1758.24,
      "end": 1764.4,
      "text": "tanto, pero sí que es un poquito justo, el indicador, estas líneas azules que veis es el"
    },
    {
      "start": 1764.4,
      "end": 1769.92,
      "text": "parabólic, ¿de acuerdo? Es el parabólic que va, como veis, pegándose la tendencia, ¿vale? Bueno,"
    },
    {
      "start": 1769.92,
      "end": 1775.08,
      "text": "el sistema no va nada mal, el sistema no va nada mal, teniendo en cuenta, repito, que es un sistema"
    },
    {
      "start": 1775.08,
      "end": 1783.92,
      "text": "que estaba en la revista de mayo de junio de 2015, es decir, hace pues ya nueve años prácticamente"
    },
    {
      "start": 1783.92,
      "end": 1791.58,
      "text": "que se emitió esta revista y lo he abierto original y que además usa el parabólic prácticamente"
    },
    {
      "start": 1791.58,
      "end": 1797.74,
      "text": "virgen, es decir, prácticamente no tienen nada distinto, ¿de acuerdo? Esto es el sistema al uso"
    },
    {
      "start": 1797.74,
      "end": 1804.22,
      "text": "del parabólic, si lo metéis vosotros en el oro, que está, como os he dicho, ahora lo podemos probar y"
    },
    {
      "start": 1804.22,
      "end": 1813.98,
      "text": "al final pues es un sistema que como es un activo tendencial suele ir bastante bien, ¿vale? Yo le"
    },
    {
      "start": 1813.98,
      "end": 1820.59,
      "text": "regularía el stop, ya habéis visto la curva que no está mal, es verdad que lleva unos años bastante"
    },
    {
      "start": 1820.59,
      "end": 1827.15,
      "text": "planos, pero eso es, el oro estaba así, es lo que hablábamos antes, aún así pues ha aguantado bien, es"
    },
    {
      "start": 1827.15,
      "end": 1835.2,
      "text": "decir, la verdad que estos drawdowns así pues son bastante tendidos, son agradecidos, digamos,"
    },
    {
      "start": 1835.2,
      "end": 1842.11,
      "text": "no son drawdowns muy profundos y son bastante llevaderos, podemos decir, ¿vale? Pero ya digo"
    },
    {
      "start": 1842.11,
      "end": 1849.14,
      "text": "que esto no tiene simplemente el parabólic directamente metido, esto como os digo para"
    },
    {
      "start": 1849.14,
      "end": 1862.95,
      "text": "los que estáis iniciando, esto estaba en 60 minutos, recordar aprovechar también todos estos"
    },
    {
      "start": 1862.95,
      "end": 1871.47,
      "text": "elementos precreados que os facilita TrayStation, ¿vale? Parabólic long entry, parabólic short entry,"
    },
    {
      "start": 1871.47,
      "end": 1879.67,
      "text": "¿de acuerdo? Todo lo que acaba en entry, todo lo que acaba en exit, ¿de acuerdo? Entonces tú puedes"
    },
    {
      "start": 1879.67,
      "end": 1886.74,
      "text": "usar el parabólic long entry, le pones a aceptar, no tocas nada y vais a ver que era básicamente lo"
    },
    {
      "start": 1886.74,
      "end": 1894.14,
      "text": "que estaba haciendo ahí, básicamente lo que estaba haciendo ahí, veréis que los trades creo que no"
    },
    {
      "start": 1894.14,
      "end": 1898.66,
      "text": "había ninguna optimización, no lo he mirado pero me parece recordar que no, ahora había alguna,"
    },
    {
      "start": 1898.66,
      "end": 1908.33,
      "text": "pero ahora que yo recuerde simplemente con el stop este sí que parece que tiene alguna pequeña"
    },
    {
      "start": 1908.33,
      "end": 1912.41,
      "text": "diferencia, ¿no? Igual tenía alguna, no lo recuerdo, lo miramos en el código rápido,"
    },
    {
      "start": 1912.41,
      "end": 1923.26,
      "text": "el parabólic es normal, nextbar, compro el parabólic stop, es el short, bueno tiene un"
    },
    {
      "start": 1923.26,
      "end": 1928.17,
      "text": "trailing, ¿vale? Tiene un trailing, veo aquí, ah bueno, pero solo cuando activa el, no, no,"
    },
    {
      "start": 1928.17,
      "end": 1935.22,
      "text": "si no lo activa, no, si no lo activa, no, pues debería ir igual, no sé por qué, a 001, 002,"
    },
    {
      "start": 1935.22,
      "end": 1940.18,
      "text": "vale, porque está en 001 creo, por defecto lo pusieron más sensible, vale, lo pusieron más"
    },
    {
      "start": 1940.18,
      "end": 1947.46,
      "text": "sensible, vale, para el oro, exacto, ves, está en 002, lo pusieron un poquito más sensible, lo vamos"
    },
    {
      "start": 1947.46,
      "end": 1953.77,
      "text": "a poner en 001, que es como está en el sistema y vais a ver que es lo mismo, porque es que, es que"
    },
    {
      "start": 1953.77,
      "end": 1961.01,
      "text": "era esto, vale, esto a veces hablamos de, oh, qué complicado, buscar ideas y no necesito gastarme"
    },
    {
      "start": 1961.01,
      "end": 1966.93,
      "text": "4000 euros en comprar la strategic one, porque es imposible encontrar ideas, no sé cómo, pues mira,"
    },
    {
      "start": 1966.93,
      "end": 1973.3,
      "text": "aquí tienes una, la mar de sencilla, ahí lo tienes, que se puede mejorar, sí claro que se puede"
    },
    {
      "start": 1973.3,
      "end": 1981.99,
      "text": "mejorar, puede filtrar, se puede buscarle salidas, pero ya veis que es un sistema que incluso solo"
    },
    {
      "start": 1981.99,
      "end": 1989.91,
      "text": "eso, elemento precreado de 3 session metido a grosso modo, sin stop, sin nada, pues está ganando,"
    },
    {
      "start": 1989.91,
      "end": 1996.63,
      "text": "vale, que está ganando poco, está justito, pero si queda la sensación que en el largo plazo,"
    },
    {
      "start": 1996.63,
      "end": 2002.51,
      "text": "pues como veis obtiene retorno positivo, simplemente usar el parabolic, porque es un"
    },
    {
      "start": 2002.51,
      "end": 2008.94,
      "text": "activo que en sí tiene una base bastante tendencial, que es verdad que pasa a periodos"
    },
    {
      "start": 2008.94,
      "end": 2013.82,
      "text": "laterales, pero cuando aguje tendencia tira mucho y entonces compensa, vale, esa es un poco la clave,"
    },
    {
      "start": 2014.38,
      "end": 2022.88,
      "text": "y ya está, esto como os digo os lo daremos, todo este material creo que tiene mucho valor y os"
    },
    {
      "start": 2022.88,
      "end": 2028.92,
      "text": "recomiendo encarecidamente leer la revista de todos, poco a poco, empezás por el principio, con calma,"
    },
    {
      "start": 2028.92,
      "end": 2039.89,
      "text": "y ya digo que es bastante interesante, vale, preguntas sobre esto, no, Mario comenta que le"
    },
    {
      "start": 2039.89,
      "end": 2044.57,
      "text": "parece interesante, hay impresionantes, sí, sí, el material que estamos intentamos, bueno, intentamos"
    },
    {
      "start": 2044.57,
      "end": 2050.85,
      "text": "al valor, porque para eso habéis comprado el curso, entonces al final de eso se trata, hay mucho"
    },
    {
      "start": 2050.85,
      "end": 2061.05,
      "text": "hay mucho material, este es realmente el de stat, para aquel que esté iniciando, que se esté iniciando"
    },
    {
      "start": 2061.05,
      "end": 2066.65,
      "text": "el tren agonómico prácticamente con el curso o casi, es recomendable leerlo porque tiene bastante"
    },
    {
      "start": 2066.65,
      "end": 2074.53,
      "text": "teoría también de mercados, de acuerdo, es decir, viene el rollo dosier, cien páginas cada"
    },
    {
      "start": 2074.53,
      "end": 2080.09,
      "text": "uno y tal, y va explicando cosas y luego pone ejemplos, desde ese punto de vista está muy bien,"
    },
    {
      "start": 2080.09,
      "end": 2084.97,
      "text": "está muy bien, ni que sea, incluso el que tenga experiencia, yo recomiendo hacer una lectura"
    },
    {
      "start": 2084.97,
      "end": 2090.01,
      "text": "diagonal, es decir, bueno, lo abro, lo miro, por si ves que es lo que explica, pues no te interesa,"
    },
    {
      "start": 2090.01,
      "end": 2097.29,
      "text": "da igual, este en cambio es muy técnico, este es muy técnico, este ya es para, pero por eso yo"
    },
    {
      "start": 2097.29,
      "end": 2102.49,
      "text": "creo que para todos los que ya vayáis, estáis ya pues acabando el curso, os puede aportar mucho"
    },
    {
      "start": 2102.49,
      "end": 2107.97,
      "text": "valor, este puede aportar muchísimo, muchísimo valor trabajarlos y además viene con los workspace,"
    },
    {
      "start": 2107.97,
      "end": 2113.65,
      "text": "con esto que habéis visto, que no importas, pero leerlos, de acuerdo, leerlos porque es"
    },
    {
      "start": 2113.65,
      "end": 2120.33,
      "text": "importante lo que explica, porque al final ellos lo plantean como ideas, cuando enseguen las"
    },
    {
      "start": 2120.33,
      "end": 2126.33,
      "text": "curvas está muy bien, pero lo plantean como ejercicios de trabajo. Bien, vamos al oro,"
    },
    {
      "start": 2126.33,
      "end": 2132.1,
      "text": "vamos al otro sistema tendencial de base, que hemos hecho aquí, hemos dicho, oye,"
    },
    {
      "start": 2132.1,
      "end": 2137.54,
      "text": "¿cuál es el indicador tendencial por excelencia? Yo creo que todo el mundo respondería las medias"
    },
    {
      "start": 2137.54,
      "end": 2145.98,
      "text": "móviles, pues vamos a usar las medias móviles, que pocas cosas más simples hay que unas medias"
    },
    {
      "start": 2145.98,
      "end": 2151.98,
      "text": "móviles. Bien, la pregunta del millón, si buscáis por internet qué medias móviles usar,"
    },
    {
      "start": 2151.98,
      "end": 2158.86,
      "text": "termina o límicos, saldrán 748 artículos, porque siempre es un interno debate, hay medias uso,"
    },
    {
      "start": 2158.86,
      "end": 2166.18,
      "text": "y os recomendé, ahí os comenté que nosotros nos solemos decantar por simples, pero que estamos"
    },
    {
      "start": 2166.18,
      "end": 2173.3,
      "text": "abiertos a estudiarlo y hemos aprovechado este ejercicio para hacerlo. ¿Cómo podemos hacerlo esto?"
    },
    {
      "start": 2173.3,
      "end": 2181.86,
      "text": "Bueno, pues la manera más sencilla es un poco del mismo modo que abordamos las salidas, como veis,"
    },
    {
      "start": 2181.86,
      "end": 2187.66,
      "text": "están aquí metidas porque las usamos para este ejercicio, es decir, plantear distintas"
    },
    {
      "start": 2187.66,
      "end": 2194.86,
      "text": "alternativas. Esto en EasyLanguage se puede hacer con estructuras if-then, pero se hace muy fácil"
    },
    {
      "start": 2194.86,
      "end": 2202.14,
      "text": "con la switch, con el switch case, ¿por qué? Porque, ves, yo aquí ahora lo dejo todo comprimido"
    },
    {
      "start": 2202.14,
      "end": 2207.7,
      "text": "dentro de este begin-end y queda ahí de coña, cerradito con la media que yo haya escogido,"
    },
    {
      "start": 2207.7,
      "end": 2216.18,
      "text": "¿de acuerdo? Le pongo un input que es la media, y con eso elijo el tipo de media. Si vale uno,"
    },
    {
      "start": 2216.22,
      "end": 2225.42,
      "text": "case 1, si vale 2, case 2, si vale 3, case 3, si vale 4, case 4, ¿vale? Y ahí hemos ido metiendo medias"
    },
    {
      "start": 2225.42,
      "end": 2230.98,
      "text": "a saco a saco, es decir, un poco sin sentido casi, es decir, por supuesto hemos metido las más"
    },
    {
      "start": 2230.98,
      "end": 2236.74,
      "text": "razonables o las más típicas, pero hemos ido ya, ya que estábamos, ya que estábamos hemos ido"
    },
    {
      "start": 2236.74,
      "end": 2243.38,
      "text": "veniéndonos, veniéndonos arriba, y os recomiendo buscar información sobre ellas porque si me paro"
    },
    {
      "start": 2243.38,
      "end": 2250.06,
      "text": "a explicaros las todas, pues vamos a tardar mucho. Recordar también en EasyLanguage que podéis"
    },
    {
      "start": 2250.06,
      "end": 2256.26,
      "text": "abrir las funciones, podéis ir a las definiciones si son funciones suyas, que hay algunas que no"
    },
    {
      "start": 2256.26,
      "end": 2263.83,
      "text": "son suyas y por lo tanto no estarán, pero esta sí lo es, la mama. La mama y la fama son medias"
    },
    {
      "start": 2263.83,
      "end": 2269.98,
      "text": "de mesa, que era un software muy muy famoso que se hicieron bastante populares en una época, son"
    },
    {
      "start": 2269.98,
      "end": 2274.7,
      "text": "del tipo adaptativas, yo os hablé un poco de ellas, yo os hablé que me gusta mucho la cama,"
    },
    {
      "start": 2274.7,
      "end": 2280.54,
      "text": "que es la que viene antes, Kaufman Moving Average, esta no sé si es suya o no, esta está sacada del"
    },
    {
      "start": 2280.54,
      "end": 2285.9,
      "text": "libro, pero creo que estaba la cama también, pero hemos usado la original de, la original de"
    },
    {
      "start": 2285.9,
      "end": 2291.3,
      "text": "Kaufman, ¿vale? Pero creo que está, creo que dentro hay una función cama, o sea que tranquilos,"
    },
    {
      "start": 2291.3,
      "end": 2299.68,
      "text": "estoy casi seguro que si yo pongo aquí hay un cama series, ¿ves lo que os decía? Ahí lo tenéis,"
    },
    {
      "start": 2299.68,
      "end": 2306.83,
      "text": "no es broma, no sale, pues no, pues yo pensaba que sí, estaba que es seguro, ¿no te suena a ti"
    },
    {
      "start": 2306.83,
      "end": 2316.99,
      "text": "Alberto que hay un cama? ¿no te suena a ti que hay un cama? Pues se ve que no, bueno pues nada,"
    },
    {
      "start": 2316.99,
      "end": 2326.62,
      "text": "es, pero será el nuestro, será el nuestro porque no está aquí en la Distance Strategies,"
    },
    {
      "start": 2326.62,
      "end": 2335.74,
      "text": "pues me extrañamos, a mí me sonaba muchísimo que estaba, ¿eh? Sí, sí, no sé, pues no estará,"
    },
    {
      "start": 2335.74,
      "end": 2342.11,
      "text": "no estará, bueno, ya que el que la quiera se la paso, si no encontrará mucha, ¿eh? Kaufman Macadosh"
    },
    {
      "start": 2342.11,
      "end": 2362.8,
      "text": "Enes, ¿no? No, va a seguir, tampoco hay nada de Kaufman, pues nada, pues no está la cama, pues nada,"
    },
    {
      "start": 2362.8,
      "end": 2374.46,
      "text": "aquí la estáis viendo ahora, este es el original de Kaufman, de hecho viene con el libro y es fácil"
    },
    {
      "start": 2374.46,
      "end": 2380.22,
      "text": "de encontrar, ¿eh? Aquellos, recordad los foros de TrayStation, ¿eh? Tras ahí los foros, buscáis,"
    },
    {
      "start": 2380.22,
      "end": 2385.74,
      "text": "hay 700 páginas, bando de cama y cualquier cosa, es decir, los foros de TrayStation son"
    },
    {
      "start": 2385.74,
      "end": 2390.78,
      "text": "extremadamente útiles porque son solo de clientes, claro, es que ahora ya hablo un poco más de código"
    },
    {
      "start": 2390.78,
      "end": 2395.61,
      "text": "porque vamos avanzando, ¿vale? Insisto que el código es una herramienta, pero es una herramienta"
    },
    {
      "start": 2395.61,
      "end": 2401.53,
      "text": "que hay que usar, que no sea lo más importante, no quiere decir que no haya que usarla, ¿vale?"
    },
    {
      "start": 2403.49,
      "end": 2407.09,
      "text": "Entonces el cama es otra media adaptativa, simplemente otra media adaptativa,"
    },
    {
      "start": 2407.09,
      "end": 2424.16,
      "text": "vamos a enseñar el gráfico, la mama y fama que vienen de esta función, ya os lo he comentado,"
    },
    {
      "start": 2424.16,
      "end": 2431.68,
      "text": "era de mesa y luego pues tienes la Xaveratz, por cierto hay otra Xaveratz que es Xaveratz"
    },
    {
      "start": 2431.68,
      "end": 2438.06,
      "text": "original, que simplemente una está más, la exponencial tiene como en coeficiente,"
    },
    {
      "start": 2438.06,
      "end": 2442.18,
      "text": "una está más acercada que la otra, bueno, yo por efecto uso esta, pero están las dos y luego"
    },
    {
      "start": 2442.18,
      "end": 2447.3,
      "text": "hemos ido mezclando simple con exponencial, simple con cama, simple con mama, exponencial"
    },
    {
      "start": 2447.3,
      "end": 2452.66,
      "text": "con simple, simple con exponencial, un poco ahí, como os digo, dándole vueltas a todo, porque al"
    },
    {
      "start": 2452.66,
      "end": 2457.3,
      "text": "final esto una vez está puesto no cuesta nada, es decir, esto está hecho y puedes meter medias,"
    },
    {
      "start": 2457.3,
      "end": 2464.02,
      "text": "tienes aquí 19 medias, 19 cruces de medias, ¿vale? 19 cruces de medias que simplemente se controlan"
    },
    {
      "start": 2464.02,
      "end": 2470.06,
      "text": "con este input, si yo pongo uno uso simple, si pongo dos uso exponenciales, si pongo tres uso"
    },
    {
      "start": 2470.06,
      "end": 2477.02,
      "text": "cama, si pongo cuatro, fama más mama, etcétera, etcétera, de esta manera controlo un poco todo"
    },
    {
      "start": 2477.02,
      "end": 2488.36,
      "text": "esto, también hemos implementado la posibilidad de que sea cruce o no, que sea simplemente que"
    },
    {
      "start": 2488.36,
      "end": 2492.48,
      "text": "la media sea mayor, esto cuando hay salidas es importante, normalmente es mejor con cruce,"
    },
    {
      "start": 2492.48,
      "end": 2499.36,
      "text": "yo lo he trabajado así, pero bueno, hemos dejado la opción, pero ni he valorado otra cosa, y bueno,"
    },
    {
      "start": 2499.36,
      "end": 2503.16,
      "text": "pues ya está, hay distintos filtros de valoridad, porque hay un dungeon implementado también,"
    },
    {
      "start": 2503.16,
      "end": 2509.92,
      "text": "hay un dungeon implementado para, en caso de que además del cruce de medias se quiere usar un"
    },
    {
      "start": 2509.92,
      "end": 2515.32,
      "text": "dungeon, un dungeon es un canal, es decir, que una vez cruzado, además yo le exija superar unos"
    },
    {
      "start": 2515.32,
      "end": 2523.08,
      "text": "máximos, de momento no lo he implementado, lo dejo como un filtro, y bueno, esta es la versión 1,"
    },
    {
      "start": 2523.08,
      "end": 2529.65,
      "text": "espérate, tengo la, aquí tengo la 2 metida, no la tengo la 2 metida, aquí no he metido la 2 aún,"
    },
    {
      "start": 2529.65,
      "end": 2534.17,
      "text": "bueno, pues ahora la meto, la tengo en el, la tengo metida en el otro, lo que pasa es que si,"
    },
    {
      "start": 2534.17,
      "end": 2540.9,
      "text": "bueno, me da igual, me da igual porque eso lo tengo todo guardado, esto lo tengo todo guardado,"
    },
    {
      "start": 2540.9,
      "end": 2556.73,
      "text": "aquí meto, a ver, la curso, entraría a 02, aunque no sé si lo tengo bien con parámetros,"
    },
    {
      "start": 2556.73,
      "end": 2568.16,
      "text": "bueno, me da igual, como luego lo voy a, luego lo voy a meter, me da igual, lo dejo así por defecto,"
    },
    {
      "start": 2568.16,
      "end": 2575.79,
      "text": "a ver que esté, como digo, hay inputs para si quiero activar largos o cortos, esto está pensado"
    },
    {
      "start": 2575.79,
      "end": 2580.95,
      "text": "más para multicharts, porque aquí puedo hacerlo de otra manera, la media, slow y fast, que ahora"
    },
    {
      "start": 2580.95,
      "end": 2587.47,
      "text": "os explique una cosa, la media, que campo uso, el cruce, si hay dungeon, si hay dungeon, todos estos"
    },
    {
      "start": 2587.47,
      "end": 2594.71,
      "text": "son de dungeon, pero no sé, no se uso de momento, lo mismo si quiero esto, nuestro monetario típico"
    },
    {
      "start": 2594.71,
      "end": 2600.63,
      "text": "puesto ahí por ATR clásico, esto lo ponemos siempre nosotros por defecto, si no quiero activarlo"
    },
    {
      "start": 2600.63,
      "end": 2604.31,
      "text": "activo, si no, no activo, pero como vamos a probar las salidas, pues lo he dejado desactivado,"
    },
    {
      "start": 2604.31,
      "end": 2607.91,
      "text": "y el money management, que aquí lo hemos desactivado, porque en el oro eso que os decía,"
    },
    {
      "start": 2607.91,
      "end": 2615.43,
      "text": "se puede trabajar bien desactivado y lo hemos dejado desactivado, y luego hay una cosa bastante"
    },
    {
      "start": 2615.43,
      "end": 2621.19,
      "text": "interesante y bastante avanzada, y que sí que esto no lo vamos a explicar, porque es el hecho"
    },
    {
      "start": 2621.19,
      "end": 2627.98,
      "text": "de poder pintar a través de una estrategia, esto en principio en Easy Language no se puede hacer"
    },
    {
      "start": 2627.98,
      "end": 2633.34,
      "text": "por defecto, es decir, solo puede pintar un indicador, hay lenguajes que permiten que una"
    },
    {
      "start": 2633.34,
      "end": 2638.82,
      "text": "estrategia pinten el gráfico, pero mediante objetos se puede hacer, aquí tenemos un código que lo"
    },
    {
      "start": 2638.82,
      "end": 2644.74,
      "text": "hace, de tal manera que viene muy bien para ver las medias, ya no os lo voy a activar para hacer eso,"
    },
    {
      "start": 2644.74,
      "end": 2651.62,
      "text": "también hay filtros de horarios, pero no lo hemos activado, y los filtros de volatilidad,"
    },
    {
      "start": 2651.62,
      "end": 2660.57,
      "text": "que de momento no están activados, estas barras que es Alberto, que no me acuerdo, al final de todo"
    },
    {
      "start": 2660.57,
      "end": 2671.05,
      "text": "barras, para la DX y la TR, podríamos haber usado el de arriba, vale, ok, ok, esto lo dejo así,"
    },
    {
      "start": 2671.05,
      "end": 2681.82,
      "text": "ahora le he puesto que pinte, y ahí vais a ver que automáticamente cuando acabe, claro, le va a costar"
    },
    {
      "start": 2681.82,
      "end": 2690.22,
      "text": "un poco más, pinta las medias, estas medias me las está pintando el propio sistema, vale, esto"
    },
    {
      "start": 2690.22,
      "end": 2694.06,
      "text": "porque viene bien, esto consume muchos recursos y además a veces si le vas cambiando acaba"
    },
    {
      "start": 2694.06,
      "end": 2698.74,
      "text": "estando bugueando el ordenador, pero para hacer esto que vamos a hacer ahora viene muy bien,"
    },
    {
      "start": 2698.74,
      "end": 2705.38,
      "text": "porque simplemente cambiando el input, cambiando la media, me la va a cambiar, vale, me la va a"
    },
    {
      "start": 2705.38,
      "end": 2711.38,
      "text": "cambiar, y yo, pues bueno, quiero ahora enseñaros alguna, antes que nada, siempre un consejo,"
    },
    {
      "start": 2711.38,
      "end": 2720.34,
      "text": "vale, siempre que uséis un sistema de medias, en este caso de cruce de medias, os recomiendo"
    },
    {
      "start": 2720.34,
      "end": 2727.48,
      "text": "encarecidamente usar un truco en el código que consiste simplemente en vincular una con otra,"
    },
    {
      "start": 2727.92,
      "end": 2738.39,
      "text": "aquí lo hemos hecho con la slow, vale, hemos fijado la slow, vale, y a la fast le restamos,"
    },
    {
      "start": 2738.39,
      "end": 2747.15,
      "text": "o sea, a ver, empiezo por el principio, yo en el código, en inputs, tengo dos valores para la media,"
    },
    {
      "start": 2747.15,
      "end": 2753.31,
      "text": "un slow average y un fast average, que son las medias, pero eso no es la media realmente que yo"
    },
    {
      "start": 2753.31,
      "end": 2759.71,
      "text": "pinto en el gráfico, la slow sí que es la que pinto en el gráfico, le pongo 46, ahora os explicaré"
    },
    {
      "start": 2759.71,
      "end": 2769.03,
      "text": "por qué, vale, y veis que cuando hago el cálculo de cualquiera de las slow, efectivamente como"
    },
    {
      "start": 2769.03,
      "end": 2777.79,
      "text": "periodo le paso el slow, vale, en cambio la fast, cuando yo calculo la media fast, la calcule como"
    },
    {
      "start": 2777.79,
      "end": 2785.15,
      "text": "la calcule para los distintos case que hay, no le paso el parámetro de la fast, le paso el periodo,"
    },
    {
      "start": 2785.15,
      "end": 2792.83,
      "text": "perdón, para ser más exacto, de la slow menos la fast, de tal manera que en esta configuración que"
    },
    {
      "start": 2792.83,
      "end": 2798.75,
      "text": "veis aquí de 46 y 9, las medias que realmente están en el gráfico y usan el sistema para"
    },
    {
      "start": 2798.75,
      "end": 2814.06,
      "text": "operar son la 46 como slow y como fast usa 46 menos 9, es decir, 37, perdón, 37, para ver si"
    },
    {
      "start": 2814.06,
      "end": 2821.62,
      "text": "estabais acentos, vale, entonces de tal manera que si yo le pongo 45 es la 1, vale, lo vais a ver ahora,"
    },
    {
      "start": 2821.62,
      "end": 2830.94,
      "text": "yo le voy a poner ahora solo para que lo veáis, estoy ahora con el 2, le voy a poner al fast 45 y"
    },
    {
      "start": 2830.94,
      "end": 2838.46,
      "text": "vais a ver que me va a pintar la media de 1, va a tardar un poco porque esto es así, vale, esto"
    },
    {
      "start": 2838.46,
      "end": 2844.34,
      "text": "simplemente es para facilitar los procesos de optimización de iteración, vale, porque si no"
    },
    {
      "start": 2844.34,
      "end": 2851.06,
      "text": "duplico medias y hago medias absurdas, porque si pongo la fast 20 y al slow 30, me entiendes,"
    },
    {
      "start": 2851.06,
      "end": 2856.74,
      "text": "o se optimizo 10 a 20, 10 a 20, cruzo medias que son absurdas, de esta manera veis ahora que la"
    },
    {
      "start": 2856.74,
      "end": 2865.74,
      "text": "ha pintado aquí la 1, esta la ha dejado igual y esta es la 1, vale, de acuerdo, y el sistema ahora"
    },
    {
      "start": 2865.74,
      "end": 2870.7,
      "text": "está operando con eso, con la 1, que es lo mismo que no tener media, es el cierre, la media de 1,"
    },
    {
      "start": 2870.7,
      "end": 2878.14,
      "text": "simple, claro, es el cierre, es el cierre, de acuerdo, entonces de esta manera yo"
    },
    {
      "start": 2878.14,
      "end": 2885.58,
      "text": "mejoro mi proceso de eficiencia, vale. ¿Cómo hemos planteado este sistema? De entrada,"
    },
    {
      "start": 2885.58,
      "end": 2891.16,
      "text": "en un sistema intradidario, cuando uno trabaja en un sistema de medias, en barras diarias,"
    },
    {
      "start": 2891.16,
      "end": 2901.32,
      "text": "siempre se recomienda usar períodos que tengan que ver con alguna pauta del mercado, por ejemplo,"
    },
    {
      "start": 2901.32,
      "end": 2908.76,
      "text": "pues unas semanas sabemos que son cinco días de mercado, por ejemplo, sabemos que un mes son"
    },
    {
      "start": 2908.76,
      "end": 2919.13,
      "text": "22 días, sabemos que un año son 250 más o menos elaborables y podemos hacer por ahí, o que sea"
    },
    {
      "start": 2919.13,
      "end": 2925.05,
      "text": "un trimestre, un cuatrimestre, entendéis un poco la idea, ¿no? o la mitad de un trimestre, es decir,"
    },
    {
      "start": 2925.05,
      "end": 2931.33,
      "text": "podemos hacer cálculos, pero es recomendable porque al final una media no deja de ser un"
    },
    {
      "start": 2931.33,
      "end": 2938.01,
      "text": "ciclo, una media es una de las maneras más sencillas que hay de normalizar, hay de normalizar,"
    },
    {
      "start": 2938.01,
      "end": 2947.79,
      "text": "de eliminar el ruido, simplemente yo trato de dibujar la tendencia de ese mercado agrupando"
    },
    {
      "start": 2947.79,
      "end": 2955.47,
      "text": "valores en ellos, por lo tanto trato de de esta manera aprovecharme de esas tendencias, en este"
    },
    {
      "start": 2955.47,
      "end": 2964.35,
      "text": "caso lo hacemos con dos medias, como os decía, y que ahora mismo son simples, porque yo he elegido"
    },
    {
      "start": 2964.35,
      "end": 2972.39,
      "text": "la 46, bueno, porque en intradía esto que os digo de los períodos recurrentes es un poco más"
    },
    {
      "start": 2972.39,
      "end": 2980.95,
      "text": "complicado y nosotros de entrada partimos de la hipótesis de usar como lenta la media de una sesión,"
    },
    {
      "start": 2981.59,
      "end": 2989.67,
      "text": "vale, una sesión, en este caso en 30 minutos una sesión son justamente 46 velas, podría usar"
    },
    {
      "start": 2989.67,
      "end": 2995.19,
      "text": "otras, sí podría usar otra, pero hemos partido con esta hipótesis de trabajo, ¿de acuerdo?"
    },
    {
      "start": 2995.19,
      "end": 3001.31,
      "text": "entonces hemos permitido optimizar la fast y el tipo de media para hacer este estudio que os digo,"
    },
    {
      "start": 3001.31,
      "end": 3009.59,
      "text": "que ahora lo vamos a enseñar, pero he bloqueado la slowing 46, que es la que veis granate lila,"
    },
    {
      "start": 3009.87,
      "end": 3017.91,
      "text": "porque insisto eso es la media de una sesión, vale, una sesión, 46 velas, ¿de acuerdo?"
    },
    {
      "start": 3020.87,
      "end": 3030.45,
      "text": "Bien, vamos a ver estos primeros estudios de las medias, vamos a ver primero estos estudios de las"
    },
    {
      "start": 3030.45,
      "end": 3037.09,
      "text": "medias, el sistema en sí no tiene nada más, perdón, antes para acabar de explicar, el sistema"
    },
    {
      "start": 3037.09,
      "end": 3042.65,
      "text": "como os digo por repasarlo, luego hablaremos de los filtros pero ahora mismo no me importan,"
    },
    {
      "start": 3042.65,
      "end": 3048.61,
      "text": "el núcleo principal del sistema es un cruce de medias que como veis o como os he dicho puede"
    },
    {
      "start": 3048.61,
      "end": 3057.29,
      "text": "valorar por muchos y es un simple cruce, cuando hay cruces la señal que desencadena la posibilidad"
    },
    {
      "start": 3057.29,
      "end": 3063.93,
      "text": "de comprar que es con long y con short no es más que la rápida cruce por encima de la lenta y vice"
    },
    {
      "start": 3063.93,
      "end": 3072.53,
      "text": "versa para el lado corto y a partir de ahí simplemente el código para desencadenar las"
    },
    {
      "start": 3072.53,
      "end": 3080.03,
      "text": "órdenes es si con long is true, es decir, si ha habido un cruce, aquí implemento la salida al"
    },
    {
      "start": 3080.03,
      "end": 3089.27,
      "text": "lado contrario porque evidentemente si yo he cortado al lado largo le implemento esto,"
    },
    {
      "start": 3089.27,
      "end": 3095.51,
      "text": "esto es por si yo tengo inhabilitadas, si no hago stop and reverse que lo he pensado así por eso"
    },
    {
      "start": 3095.51,
      "end": 3100.31,
      "text": "lo he puesto, porque si hago stop and reverse como habéis visto antes con el parabolic entre"
    },
    {
      "start": 3100.31,
      "end": 3106.23,
      "text": "este son abrir largos y abrir cortos ya cierra en el otro lado no es obligatorio pero es buena"
    },
    {
      "start": 3106.23,
      "end": 3113.58,
      "text": "práctica hacerlo, es buena práctica hacerlo porque así yo permito al sistema salir sin necesidad de"
    },
    {
      "start": 3113.58,
      "end": 3120.66,
      "text": "entrar, aunque en este caso la condición sea la misma podría no serlo, podría no serlo, aquí"
    },
    {
      "start": 3120.66,
      "end": 3128.78,
      "text": "habilitó la posibilidad de que si uso donchat que lo tengo en false pues lógicamente implemento,"
    },
    {
      "start": 3128.78,
      "end": 3134.58,
      "text": "calculo el canal y todo esto y aquí hay un tema ahora que no no iré a cuento simplemente por"
    },
    {
      "start": 3134.58,
      "end": 3141.89,
      "text": "evitar lecturas falsas y temas de programación que ahora mismo no viene a cuento y aquí ya está"
    },
    {
      "start": 3142.17,
      "end": 3147.53,
      "text": "simplemente si tengo permitido abrir largos y estamos en la sesión que esto es al final el"
    },
    {
      "start": 3147.53,
      "end": 3152.41,
      "text": "filtro horario que no he usado pero lo tengo en el código para que lo podáis usar si lo deseáis"
    },
    {
      "start": 3152.41,
      "end": 3160.05,
      "text": "es decir que para abrir tenga que estar en unas horas en un tendencial puro tiene menos sentido"
    },
    {
      "start": 3160.05,
      "end": 3166.49,
      "text": "filtrar horario vale contra más largo el recorrido tenga el trade menos sentido tiene pero el sistema"
    },
    {
      "start": 3166.49,
      "end": 3173.81,
      "text": "está como casi todos los que hemos ido enseñando para desarrollar implementados para probar"
    },
    {
      "start": 3173.81,
      "end": 3179.53,
      "text": "distintas opciones son son códigos de desarrollo de acuerdo no son códigos de operativas son códigos"
    },
    {
      "start": 3179.53,
      "end": 3184.13,
      "text": "de desarrollo y por lo tanto yo no hay problema en implementar 70 posibilidades luego puedo"
    },
    {
      "start": 3184.13,
      "end": 3192.53,
      "text": "usarlas o no usarlas ya me permiten investigar me permiten investigar y analizar distintas cosas"
    },
    {
      "start": 3193.37,
      "end": 3200.29,
      "text": "pero no quiere decir que las tenga que usar esto automáticamente como yo le he puesto de 0 0 a 23"
    },
    {
      "start": 3200.29,
      "end": 3205.49,
      "text": "59 pues no actúa porque siempre es true como siempre es true pues siempre opera vale por"
    },
    {
      "start": 3205.49,
      "end": 3211.37,
      "text": "horario pero podría cambiarlo lo mismo con el filtro y el filtro atr que si lo tengo en 0 es true"
    },
    {
      "start": 3211.37,
      "end": 3220.93,
      "text": "por lo tanto no actúa vale y lo mismo con el don chat vale entonces automáticamente pues"
    },
    {
      "start": 3220.93,
      "end": 3228.61,
      "text": "simplemente tiro la orden la orden de lotes al precio del canal el caso que use don chat y si"
    },
    {
      "start": 3228.61,
      "end": 3233.97,
      "text": "no uso don chat lo tira a mercado que es como está ahora si yo usar a don chat en el momento"
    },
    {
      "start": 3233.97,
      "end": 3240.21,
      "text": "que hay el cruce de medias que pasaría pues aquí yo imaginaros que el don chat fuera que me lo"
    },
    {
      "start": 3240.21,
      "end": 3246.97,
      "text": "invento absolutamente tras el cruce el don chat estuviera aquí pues podría un stop aquí para"
    },
    {
      "start": 3246.97,
      "end": 3253.41,
      "text": "vender aquí pero insisto que de momento lo hecho sólo al cruce es decir una vez cierra la cruza"
    },
    {
      "start": 3253.41,
      "end": 3261.13,
      "text": "vende a mercado vale esto es como está configurado el sistema ahora mismo pero está preparado para"
    },
    {
      "start": 3261.13,
      "end": 3268.77,
      "text": "que podáis probar distintas alternativas no es mala práctica probar un don chat de suele"
    },
    {
      "start": 3268.77,
      "end": 3275.97,
      "text": "mejorar retrasa la entrada pero mejora bastante los períodos laterales no deja ser un filtro"
    },
    {
      "start": 3275.97,
      "end": 3281.33,
      "text": "vale podemos hemos implementado filtro por don chat hemos entrado filtro por volatilidad y filtro por"
    },
    {
      "start": 3281.33,
      "end": 3288.09,
      "text": "adx se pueden buscar otros si se pueden buscar otros ya al final lo comento vale se pueden buscar"
    },
    {
      "start": 3288.09,
      "end": 3292.77,
      "text": "otros pero hemos implementado estos tres para daros ya algunas herramientas y a partir de ahí podéis"
    },
    {
      "start": 3292.77,
      "end": 3299.98,
      "text": "seguir y el lado corto pues es espejo este sistema es espejo podría separarse largos y cortos podría"
    },
    {
      "start": 3299.98,
      "end": 3306.9,
      "text": "pero en un activo en las materias primas suele ser buena práctica no hacerlo pero sí que podríamos"
    },
    {
      "start": 3306.9,
      "end": 3311.74,
      "text": "porque vamos a conseguir 5.000 trades y si queremos 10.000 los conseguimos entonces al"
    },
    {
      "start": 3311.74,
      "end": 3318.58,
      "text": "final le podríamos hacer pero es buena práctica de desarrollo y la idea en principio estaría"
    },
    {
      "start": 3318.58,
      "end": 3324.58,
      "text": "más validada estaría más validada que fuera espejo se llama no porque en principio el oro"
    },
    {
      "start": 3324.58,
      "end": 3331.58,
      "text": "al igual que las divisas no tiene un motivo especial de sesgo de volatilidad como si tienen"
    },
    {
      "start": 3331.58,
      "end": 3338.68,
      "text": "los bonos y la y las acciones que es más evidente el oro puede tener subidas y bajadas con volatilidad"
    },
    {
      "start": 3338.68,
      "end": 3343.88,
      "text": "recuerdo no no hay un sesgo claro en un sesgo claro como lo hay en las acciones que es clarísimo y"
    },
    {
      "start": 3343.88,
      "end": 3352.0,
      "text": "también normalmente los bonos entonces a partir de ahí a priori trabajamos espejo pero podemos"
    },
    {
      "start": 3352.0,
      "end": 3358.54,
      "text": "implementarlo y por eso hay estas dos variables estos dos inputs true false de decir yo lo le"
    },
    {
      "start": 3358.54,
      "end": 3363.84,
      "text": "pongo false en el corto y sólo va largo le pongo false en el largo y sólo va corto de acuerdo de"
    },
    {
      "start": 3363.84,
      "end": 3372.12,
      "text": "decir puedo si quiero habilitarlo para uno de los dos lados del mercado y poco más el código no"
    },
    {
      "start": 3372.12,
      "end": 3379.84,
      "text": "tiene no tiene mayor historia aquí tiene el tema de pintar vale es lo que os digo esto que este"
    },
    {
      "start": 3379.84,
      "end": 3386.32,
      "text": "código simplemente pinta vale que tiene una variable que calcula cuando está optimizando pues"
    },
    {
      "start": 3386.32,
      "end": 3393.37,
      "text": "que no no pinte de acuerdo entonces pero aquí con esto pinta las medias y más esto este código de"
    },
    {
      "start": 3393.37,
      "end": 3401.89,
      "text": "que el final es el encargado de pintar las medias vale muy sencillo un sistema de cruce de medias"
    },
    {
      "start": 3401.89,
      "end": 3408.37,
      "text": "al que le hemos habilitado la posibilidad de tres filtros de entrada y que mediante todo el código"
    },
    {
      "start": 3408.37,
      "end": 3413.33,
      "text": "que ya conocéis de salidas vamos a probar distintas salidas con otro código externo que"
    },
    {
      "start": 3413.33,
      "end": 3417.73,
      "text": "en tres sesiones esto se puede hacer de manera muy práctica vale de momento ahora lo es activo vale"
    },
    {
      "start": 3417.73,
      "end": 3425.69,
      "text": "lo es activo y dejo simplemente a bruto la media de acuerdo bueno estaba ahora está con una media"
    },
    {
      "start": 3425.69,
      "end": 3434.41,
      "text": "cierre contra media porque le he puesto el 45 decirle puesto que la media es rápida que opere es 1 y"
    },
    {
      "start": 3434.41,
      "end": 3440.45,
      "text": "la media lenta 46 entonces pues va a 1 contra 46 esto está hasta el viernes hasta el viernes"
    },
    {
      "start": 3440.45,
      "end": 3446.05,
      "text": "podemos cargarlo hasta hoy no tiene mayor problema para ver cómo va ahora que siempre hace como"
    },
    {
      "start": 3446.05,
      "end": 3452.41,
      "text": "gracia no como gracia verlo en tiempo real nosotros hemos trabajado por temas de procesamiento de"
    },
    {
      "start": 3452.41,
      "end": 3460.57,
      "text": "datos hasta hasta ahora vale y entonces pues vamos a ver algunos datos que lógicamente he preparado"
    },
    {
      "start": 3460.57,
      "end": 3472.01,
      "text": "antes porque si no sería bastante bastante inviable entonces sería bastante inviable por lo tanto por"
    },
    {
      "start": 3472.01,
      "end": 3480.98,
      "text": "eso pues yo ahora lo he preparado previamente aquí tengo algunos algunos datos el tendencial del oro"
    },
    {
      "start": 3483.74,
      "end": 3493.25,
      "text": "aquí tengo esto no aquí no es perdón te decía loro aquí tengo las optis sergi soy yo"
    },
    {
      "start": 3494.21,
      "end": 3498.97,
      "text": "luego veremos algunas cosas de por aquí pero aquí de momento tengo las medias no tengo las medias"
    },
    {
      "start": 3498.97,
      "end": 3510.45,
      "text": "tengo las medias tengo las medias vale tengo las medias hemos hecho vamos por el principio"
    },
    {
      "start": 3510.45,
      "end": 3516.37,
      "text": "vamos por partes que diría jack bien excel que ya habéis visto acuerdo que ya habéis visto donde"
    },
    {
      "start": 3516.37,
      "end": 3524.05,
      "text": "proveniente de tres es el recogemos datos in sample datos auto sample datos all data aquí"
    },
    {
      "start": 3524.05,
      "end": 3530.41,
      "text": "no he puesto ficha fallo mío debería de haberla pero no la he hecho se me perdone y os explico lo"
    },
    {
      "start": 3530.41,
      "end": 3537.33,
      "text": "que hemos hecho simplemente como os decía la slow queda fijada en 46 y ha optimizado la"
    },
    {
      "start": 3537.33,
      "end": 3547.45,
      "text": "faz desde 1 hasta 45 más de 45 no puede ser porque acordaros que le resto la la faz al slow y si le"
    },
    {
      "start": 3547.45,
      "end": 3552.85,
      "text": "resto 46 pues da 0 y la media de 0 estáis de acuerdo conmigo que no se puede representar en"
    },
    {
      "start": 3552.85,
      "end": 3562.17,
      "text": "un gráfico entonces sin usar para operar entonces de 1 a 45 que equivale a usar la slow siempre en"
    },
    {
      "start": 3562.17,
      "end": 3572.53,
      "text": "46 y la faz desde 1 hasta 45 de acuerdo eso es lo que lo que hago al optimizarla al optimizarla"
    },
    {
      "start": 3572.53,
      "end": 3583.85,
      "text": "de esta de esta manera y con los 19 creo que eran no 11 eran 19 tipos de media de acuerdo"
    },
    {
      "start": 3583.85,
      "end": 3590.85,
      "text": "19 pero como sólo he guardado 100 ya porque ya he querido no no hacerla demasiado amplia de guardarlas"
    },
    {
      "start": 3590.85,
      "end": 3598.93,
      "text": "todas digo bueno que me cogen los 100 mejores y hasta vale y automáticamente he hecho este esta"
    },
    {
      "start": 3598.93,
      "end": 3604.05,
      "text": "primera optimización lo primero que vemos aquí en la ficha un in sample es que obtenemos unos"
    },
    {
      "start": 3604.05,
      "end": 3610.73,
      "text": "rebundes bastante pobres hay que hay que ir al número 11 para obtener un positivo está bien"
    },
    {
      "start": 3610.73,
      "end": 3621.01,
      "text": "que es la media faz 20 que recuerdo insisto se resta se resta con la combinación 11 vale fijaros"
    },
    {
      "start": 3621.01,
      "end": 3628.42,
      "text": "que en sample todas las medias que me salen son 3 8 11 aquí 1 que acordaros es simple simple"
    },
    {
      "start": 3629.1,
      "end": 3636.62,
      "text": "pero ahora vemos 3 8 11 se repite muchísimo 3 8 11 prácticamente hasta aquí casi todo es 3"
    },
    {
      "start": 3636.62,
      "end": 3654.09,
      "text": "8 11 que era 3 3 es cama sorpresa 3 es cama aquí que lo tengo escondido 3 es cama con cama vale 8"
    },
    {
      "start": 3654.09,
      "end": 3662.08,
      "text": "es exponencial con simple bastante interesante verdad y coherente no es es hombre la rápida"
    },
    {
      "start": 3662.08,
      "end": 3667.36,
      "text": "exponencial y la lenta simple verdad que sí es una cosa que le que la vemos la vemos razonable"
    },
    {
      "start": 3667.36,
      "end": 3677.22,
      "text": "no es razonable y luego la 11 que es cama de rápida con slow con normal con simple de slow"
    },
    {
      "start": 3677.22,
      "end": 3681.94,
      "text": "también lo vemos bastante razonable también lo vemos bastante razonable vamos a poner esto en"
    },
    {
      "start": 3681.94,
      "end": 3692.93,
      "text": "el gráfico para que lo veáis para que lo veáis un poco en la práctica veis que pasa con una media"
    },
    {
      "start": 3692.93,
      "end": 3699.53,
      "text": "muy rápida con una lenta esto pasa continuas señales falsas en el lateral aquí le hemos"
    },
    {
      "start": 3699.53,
      "end": 3704.81,
      "text": "puesto ahora como hemos dicho tengo el excel yo aquí arriba vale porque no puedo ponerlo todo lo"
    },
    {
      "start": 3704.81,
      "end": 3709.81,
      "text": "pongo aquí arriba pero yo os digo lo que voy poniendo bueno no vais a ver recordar que el"
    },
    {
      "start": 3709.81,
      "end": 3715.09,
      "text": "parámetro que pongo bueno por eso lo pinto en el gráfico y viene muy bien la media slow siempre"
    },
    {
      "start": 3715.09,
      "end": 3722.5,
      "text": "es 46 vale la faz si ponemos aquí la que una de las que nos salía por ejemplo bueno la que ha"
    },
    {
      "start": 3722.5,
      "end": 3733.52,
      "text": "salido mejor en in sample vale sería la 7 vale con la 3 a 7 con la 3 y esto las medidas no usan"
    },
    {
      "start": 3733.52,
      "end": 3739.32,
      "text": "nada más no he filtrado nada no tengo salidas nada de acuerdo simplemente estoy evaluando las"
    },
    {
      "start": 3739.32,
      "end": 3745.12,
      "text": "medias voy a stop and reverse todo el rato del mercado quiero ver a ver qué media es la que"
    },
    {
      "start": 3745.12,
      "end": 3750.95,
      "text": "mejor sigue la tendencia del oro de acuerdo esto es un poco la idea que luego puedo a lo mejor"
    },
    {
      "start": 3750.95,
      "end": 3756.95,
      "text": "afinarla una vez simplemente filtros podría ser pudiera ser pero yo de entrada quiero ver un poco"
    },
    {
      "start": 3756.95,
      "end": 3762.62,
      "text": "la media al final una media no deja de ser el resumen de la tendencia de un activo estamos de"
    },
    {
      "start": 3762.62,
      "end": 3768.78,
      "text": "acuerdo no deja de ser o trata de resumir entonces digo bueno yo no he explicado desde dónde he"
    },
    {
      "start": 3768.78,
      "end": 3776.14,
      "text": "cargado el gráfico ahora os lo enseño vale quiero ver qué gráfico saqué que qué media representa"
    },
    {
      "start": 3776.14,
      "end": 3782.94,
      "text": "mejor al oro no bueno de momento he puesto esta que la 3 hemos dicho que era cama con cama y la"
    },
    {
      "start": 3782.94,
      "end": 3791.38,
      "text": "7 que recordar la resto de 46 es decir realidad es la de 39 es decir es una media bastante lenta"
    },
    {
      "start": 3791.38,
      "end": 3801.1,
      "text": "bastante lenta lo vais a ver es una media que se parece mucho a la a ella misma se parece mucho"
    },
    {
      "start": 3801.1,
      "end": 3807.1,
      "text": "vale lo que pasa que son medias cama que son medias adaptativas que en este valor no se nota"
    },
    {
      "start": 3807.1,
      "end": 3812.78,
      "text": "mucho luego veréis una una que se va a notar más porque será como más lenta más rápida pero"
    },
    {
      "start": 3812.78,
      "end": 3818.9,
      "text": "fijaros que la media cama es adaptativa dependiendo de la volatilidad que hay se acerca más caros"
    },
    {
      "start": 3818.9,
      "end": 3824.46,
      "text": "aquí que se mantienen muy separadas y en cambio aquí están juntas no realmente no van no siguen"
    },
    {
      "start": 3824.46,
      "end": 3829.06,
      "text": "la misma sin cronía porque a tener un periodo distinto su nivel de ajustes distinto pero se"
    },
    {
      "start": 3829.06,
      "end": 3835.18,
      "text": "parecen bastante se parecen bastante vale y son medias pues realmente que provocan situaciones"
    },
    {
      "start": 3835.18,
      "end": 3841.01,
      "text": "un tanto extrañas dejarnos aquí que ha sido casi capaz de vender en el máximo simplemente con una"
    },
    {
      "start": 3841.01,
      "end": 3846.89,
      "text": "media no dices cómo puede ser no bueno esos son particularidades de las medias adaptativas son una"
    },
    {
      "start": 3847.01,
      "end": 3853.33,
      "text": "sería imposible pues las medias adaptativas al llevar un ciclo llevar una parámetro que ajusta"
    },
    {
      "start": 3853.33,
      "end": 3860.14,
      "text": "la media que cuando decimos que ajusta la media quiere decir que regula su velocidad vale decir"
    },
    {
      "start": 3860.14,
      "end": 3865.46,
      "text": "una media simple es una medida aritmética de 10 periodos todos los 10 periodos valen lo mismo de"
    },
    {
      "start": 3865.46,
      "end": 3872.5,
      "text": "10 de 20 de 50 de los que sea en la media exponencial cada los más cercanos valen lo mismo valen más"
    },
    {
      "start": 3872.5,
      "end": 3879.38,
      "text": "pero por un coeficiente estable entonces la exponencia le da más importancia a los recientes"
    },
    {
      "start": 3879.38,
      "end": 3884.78,
      "text": "pero de manera proporcional siempre igual y lo mismo para una ponderada etcétera en cambio este"
    },
    {
      "start": 3884.78,
      "end": 3892.74,
      "text": "tipo ya sean las ya sea la cama sea la mesa la fama tienen algún tipo de cálculo distinto que"
    },
    {
      "start": 3892.74,
      "end": 3899.37,
      "text": "trata de modificar la velocidad y en base a que criterio básicamente a la volatilidad ya"
    },
    {
      "start": 3899.37,
      "end": 3906.65,
      "text": "habrá gobelas velas decir cuando hay más volatilidad pues le dan más margen y tienen"
    },
    {
      "start": 3906.65,
      "end": 3913.64,
      "text": "estas particularidades esto sirve para algo vamos a verlo vamos a verlo si esto sirve para algo"
    },
    {
      "start": 3913.64,
      "end": 3920.81,
      "text": "hombre para algo sirve para algo sirve no pero recordar que sólo son dos medias sólo son dos"
    },
    {
      "start": 3920.81,
      "end": 3928.7,
      "text": "medias largo y corto ganan los ambos lados del mercado profit factor bajo pero cuidado que"
    },
    {
      "start": 3930.02,
      "end": 3937.46,
      "text": "estamos con comisiones no lo he dicho ahora lo digo he puesto 15 dólares de penalización es"
    },
    {
      "start": 3937.46,
      "end": 3943.54,
      "text": "más que razonable le he puesto 5 dólares de comisión y 10 de slipage que es un tick un"
    },
    {
      "start": 3943.54,
      "end": 3952.64,
      "text": "tick entero vale es razonable es bastante razonable 15 dólares de penalización por operación quiere"
    },
    {
      "start": 3952.64,
      "end": 3961.6,
      "text": "decir que es 30 por lado fijaros que yo tengo un average un average trade de 50 vale que si"
    },
    {
      "start": 3961.6,
      "end": 3969.15,
      "text": "le sumara los 30 que me lo han dicho serían 80 yo a mí me gusta trabajar así hay hay autores que"
    },
    {
      "start": 3969.15,
      "end": 3973.47,
      "text": "trabajan sin comisiones yo personalmente no le veo ninguna ventaja de este criterio no le veo no le"
    },
    {
      "start": 3973.47,
      "end": 3979.51,
      "text": "veo ellos dicen que así valuas la señal en bruto sí sí vale pues en bruto pero de esta manera si tú"
    },
    {
      "start": 3979.51,
      "end": 3985.35,
      "text": "haces comparación cuando haces un proceso de optimización de análisis al final estás comparando"
    },
    {
      "start": 3985.35,
      "end": 3992.75,
      "text": "vale si yo no tengo en cuenta esto todas las combinaciones que están aquí y que pueden"
    },
    {
      "start": 3992.75,
      "end": 4003.31,
      "text": "variar el número de trades desde un máximo de 4700 hasta un mínimo de 2500 y porque sólo he"
    },
    {
      "start": 4003.31,
      "end": 4010.39,
      "text": "guardado 100 vale pero es bastante rango casi no llega pero se acerca a doblar se acerca a doblar"
    },
    {
      "start": 4010.39,
      "end": 4018.07,
      "text": "tendrían el mismo la misma penalidad no es no es lo mismo de acuerdo los dos mismos al final el"
    },
    {
      "start": 4018.07,
      "end": 4024.71,
      "text": "hecho de operar más o menos tiene un coste y yo creo que es más buena práctica implementarlo hay"
    },
    {
      "start": 4024.71,
      "end": 4029.11,
      "text": "gente que en fases iniciales como esta le gusta no meterlo nosotros solemos meterlo en todo el"
    },
    {
      "start": 4029.11,
      "end": 4036.07,
      "text": "proceso pero yo os lo explico como siempre hecho en todo el curso de distintos puntos de vista y"
    },
    {
      "start": 4036.07,
      "end": 4042.79,
      "text": "ellos entienden que así se evalúa la ventaja en bruto yo creo que aquí queda claro que hay"
    },
    {
      "start": 4042.79,
      "end": 4047.91,
      "text": "ventaja es decir queda muy claro que aquí hay una ventaja porque estamos en un sistema totalmente"
    },
    {
      "start": 4047.91,
      "end": 4055.58,
      "text": "simétrico que sólo compra y vende cuando hay un cruce de medias y que así ha ganado dinero además"
    },
    {
      "start": 4055.58,
      "end": 4065.18,
      "text": "bastante dinero con un profit factor bajo si un tendencial en 30 minutos con 5409 trades para"
    },
    {
      "start": 4065.18,
      "end": 4072.38,
      "text": "tener un profit factor bajo eso es así sería mejor más alto si sería mejor pasar de 1 20 pero"
    },
    {
      "start": 4072.38,
      "end": 4083.87,
      "text": "bueno estamos ahí de momento en 1 en 1 13 vale notar aquí recordar que no tengo que ser monetaria"
    },
    {
      "start": 4083.87,
      "end": 4088.35,
      "text": "por eso sí que puedo comparar en bruto el dinero más bien que el porcentaje de hecho ahora aquí no"
    },
    {
      "start": 4088.35,
      "end": 4095.34,
      "text": "tiene sentido mirar porcentaje no tiene sentido mirar porcentaje fijaros que este estas medias"
    },
    {
      "start": 4095.34,
      "end": 4102.94,
      "text": "cama al ser tan cercanas tienen una pequeña paradoja de ahí que la curva sea relativamente"
    },
    {
      "start": 4102.94,
      "end": 4110.89,
      "text": "estable para ser un tendencial que tiene un periodo ahí muy malo de años además estos son muchos"
    },
    {
      "start": 4111.21,
      "end": 4122.23,
      "text": "esos son 8 7 8 años que tiene un ratio de aciertos tendencial pero no muy tendencial"
    },
    {
      "start": 4122.23,
      "end": 4128.45,
      "text": "porque porque la media cama como habéis visto ajustada de esta manera permite hacer cosas tan"
    },
    {
      "start": 4128.45,
      "end": 4133.89,
      "text": "surrealistas como esta no que casi ha vendido en el máximo que lógicamente un tendencial nunca"
    },
    {
      "start": 4133.89,
      "end": 4141.29,
      "text": "hace no es normal no es una media o sea sólo esto ya no hacer cosas raras de acuerdo es decir uno"
    },
    {
      "start": 4141.29,
      "end": 4147.77,
      "text": "puede buscar usos distintos al indicador pero si uno busca un tendencial esto no es un tendencial"
    },
    {
      "start": 4147.77,
      "end": 4155.7,
      "text": "a un tendencial no hace esto es decir empecemos por ahí pero bueno estamos viendo un poco las"
    },
    {
      "start": 4155.7,
      "end": 4164.87,
      "text": "primeras para que las las veamos para para para un ejercicio de comprensión del sistema y de"
    },
    {
      "start": 4164.87,
      "end": 4175.63,
      "text": "análisis vale un detalle muy muy importante un detalle muy importante que tenemos aquí es que las"
    },
    {
      "start": 4175.63,
      "end": 4185.47,
      "text": "que a ver aquí como tengo el más 30 sumo con rob acordaros incluido robur es la teoría como"
    },
    {
      "start": 4185.47,
      "end": 4190.39,
      "text": "os decía en general todos tienen bastante bajo no vamos a probarlos todos pero mira sé que aquí"
    },
    {
      "start": 4190.39,
      "end": 4197.19,
      "text": "veo por ejemplo por curiosidad este 1 8 es como muy distinto que curiosamente es el que tiene"
    },
    {
      "start": 4197.19,
      "end": 4203.51,
      "text": "mayor profit perfecto pero dejaros que tiene un robur es muy bajo que quiere decir que en los"
    },
    {
      "start": 4203.51,
      "end": 4211.37,
      "text": "últimos años ha ido mal esa opinión no es buena señal verdad abajo tenemos el resumen acordaros"
    },
    {
      "start": 4211.37,
      "end": 4218.13,
      "text": "que lo ponemos siempre y ahí vemos que tenemos una mediana de 42 en el robur es con un peor valor"
    },
    {
      "start": 4218.13,
      "end": 4226.21,
      "text": "de 71 negativo y un mejor valor de 143 un valor de 42 la verdad que no es tan malo como parece"
    },
    {
      "start": 4226.21,
      "end": 4232.49,
      "text": "sobre todo teniendo en cuenta lo que luego os enseñaré el motivo esto hablamos en una teoría"
    },
    {
      "start": 4232.49,
      "end": 4238.66,
      "text": "sobre ello y quiero insistir ahora que porque es muy muy importante tenéis que analizar los"
    },
    {
      "start": 4238.66,
      "end": 4246.66,
      "text": "datos yo expresamente no lo he hecho ahora que quería llevaros a esta encrucijada y entonces"
    },
    {
      "start": 4246.66,
      "end": 4253.7,
      "text": "analizarlo vale pero acordaros lo que os dije hay que ver el gráfico hay que entender los datos y"
    },
    {
      "start": 4253.7,
      "end": 4260.5,
      "text": "revisar si son coherentes vale por eso por ejemplo hemos empezado en 2006 nosotros tenemos bases de"
    },
    {
      "start": 4260.5,
      "end": 4268.4,
      "text": "datos de tic data que llegan más lejos hasta 2003 de buena calidad pero aquí por por un tema de"
    },
    {
      "start": 4268.4,
      "end": 4276.16,
      "text": "procesamiento porque es mucho más lento cuando usas datos de tic data he cargado desde 2006"
    },
    {
      "start": 4276.84,
      "end": 4285.44,
      "text": "voy a copiaros esta ventana ahora para hacer dos cosas una de ellas simplemente es cargar"
    },
    {
      "start": 4285.44,
      "end": 4291.51,
      "text": "cargar un poquito más de histórico porque vais a ver cómo la base de datos es absolutamente"
    },
    {
      "start": 4291.51,
      "end": 4298.15,
      "text": "lamentable vale absolutamente lamentable se vuelve absolutamente lamentable si yo aquí le cargo"
    },
    {
      "start": 4299.83,
      "end": 4318.26,
      "text": "un poquito más estoy aquí pues le voy a poner un año más vale le voy a poner un año más han"
    },
    {
      "start": 4318.26,
      "end": 4324.57,
      "text": "salido ya las alineaciones alberto todavía no las alineaciones tenemos alineaciones ya o no"
    },
    {
      "start": 4324.57,
      "end": 4338.27,
      "text": "todavía no aquí tenéis la aquí tenéis la aquí tenéis el motivo veis este queso gruyer vale que"
    },
    {
      "start": 4338.27,
      "end": 4345.15,
      "text": "como este lo voy a lo voy a luego lo voy a luego lo voy a copiar no pasa nada lo quito todo porque"
    },
    {
      "start": 4345.15,
      "end": 4352.22,
      "text": "quiero quiero que veáis bien el código hay el activo lo podía haber hecho antes me hubiera"
    },
    {
      "start": 4352.22,
      "end": 4361.58,
      "text": "cargado más rápido pero no lo he hecho veis ahí veis ahí veis en la base de datos eso es una"
    },
    {
      "start": 4361.58,
      "end": 4372.5,
      "text": "porquería nos sirve para ir al lavabo con ello por primero en un papel y usarlo de papel higiénico"
    },
    {
      "start": 4372.5,
      "end": 4381.04,
      "text": "pero poco más veis esto es un desastre a los que velas ahí esto es un desastre esto no se puede"
    },
    {
      "start": 4381.04,
      "end": 4387.24,
      "text": "usar chicos vale no se puede usar para tratar de evaluar una ventaja en este activo carvach"
    },
    {
      "start": 4387.24,
      "end": 4395.93,
      "text": "y carvachado recordaros si meto porquería a tomar viento entonces aquí donde empieza a hacerse"
    },
    {
      "start": 4395.93,
      "end": 4404.64,
      "text": "decente justo en diciembre de el 6 que es donde cargamos es ahí que ya está bien lo vais a ver lo"
    },
    {
      "start": 4404.64,
      "end": 4411.64,
      "text": "vais a ver se nota se nota además fijaros la distancia aquí veis la distancia de sesiones que"
    },
    {
      "start": 4411.64,
      "end": 4419.74,
      "text": "menos hay en ese cap a partir de hemos cargado vale 1 del 12 del 6 vale hemos cargado desde ahí"
    },
    {
      "start": 4421.86,
      "end": 4428.83,
      "text": "si tuviera más datos cargaría más podía cargar más pero ya está bien 16 está muy bien estamos"
    },
    {
      "start": 4428.83,
      "end": 4436.7,
      "text": "hablando en un 30 día incluso podría ser menos vale cierro esto y vuelvo a donde está ese ha sido"
    },
    {
      "start": 4436.7,
      "end": 4443.73,
      "text": "el motivo vale entonces segunda cosa que os decía el tema del in sample y el auto sample esta análisis"
    },
    {
      "start": 4443.73,
      "end": 4449.85,
      "text": "lo tengo hecho aquí a la izquierda no no he ido antes expresamente porque quería ir ahora cuando"
    },
    {
      "start": 4449.85,
      "end": 4458.02,
      "text": "llegáramos a ver esto es decir oye 42 de media y todos los que me salen arriba me sale muy bajos"
    },
    {
      "start": 4458.02,
      "end": 4465.02,
      "text": "me sale muy bajos esto quiere decir que no vale que el sistema no tiene capacidad predictiva que"
    },
    {
      "start": 4465.02,
      "end": 4471.7,
      "text": "qué opináis creéis que sí que esto ya descartaría la capacidad predictiva del sistema la respuesta es"
    },
    {
      "start": 4471.7,
      "end": 4478.38,
      "text": "no pero también os digo que muchos autores os dirán que sí mi opinión de manera muy equivocada vale"
    },
    {
      "start": 4478.54,
      "end": 4485.22,
      "text": "porque porque al final especialmente en un tendencial un tendencial depende mucho de la"
    },
    {
      "start": 4485.22,
      "end": 4490.78,
      "text": "tendencia malgame el juego de palabras pero que todos los sistemas dependen de su tipo de mercado"
    },
    {
      "start": 4490.78,
      "end": 4498.62,
      "text": "pero igual que un mil reversión que haya poco movimiento le puede perjudicar pero aún así puede"
    },
    {
      "start": 4498.62,
      "end": 4504.78,
      "text": "ser capaz de moverse el rango porque normalmente siempre compra más cerca de mínimos y vende más"
    },
    {
      "start": 4504.78,
      "end": 4511.62,
      "text": "cerca de máximos un tendencial si no hay rango lo tiene prácticamente imposible a lo que pueda"
    },
    {
      "start": 4511.62,
      "end": 4517.99,
      "text": "aspirar es a no perder a aspirar a no perder o a no operar incluso pero ganarlo tiene imposible"
    },
    {
      "start": 4517.99,
      "end": 4527.39,
      "text": "entonces al final tenemos que hacer un análisis del activo y entender esto que a que antes voy"
    },
    {
      "start": 4527.39,
      "end": 4533.63,
      "text": "a poner este 20 11 vale porque este sí que es uno de los pocos que aquí arriba demuestra tener muy"
    },
    {
      "start": 4533.63,
      "end": 4539.51,
      "text": "buen resultado bueno había dicho antes de poner un 8 pero la pongo el 20 11 os explico la tendencia"
    },
    {
      "start": 4539.51,
      "end": 4544.59,
      "text": "luego probamos esto vale vamos a ver este 20 11 que realmente tengo mucha curiosidad por verlo"
    },
    {
      "start": 4544.59,
      "end": 4557.06,
      "text": "la verdad 20 11 estamos aquí por dar que la media simple no se toca vamos a ver qué es el 11 20"
    },
    {
      "start": 4557.06,
      "end": 4562.94,
      "text": "recordar que es el periodo que yo le resto a 46 por lo tanto va a ser la media de 26 con la media"
    },
    {
      "start": 4562.94,
      "end": 4569.78,
      "text": "de 46 no tan forzado como antes y se 11 que es cama contra simple vale cama contra simple"
    },
    {
      "start": 4569.78,
      "end": 4577.06,
      "text": "interesante bastante interesante una media más cercana que es la que desencadena la señal la"
    },
    {
      "start": 4577.06,
      "end": 4582.98,
      "text": "que va más pegada entre comillas al precio más adaptativa y en cambio la media de fondo que es"
    },
    {
      "start": 4582.98,
      "end": 4590.26,
      "text": "toda una sesión acordaros 46 velas simple suena suena suena bien suena razonable suena razonable"
    },
    {
      "start": 4590.26,
      "end": 4595.78,
      "text": "aquí lo veis pintado aquí veis la media efectivamente como veis aunque es aparentemente"
    },
    {
      "start": 4595.78,
      "end": 4601.26,
      "text": "mucho más lenta como es adaptativa veis se pega bastante más al precio se pega bastante más al"
    },
    {
      "start": 4601.26,
      "end": 4606.26,
      "text": "precio ahora sí que ocurre que este tipo de sistema si no tiene una salida que luego le pondremos"
    },
    {
      "start": 4606.26,
      "end": 4612.42,
      "text": "cuando tienen estos giros en vertical que el oro es bastante tendiente bastante tendiente hacerlo"
    },
    {
      "start": 4612.42,
      "end": 4620.1,
      "text": "vale sobre todo por noticias cosas así ahí es donde se puede notar alguna salida normalmente"
    },
    {
      "start": 4620.1,
      "end": 4625.26,
      "text": "no va a utilizar los salidas un tendencial pero estos giros en vertical que te hacen"
    },
    {
      "start": 4625.26,
      "end": 4629.82,
      "text": "polvo que jate el dinero que venías ganando aquí al final lo devuelves todo para ponerte"
    },
    {
      "start": 4629.82,
      "end": 4635.18,
      "text": "corto y ahora encima volver al lado largo y ahora volver al corto no pero aquí lo que nos resultaba"
    },
    {
      "start": 4635.18,
      "end": 4640.46,
      "text": "curioso es que realmente sí que en auto sample había mantenido el rendimiento del sample esto"
    },
    {
      "start": 4640.46,
      "end": 4646.38,
      "text": "porque es bueno pues porque este tipo de media más adaptativa ha ido mejor en este mercado"
    },
    {
      "start": 4646.38,
      "end": 4653.98,
      "text": "justamente esa es la gracia lo que pretende la adaptativa ciertamente parece que en cierta medida"
    },
    {
      "start": 4653.98,
      "end": 4672.36,
      "text": "lo consigue en cierta medida lo consigue la pregunta relacionada con el tema pregunta pregunta"
    },
    {
      "start": 4672.36,
      "end": 4678.52,
      "text": "francis los datos históricos se podrían utilizar si unimos los extremos de los gaps al estilo del"
    },
    {
      "start": 4678.68,
      "end": 4685.8,
      "text": "ro del rolo bueno pero es que esto ya está unido o sea podrías podría ser o sea al final tú tienes"
    },
    {
      "start": 4685.8,
      "end": 4690.72,
      "text": "que conseguir una buena base de datos si no te la dan tienes que conseguir otra aquí la verdad no"
    },
    {
      "start": 4690.72,
      "end": 4696.2,
      "text": "vale la pena complicarse francis porque desde 2006 a 2024 ya tenemos muchos datos vale no me hace"
    },
    {
      "start": 4696.2,
      "end": 4703.08,
      "text": "falta pero evidentemente si yo no tuviera buenos datos tenía que conseguirlos tenía que conseguirlos"
    },
    {
      "start": 4703.96,
      "end": 4711.26,
      "text": "bien en otro proveedor de datos de otra plataforma o bien comprándolos o cambiando de proveedor como"
    },
    {
      "start": 4711.26,
      "end": 4714.98,
      "text": "digo porque muchos proveedores al final pero evidentemente la batería prima hay que cuidarla"
    },
    {
      "start": 4714.98,
      "end": 4721.74,
      "text": "esto ya lo comentamos en la teoría brevemente para ver un poco aquí el sistema pues bueno vemos que"
    },
    {
      "start": 4721.74,
      "end": 4728.86,
      "text": "aquí ha ido mejor en este periodo más adaptativo también en el pasado ha ido bien porque me he"
    },
    {
      "start": 4728.86,
      "end": 4733.06,
      "text": "dejado intencionadamente este análisis mira voy con ello ahora vale lo voy a hacer grande para"
    },
    {
      "start": 4733.06,
      "end": 4740.42,
      "text": "entender para tratar de explicarme mejor vale esto es el gráfico del oro en el mismo periodo"
    },
    {
      "start": 4740.42,
      "end": 4745.18,
      "text": "que está cargado a la derecha en el entradía pero en velas mensuales para poder verlo todo"
    },
    {
      "start": 4745.18,
      "end": 4752.22,
      "text": "porque si no pues no no me llegaría no la pantalla para que lo viera es todo además voy a volver a"
    },
    {
      "start": 4752.22,
      "end": 4760.42,
      "text": "esto porque siempre lo hago porque me gusta pero para el directo no viene ahí se ve mejor lo mismo"
    },
    {
      "start": 4760.42,
      "end": 4767.28,
      "text": "con las líneas las líneas que las voy a pintar les voy a quitar transparencia las voy a poner"
    },
    {
      "start": 4767.28,
      "end": 4774.24,
      "text": "de absoluto blanco para que así tengáis un desprendimiento de retina del brillo que os va"
    },
    {
      "start": 4774.24,
      "end": 4782.94,
      "text": "a provocar la media y la raya y la veáis que son estas dos líneas bien la línea de la derecha"
    },
    {
      "start": 4782.94,
      "end": 4796.07,
      "text": "divide el histórico entre primera parte in sample vale es decir a ver vamos a intentar con esa arte"
    },
    {
      "start": 4796.07,
      "end": 4802.99,
      "text": "que sabéis ya porque ya ya lo habéis visto ese gran arte que me ha dado dios capacidades de dibujo"
    },
    {
      "start": 4802.99,
      "end": 4815.99,
      "text": "vale esto de aquí es auto sample vale y todo esto todo e olvidaros de esta raya ahora esto sería"
    },
    {
      "start": 4815.99,
      "end": 4828.26,
      "text": "en sample esta óptica habéis visto era así esta esta era así 30 por ciento detrás vale exactamente"
    },
    {
      "start": 4828.26,
      "end": 4837.7,
      "text": "era así toda esta esta parte vale toda esta parte que os voy a pintar ahora con un cuadrado en color"
    },
    {
      "start": 4837.7,
      "end": 4849.3,
      "text": "azul toda esta era in sample toda esta y la de la derecha era auto sample queda claro verdad que"
    },
    {
      "start": 4849.3,
      "end": 4857.74,
      "text": "vemos que vemos aquí cogramos todos los dibujitos y demás que vemos aquí hombre vemos dos partes"
    },
    {
      "start": 4857.74,
      "end": 4866.78,
      "text": "muy distintas el de la derecha apenas tiene un único tramo de tendencia vale apenas tiene un"
    },
    {
      "start": 4866.78,
      "end": 4874.53,
      "text": "único tramo de tendencia que es este y luego tiene un absoluto lateral que ahora está resolviendo"
    },
    {
      "start": 4875.45,
      "end": 4883.89,
      "text": "y tú me puedes decir hombre alguno alguno tiene tiene tiene tramos en algún trámito si algunos"
    },
    {
      "start": 4883.89,
      "end": 4890.9,
      "text": "son aprovechables te digo que no puede tener este puede tener este incluso estos vale vale bien pero"
    },
    {
      "start": 4891.42,
      "end": 4900.41,
      "text": "porque os he marcado esos esos cuadrados rojos porque fijaros en esa similitud de acuerdo tienen"
    },
    {
      "start": 4900.41,
      "end": 4905.49,
      "text": "tanto el periodo en sample como el periodo auto sample tiene un periodo que vamos a considerar"
    },
    {
      "start": 4905.49,
      "end": 4911.49,
      "text": "hostil para un tendencial que no quiere decir que ahí no vaya a ganar nunca porque esto es mensual y"
    },
    {
      "start": 4911.49,
      "end": 4918.45,
      "text": "ahí hay intra intra pero al final el mercado es fractal quiere decir que aunque han habido tramos"
    },
    {
      "start": 4918.45,
      "end": 4925.05,
      "text": "de tendencia buenos ahí en general el mercado ha tendido a volver mucho y a ser bastante sucio"
    },
    {
      "start": 4925.05,
      "end": 4932.77,
      "text": "entraría y es así es así también lo veríamos lo puedo poner en un momento con un aunque aunque"
    },
    {
      "start": 4932.77,
      "end": 4939.53,
      "text": "lo que os decía antes no en un indicador de en un en un oro no se ve ese sesgo de volatilidad tan"
    },
    {
      "start": 4939.53,
      "end": 4948.86,
      "text": "tan claro es distinto vale con relación a los a la bolsa aquí la volatilidad es más variable le"
    },
    {
      "start": 4948.86,
      "end": 4954.98,
      "text": "pongo sobre la volatilidad de un año no entonces aquí cuesta cuesta de ver cuesta de ver aquí de"
    },
    {
      "start": 4954.98,
      "end": 4959.94,
      "text": "hecho se ve bastante bastante volatilidad que eso a priori es bueno pero la verdad que no nos aporta"
    },
    {
      "start": 4959.94,
      "end": 4964.82,
      "text": "mucha información pero quito porque nos voy a marear más que otra cosa entonces lo que vemos es"
    },
    {
      "start": 4964.82,
      "end": 4971.26,
      "text": "un periodo que a priori es potencialmente hostil y con un pequeño tramo de tendencia el problema"
    },
    {
      "start": 4971.26,
      "end": 4976.94,
      "text": "que tiene este periodo de la derecha que es el auto sample repito es que la relación entre el"
    },
    {
      "start": 4976.94,
      "end": 4984.38,
      "text": "periodo hostil y periodo favorable está muy descompensada de acuerdo en cambio aquí es"
    },
    {
      "start": 4984.38,
      "end": 4990.14,
      "text": "todo lo contrario aquí fijaros qué tramos de tendencia tenemos todo esto es simplemente"
    },
    {
      "start": 4990.14,
      "end": 4999.92,
      "text": "espectacular donde ha sido facilísimo ganar dinero con un potencial incluso aquí incluso aquí incluso"
    },
    {
      "start": 4999.92,
      "end": 5005.94,
      "text": "aquí al final llegó el periodo malo también ha tenido un periodo que le ha costado en sample"
    },
    {
      "start": 5006.42,
      "end": 5014.04,
      "text": "pero proporcionalmente auto sample tiene más esto es uno de los motivos por lo que muchas"
    },
    {
      "start": 5014.04,
      "end": 5020.58,
      "text": "veces como os expliqué en la teoría nosotros hacemos más 30 es decir auto sample detrás como"
    },
    {
      "start": 5020.58,
      "end": 5030.08,
      "text": "os he explicado ahora y menos 30 que es auto sample delante que qué caso era este bueno en este"
    },
    {
      "start": 5030.08,
      "end": 5040.32,
      "text": "caso era esta otra línea aquí quería auto sample este periodo y in sample todo este todo el bar o"
    },
    {
      "start": 5040.32,
      "end": 5048.48,
      "text": "emitir la línea aquí pasa todo lo contrario tengo un in sample con dos periodos realmente hostiles"
    },
    {
      "start": 5048.48,
      "end": 5055.76,
      "text": "vale y algún tramo de tendencia aprovechable que está más equilibrado que antes pero que sigue"
    },
    {
      "start": 5055.76,
      "end": 5061.56,
      "text": "estando desequilibrado porque al final tenemos esto y a uno en medio y tal pero tenemos dos"
    },
    {
      "start": 5061.56,
      "end": 5070.29,
      "text": "tramos potencialmente malos y un periodo auto sample que es el paraíso que es el paraíso por lo tanto"
    },
    {
      "start": 5070.29,
      "end": 5076.13,
      "text": "aquí cabría esperar que cualquier optimización sobre este periodo en el auto sample fuera la"
    },
    {
      "start": 5076.13,
      "end": 5088.58,
      "text": "leche es así vamos a verlo porque hemos hecho esa optimización también esta es la auto sample a la"
    },
    {
      "start": 5088.58,
      "end": 5100.35,
      "text": "derecha vale y esta otra es auto sample a la izquierda y sorpresa aquí todos los periodos"
    },
    {
      "start": 5100.35,
      "end": 5111.86,
      "text": "otros samples son absolutamente la hostia hecho es que si vamos abajo el peor el peor da positivo"
    },
    {
      "start": 5111.86,
      "end": 5119.57,
      "text": "el peor periodo de los 100 la peor combinación de medias la media 1 aquello que habéis visto que"
    },
    {
      "start": 5119.57,
      "end": 5130.61,
      "text": "giraba todo el rato vale la media 1 gana en auto sample vale y la la mejor es 800 es una locura"
    },
    {
      "start": 5130.61,
      "end": 5135.03,
      "text": "claro tampoco es bueno que sea demasiado bueno porque quiere decir que el in sample ha sido"
    },
    {
      "start": 5135.03,
      "end": 5142.22,
      "text": "muy malo cuidado con eso que esto es relación a in sample cuando sample cuando es tan bueno"
    },
    {
      "start": 5142.22,
      "end": 5148.51,
      "text": "quiere decir que el sample ha ganado mucho pero in sample no ha ganado nada esto que nos dice"
    },
    {
      "start": 5149.15,
      "end": 5153.95,
      "text": "que los temas tendenciales al final el sistema lógicamente hay que trabajarlo hay que estudiarlo"
    },
    {
      "start": 5153.95,
      "end": 5161.21,
      "text": "pero si bien esto es así en todos en el tendencial es en la máxima expresión de lo que os voy a"
    },
    {
      "start": 5161.21,
      "end": 5170.65,
      "text": "decir ahora el vector principal de un tendencial es el mercado mucho más que el sistema por más"
    },
    {
      "start": 5170.65,
      "end": 5175.8,
      "text": "bueno que sea el sistema como lo pongas en un activo que no tiene tendencia lo máximo que va"
    },
    {
      "start": 5176.4,
      "end": 5186.84,
      "text": "a perder poco aquí ganaba cualquier cosa es igual lo que pusieras de tal manera que volvemos a"
    },
    {
      "start": 5186.84,
      "end": 5192.92,
      "text": "mirar estos estos datos vamos a la parte de arriba pero miramos primero sample y aquí vemos que en"
    },
    {
      "start": 5192.92,
      "end": 5200.28,
      "text": "el periodo in sample que recordemos en este caso es el hostil vale nuevamente vemos ahí 11 también"
    },
    {
      "start": 5200.28,
      "end": 5207.44,
      "text": "el 1 bastante destacable este simple el hostil pero es un hostil más grande es un hostil que"
    },
    {
      "start": 5207.44,
      "end": 5213.52,
      "text": "tiene un poco más de margen para trabajar y de paso tiene 3.903 y consigue sacar 140 mil"
    },
    {
      "start": 5213.52,
      "end": 5220.07,
      "text": "dólares 160 es decir no lo tiene tan fácil como antes pero a tener mucho margen de trabajo y"
    },
    {
      "start": 5220.07,
      "end": 5227.47,
      "text": "tener un periodo muy largo pues se van sucediendo pocas buenas y malas aunque hayan como digo"
    },
    {
      "start": 5227.47,
      "end": 5235.75,
      "text": "algunas muy malas no y aquí pues tenemos otra vez 11 1 8 11 son algunos que habíamos visto antes un"
    },
    {
      "start": 5235.75,
      "end": 5241.47,
      "text": "2 ahí también un 2 es el mejor expectancy que normalmente nos da aquel que controla mejor el"
    },
    {
      "start": 5241.47,
      "end": 5248.68,
      "text": "riesgo por trade vale nos da aquel que mejora con el riesgo por trade y es un 33 2 podemos probarlo"
    },
    {
      "start": 5248.68,
      "end": 5265.12,
      "text": "por curiosidad podemos ponerlo por curiosidad volvemos aquí 33 2 esto lo dejo quieto acordaros"
    },
    {
      "start": 5265.12,
      "end": 5272.32,
      "text": "el de 3 2 sin salidas y recordar que yo estoy esto para el revés estoy evaluando las medias"
    },
    {
      "start": 5272.32,
      "end": 5278.98,
      "text": "simplemente evaluando qué capacidad tiene qué media que qué periodo consigue un equilibrio"
    },
    {
      "start": 5278.98,
      "end": 5283.78,
      "text": "mejor entre la porquería o sea la biblia de mercados que tiene de vez en cuando como esto"
    },
    {
      "start": 5283.78,
      "end": 5290.86,
      "text": "y aprovechar los buenos mercados porque esto puede parecer muy malo y lo es pero a veces hay muchas"
    },
    {
      "start": 5290.86,
      "end": 5298.9,
      "text": "veces que si no lo puedes esquivar es mejor ser rápido porque esto parece muy nefasto pero esto"
    },
    {
      "start": 5298.9,
      "end": 5304.34,
      "text": "son muy pocas pérdidas de realidad tomarlos cuando te engancha aquí tal esto realidad es"
    },
    {
      "start": 5304.34,
      "end": 5313.11,
      "text": "muy poca pérdida esto está bien para obtención supera potencial está bien porque por eso muchas"
    },
    {
      "start": 5313.11,
      "end": 5317.37,
      "text": "veces por eso las adaptativas a veces va muy bien porque tratan de regular eso no y si lo"
    },
    {
      "start": 5317.37,
      "end": 5323.41,
      "text": "consiguen casi jode más esto no devolver tanto no devolver tanto pero veis este pedido así lateral"
    },
    {
      "start": 5323.45,
      "end": 5330.06,
      "text": "bueno casi va cerrando a coste va muy rápido este ya duele más tendéis no al final claro"
    },
    {
      "start": 5330.06,
      "end": 5339.4,
      "text": "para pillar esto hay que hacerlo así fijaros que trae y quién es capaz de aguantar ese tren"
    },
    {
      "start": 5339.4,
      "end": 5348.48,
      "text": "si no es con potencial imposible imposible imposible luego hablaremos de filtros para"
    },
    {
      "start": 5348.48,
      "end": 5353.72,
      "text": "tratar de minimizar eso pero estamos con hablar no sólo las medias y vamos a que el periodo"
    },
    {
      "start": 5353.72,
      "end": 5359.48,
      "text": "bueno para que lo veáis donde claro aquí claro la autoscala parece que sea igual pero"
    },
    {
      "start": 5359.48,
      "end": 5365.04,
      "text": "fijaros aquí las grandes recorridos que tiene no también falla tres lógicamente pero los"
    },
    {
      "start": 5365.04,
      "end": 5372.27,
      "text": "recorridos son tan largos tan largos tan largos que simplemente es espectacular la cantidad de"
    },
    {
      "start": 5372.27,
      "end": 5377.95,
      "text": "beneficio que acumula acumula acumula porque el mercado coge tendencias absolutamente bestiales"
    },
    {
      "start": 5377.95,
      "end": 5385.79,
      "text": "y también falla trades pero es lo que os digo esto queda compensado ampliamente por esos mega"
    },
    {
      "start": 5385.79,
      "end": 5394.65,
      "text": "trades ahora de esos había menos y ahora ha vuelto alguno ha vuelto alguno veis pero esto"
    },
    {
      "start": 5394.65,
      "end": 5400.74,
      "text": "si lo veis aquí un poco más atrás vais a ver que llevábamos mucho tiempo en el oro con muchas"
    },
    {
      "start": 5400.74,
      "end": 5408.14,
      "text": "dificultades muchas dificultades con periodos demasiado largos veis aquí demasiado largos esto"
    },
    {
      "start": 5408.14,
      "end": 5414.5,
      "text": "ya aquí se complica es porque va vuelve no entre el lateral se hace muy largo veis aquí sí que"
    },
    {
      "start": 5414.5,
      "end": 5421.02,
      "text": "va ganando pero no son trades de un gran recorrido y entonces no te da para compensar las pérdidas"
    },
    {
      "start": 5421.02,
      "end": 5426.98,
      "text": "de vez en cuando hay uno bueno siempre va a pasar eso pero te da uno bueno que te compensa esta luego"
    },
    {
      "start": 5426.98,
      "end": 5432.5,
      "text": "viene otra y acaba siempre que no compensa y por eso te pasas años veis esos laterales te pasas"
    },
    {
      "start": 5432.5,
      "end": 5439.18,
      "text": "años puedes pasarte años si no hay filtros con resultados muy malos porque no compensa las"
    },
    {
      "start": 5439.18,
      "end": 5448.93,
      "text": "pérdidas pero estén fijados que al final se ha defendido muy bien y también el autor sample con"
    },
    {
      "start": 5448.93,
      "end": 5453.41,
      "text": "beneficios bastante buenos seguramente estaremos en profit factor vez inferior incluso antes 109"
    },
    {
      "start": 5453.41,
      "end": 5465.06,
      "text": "bastante bastante líneas bastante líneas vale y ésta era para cerrar éste ya no ciego éste era"
    },
    {
      "start": 5465.06,
      "end": 5471.3,
      "text": "por curiosidad éste que habíamos visto aquí bueno aquí pues ya digo cuál elegiríamos aquí bueno"
    },
    {
      "start": 5471.3,
      "end": 5478.45,
      "text": "no es fácil porque aquí lo recomendable sería conseguir un equilibrio de los dos old datas de"
    },
    {
      "start": 5478.45,
      "end": 5483.55,
      "text": "acuerdo por qué porque el old data acordar que al final equilibra en sample y otros sample aquí"
    },
    {
      "start": 5483.55,
      "end": 5489.87,
      "text": "hemos visto que teníamos razón y efectivamente el por qué había ido mal el otro teníamos entre"
    },
    {
      "start": 5489.87,
      "end": 5497.87,
      "text": "los mejores no teníamos muchos buenos datos de robúndes era por el tipo de mercado pero también"
    },
    {
      "start": 5497.87,
      "end": 5503.75,
      "text": "me da una información eso me da una información me da primero porque alguno lo consigue no me da"
    },
    {
      "start": 5503.75,
      "end": 5511.11,
      "text": "esa información cuáles lo han conseguido cuáles no han conseguido me da esa información y de los"
    },
    {
      "start": 5511.11,
      "end": 5518.78,
      "text": "que lo han conseguido aquí tenemos vez tenemos 100 y evidentemente la que vamos en el old data se"
    },
    {
      "start": 5518.78,
      "end": 5523.74,
      "text": "va igualando todo de acuerdo se va igualado todo pero para eso viene bien acuerdo entonces entre"
    },
    {
      "start": 5523.74,
      "end": 5529.66,
      "text": "los dos podemos ver es que como os decía 8 11 3 son las medias que claramente dominan con alguno"
    },
    {
      "start": 5529.66,
      "end": 5540.91,
      "text": "apareciendo en este caso aquí también 8 3 algún uno pero en general vemos que ese 8 es bastante"
    },
    {
      "start": 5540.91,
      "end": 5551.15,
      "text": "bastante repetido también aquí el 11 otra cosa interesante siempre vale es ver los mapas que"
    },
    {
      "start": 5551.15,
      "end": 5557.11,
      "text": "esto lo he hecho en multichars y me lo he guardado aquí me lo he guardado aquí porque si no pues"
    },
    {
      "start": 5557.11,
      "end": 5572.78,
      "text": "es imposible hacerlo en los mapas aquí tengo el mapa a no todo esto lo vale esto vale es que"
    },
    {
      "start": 5572.78,
      "end": 5578.18,
      "text": "hecho hecho ha hecho un cambio aquí me ha acordado no lo explico lo explico porque veis no"
    },
    {
      "start": 5578.18,
      "end": 5584.3,
      "text": "vales lo podemos intentar hacer porque no va a tardar tampoco mucho cuando habrá multichar si"
    },
    {
      "start": 5584.3,
      "end": 5591.03,
      "text": "nos revienta lo lo probó detrás de hacer vale simplemente o sea el dibujo será este pero la"
    },
    {
      "start": 5591.03,
      "end": 5596.19,
      "text": "media no vale porque aquí está la slow contra la fast es un estudio que hemos ido haciendo estudios"
    },
    {
      "start": 5596.19,
      "end": 5601.87,
      "text": "luego al final hemos decidido bloquear la slow nos ha parecido mejor práctica hemos decidido bloquear"
    },
    {
      "start": 5601.87,
      "end": 5607.11,
      "text": "la slow y entonces hemos cambiado de paradigma hemos el código hecho lo que os digo que la"
    },
    {
      "start": 5607.11,
      "end": 5615.31,
      "text": "fase calcula y restando la de la slow entonces ese cambio ya inhabilita esto pero bueno simplemente"
    },
    {
      "start": 5615.31,
      "end": 5620.19,
      "text": "para que entendáis el concepto vale luego luego lo intento hacer para que lo veáis el real vale"
    },
    {
      "start": 5620.19,
      "end": 5626.15,
      "text": "pero es un poco esto aquí veríamos un poco el mapa y ver un poco por donde por donde respira"
    },
    {
      "start": 5626.15,
      "end": 5633.67,
      "text": "ver que no esté aquí no tratar de estar pues bien resguardar vale simplemente como concepto en"
    },
    {
      "start": 5633.67,
      "end": 5641.5,
      "text": "definitiva aquí a mí una que me ha gustado mucho porque además el 11 lógicamente al final voy a"
    },
    {
      "start": 5641.5,
      "end": 5648.66,
      "text": "buscar alguno eso sí voy a tener en cuenta todos los datos pero le voy a dar importancia a lo actual"
    },
    {
      "start": 5648.66,
      "end": 5653.58,
      "text": "de acuerdo le voy a dar la importancia actual entonces yo estoy viendo aquí alguno que gana"
    },
    {
      "start": 5653.58,
      "end": 5662.26,
      "text": "bastante bien pero que realmente me ha conseguido mantener un buen autosampe la hora que es el cama"
    },
    {
      "start": 5662.26,
      "end": 5672.5,
      "text": "es el 11 es el 11 que viene con cama con a ver a ver 35 11 es un buen candidato hay más"
    },
    {
      "start": 5672.5,
      "end": 5680.14,
      "text": "hay más buenos candidatos porque también tenemos aquí este que tiene 143 vale con 19 11 también"
    },
    {
      "start": 5680.14,
      "end": 5688.58,
      "text": "esto para esto el mapa nos puede venir bien en esta fase también aquí 34 11 es casi todos los"
    },
    {
      "start": 5688.58,
      "end": 5696.34,
      "text": "cama 20 11 para todos estos son los que están dando un buen buen rendimiento los cama en el"
    },
    {
      "start": 5696.34,
      "end": 5707.56,
      "text": "otro aquí acordaros que yo cuando tengo esto más 30 la lista la ordeno con suma vale cuando"
    },
    {
      "start": 5707.56,
      "end": 5714.4,
      "text": "tengo esto es más 30 no por suma estaba la suma suma perdón si no si rocó rocó rocó con suma vale"
    },
    {
      "start": 5714.4,
      "end": 5721.28,
      "text": "así como ya estaba como ya estaba porque porque el roc me ayuda que me parece bien que el roc añada"
    },
    {
      "start": 5721.28,
      "end": 5731.12,
      "text": "un punto más a la decisión y cuando al final es sin el autosampe les a principio entonces prefiero"
    },
    {
      "start": 5731.12,
      "end": 5737.44,
      "text": "ordenar por suma sin roc que a veces cambia poco pero simplemente no le añado más por este valor"
    },
    {
      "start": 5738.0,
      "end": 5744.12,
      "text": "que está es orbitado aquí es lo que os digo cuidado porque no necesariamente es bueno aunque"
    },
    {
      "start": 5744.12,
      "end": 5748.72,
      "text": "aunque ya en el old data tiende a equilibrarse pero es a mí este no me gusta este 700 no me gusta"
    },
    {
      "start": 5748.72,
      "end": 5755.12,
      "text": "si lo ponemos ahora 7 3 por ejemplo vais a ver que probablemente ha ido muy muy bien en una parte y"
    },
    {
      "start": 5755.12,
      "end": 5772.08,
      "text": "mal en la otra era 7 3 era 7 3 7 3 entonces 7 3 esto fijaros las medidas como cambian que"
    },
    {
      "start": 5772.08,
      "end": 5777.0,
      "text": "esto es muy interesante por código para este tipo de desarrollo esto ya os digo que es bastante"
    },
    {
      "start": 5777.0,
      "end": 5783.36,
      "text": "avanzado como que el código es lo daré y lo veréis pero pero ves es es es una media como habéis"
    },
    {
      "start": 5783.36,
      "end": 5791.64,
      "text": "visto antes no es el aquel que habéis visto antes que en general lo normal es si he visto bien que"
    },
    {
      "start": 5791.64,
      "end": 5797.12,
      "text": "ganara muchísimo más a lo vez ha ganado muchísimo más en esta en este periodo es aquel que hemos"
    },
    {
      "start": 5797.12,
      "end": 5801.64,
      "text": "visto antes creo no cambio aquí sí que tiene este periodo pero se está hundiendo no entonces"
    },
    {
      "start": 5801.68,
      "end": 5810.13,
      "text": "pues no acaba de ser una curva que veamos que una media que va siguiendo bien al mercado recuerdo"
    },
    {
      "start": 5810.13,
      "end": 5815.17,
      "text": "es lo que os decía parece una cosa más casual y demás no nos inspira a un buen una estabilidad"
    },
    {
      "start": 5815.17,
      "end": 5821.81,
      "text": "una buena distribución del beneficio pues no nos gusta entonces esto ya os digo que tampoco nos"
    },
    {
      "start": 5821.81,
      "end": 5827.44,
      "text": "interesa nos interesa que haya bastante equilibrio entre una y otra y aquí ya digo podría estar en"
    },
    {
      "start": 5827.44,
      "end": 5834.19,
      "text": "éstas o podría podría estar aquí en cualquiera cualquiera cualquiera de éstas para cualquiera de"
    },
    {
      "start": 5834.19,
      "end": 5847.57,
      "text": "éstas que equilibrará bien distintos vectores entre éstas que bueno ganan bastante esa de 279"
    },
    {
      "start": 5847.57,
      "end": 5861.25,
      "text": "que parece bastante 34 de 4 11 34 11 bastante bien equilibrada bastante bien equilibrada a ver aquí"
    },
    {
      "start": 5861.25,
      "end": 5867.43,
      "text": "dónde están aquí también es bueno ver dónde están aquí 34 11 la tengo aquí la veis 34 11 la"
    },
    {
      "start": 5867.43,
      "end": 5876.62,
      "text": "tengo aquí 35 12 la tengo aquí un poco más abajo veis 34 11 se coloca un poco mejor en esta"
    },
    {
      "start": 5876.62,
      "end": 5886.77,
      "text": "en esta tabla en esta tabla en este periodo así que bueno vamos a poner 34 34 11 vamos a poner 34"
    },
    {
      "start": 5887.73,
      "end": 5899.54,
      "text": "no al final de todo el proceso podríamos revisarlo 14 11 que recuerdo el 34 se resta al 46 es decir"
    },
    {
      "start": 5899.54,
      "end": 5906.06,
      "text": "estoy haciendo una faz que parece más faz no como que nos parece más coherente no una faz que va"
    },
    {
      "start": 5906.06,
      "end": 5910.58,
      "text": "más pegada al precio la lina no se la linda no se mueve nunca bueno se mueve porque cambio el"
    },
    {
      "start": 5910.58,
      "end": 5916.38,
      "text": "tipo de media recuerdo cambio el tipo de media pero no se mueve el periodo vale pero fijaros aquí que"
    },
    {
      "start": 5916.38,
      "end": 5923.82,
      "text": "tengo una faz que va más pegada pero la lila es una simple por lo tanto es muy lenta y aquí"
    },
    {
      "start": 5923.82,
      "end": 5929.94,
      "text": "pues no le da tiempo y como veis pues devuelve mucho dinero al mercado pero ese principio debería"
    },
    {
      "start": 5929.94,
      "end": 5937.38,
      "text": "tener una curva algo mejor que la que la anterior a verla es un poco mejor si que tiene sus periodos"
    },
    {
      "start": 5937.38,
      "end": 5945.74,
      "text": "malos es lo que os he dicho que fijaros coincide desde agosto del noviembre enero del 15"
    },
    {
      "start": 5946.41,
      "end": 5956.8,
      "text": "enero del 15 enero del 20 enero del 15 enero del 20 enero del 15 enero del 20 enero del 15 o"
    },
    {
      "start": 5956.8,
      "end": 5967.16,
      "text": "sorpresa es desde aquí desde por aquí a o sorpresa hasta aquí hasta por aquí este periodo superior"
    },
    {
      "start": 5968.16,
      "end": 5972.22,
      "text": "este periodo porque aquí veis también es lateral pero es verdad que tiene más rango y ahí pues"
    },
    {
      "start": 5972.22,
      "end": 5977.26,
      "text": "seguramente ha conseguido con la media cama adaptarse pero aquí no lo conseguimos de"
    },
    {
      "start": 5977.26,
      "end": 5985.21,
      "text": "su periodo gran periodo malo entonces aquí veis un poquito lo que os decía del mercado bien pues"
    },
    {
      "start": 5985.21,
      "end": 5993.25,
      "text": "con esto teníamos un poquito dos medidas elegidas vamos a ver si podemos a través de las salidas a"
    },
    {
      "start": 5993.25,
      "end": 6001.13,
      "text": "través de las salidas mejorar un poquito un poquito el tema vale cómo podemos hacerlo eso"
    },
    {
      "start": 6001.13,
      "end": 6010.78,
      "text": "bueno tenemos antes de probarlo aquí os enseño también unas estos dos nuevamente exels que"
    },
    {
      "start": 6010.78,
      "end": 6016.25,
      "text": "tenemos donde he guardado ya los datos estos que estaban bien hechos con las medias ya después"
    },
    {
      "start": 6016.25,
      "end": 6021.41,
      "text": "vamos a empezar nuevamente con el más 30 de acuerdo aquí lo que no sé cuál creo que no he"
    },
    {
      "start": 6021.41,
      "end": 6025.97,
      "text": "elegido ese que he elegido otro pero es igual es que me da igual me da igual porque casi mejor así"
    },
    {
      "start": 6025.97,
      "end": 6032.49,
      "text": "lo independiente uno de otro aquí claro hay menos salidas porque antes hemos hecho en el código"
    },
    {
      "start": 6032.49,
      "end": 6039.97,
      "text": "este como ya hicimos el otro día una pequeña adaptación en ciertos en ciertos rangos alberto"
    },
    {
      "start": 6039.97,
      "end": 6045.45,
      "text": "está trabajando un poquito las salidas y ver por sí solas a ver dónde podía ir no para ver a para"
    },
    {
      "start": 6045.45,
      "end": 6052.09,
      "text": "ver un poco cuál cuál usábamos no para ver qué valor de los periodos de dejado 46 es para no"
    },
    {
      "start": 6052.09,
      "end": 6057.01,
      "text": "complicarnos y ahí pues lo que os digo hay un esto porcentaje entonces claro esos valores tenemos"
    },
    {
      "start": 6057.01,
      "end": 6062.21,
      "text": "que poner algo medianamente coherente luego a partir de ahí puedes incidir y al final en"
    },
    {
      "start": 6062.21,
      "end": 6067.13,
      "text": "otra fase tratar de hacer otra optimización con un mapa y demás pero de momento para hacer una"
    },
    {
      "start": 6067.13,
      "end": 6072.41,
      "text": "búsqueda pues hemos buscado unos valores que pudieran estar bien y son estos por entonces"
    },
    {
      "start": 6072.41,
      "end": 6083.32,
      "text": "simplemente hemos optimizado las salidas y aquí hemos visto que la 17 la 17 y la 20 parecen"
    },
    {
      "start": 6083.32,
      "end": 6092.08,
      "text": "colocar bien la 6 muy curiosa la 6 nos ha sorprendido luego os la enseño porque aparentemente"
    },
    {
      "start": 6092.08,
      "end": 6101.0,
      "text": "es muy poco tendencial pero hoy ahí están los resultados con muchísimas operaciones 17 6 20 26"
    },
    {
      "start": 6101.0,
      "end": 6107.64,
      "text": "24 entonces un poquito los los que parecen aportar aportar más aquí hay pocas variaciones porque al"
    },
    {
      "start": 6107.64,
      "end": 6115.12,
      "text": "final el vector claro es la media acuerdo en este caso luego veremos si podemos filtrar filtrar la"
    },
    {
      "start": 6115.12,
      "end": 6120.8,
      "text": "salida podríamos haber puesto aquí un simple stop y dejarlo de esto para ver o pensar que"
    },
    {
      "start": 6120.8,
      "end": 6127.24,
      "text": "los sistemas de medias en sí tienen salida de acuerdo entonces no no están imprescindible"
    },
    {
      "start": 6127.24,
      "end": 6132.96,
      "text": "en esto paluso porque al final ya veis que sale por lo que sí que a veces sale tarde y mal no"
    },
    {
      "start": 6132.96,
      "end": 6139.84,
      "text": "pero pero sale no sale entonces aquí pues miramos a probar por ejemplo en este caso el más 30 y el"
    },
    {
      "start": 6139.84,
      "end": 6146.68,
      "text": "menos 30 como ya hemos elegido una media que equilibraba vemos menos diferencias vemos menos"
    },
    {
      "start": 6146.68,
      "end": 6152.92,
      "text": "diferencias se parecen muchísimo de hecho son prácticamente iguales si miramos en el in-sample"
    },
    {
      "start": 6152.92,
      "end": 6158.6,
      "text": "sí que veremos más diferencias pero si miramos el old data ya no se aprecia casi casi diferencias"
    },
    {
      "start": 6158.6,
      "end": 6164.24,
      "text": "acuerdo sample alguna diferencia pero tiene bastante cerrado porque porque en primer lugar"
    },
    {
      "start": 6164.24,
      "end": 6173.32,
      "text": "no actúa tanto las salidas ya vais a ver que le cuesta le cuesta elegir una porque le cortan"
    },
    {
      "start": 6173.32,
      "end": 6179.24,
      "text": "la tendencia entonces al final normalmente el tendencial le cuesta elegir una salida que"
    },
    {
      "start": 6179.24,
      "end": 6186.64,
      "text": "mejore claramente aquí ahora mismo tengo puesta la 17 de acuerdo tengo puesto la 17 que era"
    },
    {
      "start": 6186.64,
      "end": 6194.76,
      "text": "efectivamente la mejor in-sample y también la mejor a en el old data para con el más 30 la que"
    },
    {
      "start": 6194.76,
      "end": 6201.08,
      "text": "tiene mejor equilibrio entre todos los fitness que usamos o el robot es bueno parece un buen buen"
    },
    {
      "start": 6201.08,
      "end": 6209.12,
      "text": "equilibrio y vamos a ver que efectivamente la 17 si no recuerdo mal este p vamos a las salidas"
    },
    {
      "start": 6209.12,
      "end": 6224.72,
      "text": "no esto no lo tengo aquí a ver que lo abro un momentito 17 he dicho 17 teníamos de salidas"
    },
    {
      "start": 6224.72,
      "end": 6231.6,
      "text": "es el código del otro día esto va a tener un profit atr vale con la que usamos un input que"
    },
    {
      "start": 6231.6,
      "end": 6240.95,
      "text": "era el stop y un multiplicador de el stop aquí fijaros que contradice un poco bueno no es que lo"
    },
    {
      "start": 6240.95,
      "end": 6245.43,
      "text": "contradiga ya existen que no quería decir que no hubiera que poner que decir que si queremos"
    },
    {
      "start": 6245.43,
      "end": 6250.43,
      "text": "un tendencial puro tiene que ser sin tp stop pero no quiere decir que no hay que usarlo a lo mejor"
    },
    {
      "start": 6250.43,
      "end": 6255.95,
      "text": "no lo quiero tan puro de acuerdo y me va mejor entiendes que es lo que acaba pasando por qué"
    },
    {
      "start": 6255.95,
      "end": 6260.71,
      "text": "porque esta curva que teníamos ahora veremos que la curva pues mejora un poco ves esta periodo"
    },
    {
      "start": 6260.71,
      "end": 6265.59,
      "text": "malo ya no está malo ya no está malo ahora la curva ya ha mejorado bastante sólo poniéndole"
    },
    {
      "start": 6265.59,
      "end": 6270.31,
      "text": "esta salida de acuerdo sigue teniendo un profit factor que no es muy elevado pero fijaros aquí"
    },
    {
      "start": 6270.31,
      "end": 6277.12,
      "text": "ya tenemos 1 17 con 1 21 y 1 13 y con comisiones está bastante razonable esto es un sistema"
    },
    {
      "start": 6277.12,
      "end": 6284.94,
      "text": "probablemente operable así no hemos filtrado todavía no hemos aplicado ningún filtro ningún"
    },
    {
      "start": 6284.94,
      "end": 6292.44,
      "text": "filtro vale simplemente cruce de medias con salidas y stop esto que a veces salta como veis que"
    },
    {
      "start": 6292.44,
      "end": 6298.57,
      "text": "valores tiene bueno sólo habíamos hecho un estudio antes puede hacer también vamos a tratar"
    },
    {
      "start": 6298.65,
      "end": 6306.53,
      "text": "de hacer este par de estudios que hemos dicho si nos deja lo intentaremos quitaré la cámara"
    },
    {
      "start": 6306.53,
      "end": 6312.21,
      "text": "no sé quitaré de compartir la pantalla que me lo sugería antes creo aureli para ver si es eso"
    },
    {
      "start": 6312.21,
      "end": 6318.81,
      "text": "aún un problema con el controlador de la tarjeta gráfica no sé aquí era la salida 17 acordaros"
    },
    {
      "start": 6318.81,
      "end": 6327.77,
      "text": "que cada uno tenía un ímpus veces 5 a terres y el profit es 2 y medio más vale quiere decir"
    },
    {
      "start": 6327.77,
      "end": 6339.64,
      "text": "que es 12 12 no 5 por 2 y medio 12 y medio claro 12 y medio 5 a terres de esto 12 y medio de tp"
    },
    {
      "start": 6339.64,
      "end": 6345.8,
      "text": "por eso que os decía hombre no hay que poner tp bueno hombre le puesto 12 a terres de tp es decir"
    },
    {
      "start": 6345.8,
      "end": 6352.76,
      "text": "le puesto un tp que lógicamente algunas veces va a dejar a dejar correr esto aquí parece una"
    },
    {
      "start": 6352.76,
      "end": 6359.96,
      "text": "sobreutilización pero acordaros que estamos con 5.000 trade es que hay momentos que sale antes"
    },
    {
      "start": 6359.96,
      "end": 6366.28,
      "text": "hay momentos y muchos no sale realmente no sale tantas veces pero al final cuando pones un tp"
    },
    {
      "start": 6366.28,
      "end": 6371.68,
      "text": "miramos aquí es aquí deja perder mucho tramo de tendencia pero hubiera pillado más bueno sólo"
    },
    {
      "start": 6371.68,
      "end": 6376.2,
      "text": "hubiera pillado más con un tp más alto pero no lo hubiera pillado sino porque ves que provoca"
    },
    {
      "start": 6376.2,
      "end": 6381.8,
      "text": "una vuelta espectacular y te la pierdes al final vendemos entonces al final cuando haces estos"
    },
    {
      "start": 6381.8,
      "end": 6386.96,
      "text": "tps que buscas una dinámica de volatilidad que normalmente sabes que el mercado a través de"
    },
    {
      "start": 6386.96,
      "end": 6394.28,
      "text": "ese expansión recordar el mercado siempre expande contrae expande contrae el mercado ya agota ya no"
    },
    {
      "start": 6394.28,
      "end": 6401.28,
      "text": "hay fuerza para seguir como veis casi siempre es así van a haber excepciones 100% sobre todo"
    },
    {
      "start": 6401.28,
      "end": 6407.12,
      "text": "en este primer tramo donde habíamos visto que subía tanto para haber excepciones pero fijaros"
    },
    {
      "start": 6407.12,
      "end": 6412.08,
      "text": "que con caídas muy fuertes y subidas a veces no hacen y tp pero a veces que sí que pilla está"
    },
    {
      "start": 6412.08,
      "end": 6417.28,
      "text": "casi el máximo porque porque no es que sea un ejercicio sobre optimización es que al final del"
    },
    {
      "start": 6417.28,
      "end": 6426.82,
      "text": "mercado tiene esa dinámica de expansión aquí fíjate que no hace tp y de y devuelve veis y no"
    },
    {
      "start": 6426.82,
      "end": 6431.58,
      "text": "le dan y para el esto porque porque no estrella también ahí estaba el tren y también pero"
    },
    {
      "start": 6431.58,
      "end": 6439.06,
      "text": "considera que le va a peor el tren hay veces que hace tp es fantástico es que devuelve todo esto"
    },
    {
      "start": 6439.06,
      "end": 6444.9,
      "text": "todo es un coste de oportunidad ventaja desventaja es aquí fijaros que su vida pero no le da para"
    },
    {
      "start": 6444.9,
      "end": 6451.22,
      "text": "hacer el tp hubiera tenido un tp más cercano pues hubiera cerrado aquí pero a cambio pues no hubiera"
    },
    {
      "start": 6451.22,
      "end": 6456.34,
      "text": "hecho esos grandes trades entonces hay que en un tendencial sólo tiene sentido de esta manera con"
    },
    {
      "start": 6456.34,
      "end": 6464.76,
      "text": "tp es muy locos esto no es un tp loco pero se le acerca es un tp medio loco pero fijaros la"
    },
    {
      "start": 6464.76,
      "end": 6473.16,
      "text": "cantidad de bienes que tiene fuertes donde no hace tp sólo lo hacen movimientos de mucha expansión y"
    },
    {
      "start": 6473.16,
      "end": 6477.84,
      "text": "algunas veces ves aquí hubiera podido sacar más pero fijaros que casi siempre después vuelve"
    },
    {
      "start": 6477.84,
      "end": 6484.36,
      "text": "vertical porque el mercado es así es aquí fijaros todo lo que pierde de ganancia aquí"
    },
    {
      "start": 6484.36,
      "end": 6490.73,
      "text": "sí que realmente hubiera ganado mucho más pero a cambio otros no hubiera hecho tp y lo"
    },
    {
      "start": 6490.73,
      "end": 6496.09,
      "text": "verá de vuelta entonces es lo que es lo que os digo y hay esto se lo habéis ido viendo también"
    },
    {
      "start": 6496.09,
      "end": 6502.73,
      "text": "esto es esta salida parece un buen equilibrio entre stop y tp y convierte la curva en bastante más"
    },
    {
      "start": 6502.73,
      "end": 6509.21,
      "text": "llevadera ajustado por volatilidad también el porcentaje bruto no iba mal vamos a la parte"
    },
    {
      "start": 6509.21,
      "end": 6517.56,
      "text": "inicial del gráfico vamos a la parte inicial del gráfico donde ahí veremos enganchadas fuertes"
    },
    {
      "start": 6517.56,
      "end": 6530.2,
      "text": "aquí algunas mira algún stop aquí aquí también vamos aquí que enganchada para empezar aquí"
    },
    {
      "start": 6530.2,
      "end": 6535.56,
      "text": "rápidamente ya empieza y ves aquí donde donde hay muchos tramos de tendencia limpios aquí mira"
    },
    {
      "start": 6535.56,
      "end": 6543.2,
      "text": "nos saca y en falso es te saca por poco de esto y se pierde la caída no se pierde la caída porque"
    },
    {
      "start": 6543.2,
      "end": 6549.8,
      "text": "no hay un cruce este con el cruce de con el hecho de no de no ir por cruce hubiera vuelto"
    },
    {
      "start": 6549.8,
      "end": 6557.76,
      "text": "a entrar seguramente pero esto esto cambia mucho el sistema pero esto os quiero decir esto esto"
    },
    {
      "start": 6557.76,
      "end": 6573.33,
      "text": "de señal cruce tru señal cruce false a ver qué pasa no pasa que aquí sólo tiene sentido en el"
    },
    {
      "start": 6573.33,
      "end": 6579.41,
      "text": "don chanel porque realmente va a vender directo es para vender directo no tiene sentido no tiene"
    },
    {
      "start": 6579.41,
      "end": 6585.85,
      "text": "sentido el stop así ni el tp ni nada porque va a vender directo si se siguen dando las condiciones"
    },
    {
      "start": 6585.85,
      "end": 6591.98,
      "text": "a vender directo o sea así este setup de tal sólo tiene sentido con don chan no va a ir mal"
    },
    {
      "start": 6591.98,
      "end": 6600.56,
      "text": "tampoco pero pero va a ir peor peor porque ya digo que sólo tendría sentido con el don chan si porque"
    },
    {
      "start": 6600.56,
      "end": 6606.06,
      "text": "necesite algo más al salir porque si no sale y vuelve a entrar porque en ese en ese caso siempre"
    },
    {
      "start": 6606.06,
      "end": 6610.66,
      "text": "que la media esté cortada él vende o compra entonces se sale y al siguiente verá volver a entrar"
    },
    {
      "start": 6610.9,
      "end": 6618.34,
      "text": "habría que controlar eso para que tuviera sentido ya digo habría que activar el don chan esto casi"
    },
    {
      "start": 6618.34,
      "end": 6624.01,
      "text": "alberto se podía haber resumido en una única variable porque es absurdo false con false entonces"
    },
    {
      "start": 6624.01,
      "end": 6636.33,
      "text": "con una ya con una ya está porque el tru no sé lo sé sí sí pero por eso que sólo con una ya estaba"
    },
    {
      "start": 6636.33,
      "end": 6645.32,
      "text": "porque realmente en false es absurdo en false es absurdo entonces en tru bueno aquí en tru sí"
    },
    {
      "start": 6645.32,
      "end": 6665.3,
      "text": "que tiene sentido tru false o tru tru no sé si tru tru sí tru tru tampoco por no pero desesperar al"
    },
    {
      "start": 6665.3,
      "end": 6678.32,
      "text": "don chan sólo en una no lo creo que no así sí que tiene sentido lo que pasa que evidentemente"
    },
    {
      "start": 6678.32,
      "end": 6683.72,
      "text": "en momentos pues que tarda mucho habría que ver el don chan así como queda esto sería con el"
    },
    {
      "start": 6683.72,
      "end": 6689.24,
      "text": "filtro don chan activado pero no está no está mirado nada del filtro es decir seguramente no"
    },
    {
      "start": 6689.24,
      "end": 6694.12,
      "text": "tiene ningún tipo de sentido como está puesto ahora pero así sería con un filtro don chan como"
    },
    {
      "start": 6694.12,
      "end": 6700.8,
      "text": "habéis entrado mucho menos mejora mejora en sobremanera la curva es otra curva es otro"
    },
    {
      "start": 6700.8,
      "end": 6707.85,
      "text": "sistema pero simplemente para que lo veáis vale así ya es otro sistema opera menos aunque tiene"
    },
    {
      "start": 6707.85,
      "end": 6715.81,
      "text": "1400 trades pero ya hemos mejorado mucho los ratios este fijaros si es robusto a la media y"
    },
    {
      "start": 6715.81,
      "end": 6720.65,
      "text": "la salida sí con esta dinámica que metiendo los don chan que ni lo hemos mirado es decir"
    },
    {
      "start": 6720.65,
      "end": 6730.0,
      "text": "este don chan yo lo activado ahora a no activado con el false ahí no a no porque ese es el otro"
    },
    {
      "start": 6730.0,
      "end": 6735.25,
      "text": "perdón perdón lo quito lo quito que va a liar esto que está el otro metido aún este lo quito que"
    },
    {
      "start": 6735.25,
      "end": 6747.19,
      "text": "ya no se está usando lo quito he borrado la intradía uno que no que los saben of pero en"
    },
    {
      "start": 6747.19,
      "end": 6763.49,
      "text": "el performance report sale alberto este simplemente ahora activado el don chan vale para que lo veáis"
    },
    {
      "start": 6764.25,
      "end": 6772.34,
      "text": "activado el don chan pero dejado un parámetro que nos estaba puesto antes 41 porque me de 46 que"
    },
    {
      "start": 6772.34,
      "end": 6777.42,
      "text": "lo que usábamos antes y aquí hay un par de filtros que en un largo está cero y cero tres pero está"
    },
    {
      "start": 6777.42,
      "end": 6784.05,
      "text": "totalmente casual de verdad o sea no no tiene no se ha mirado nada de esto esto y ya sólo esto de"
    },
    {
      "start": 6784.05,
      "end": 6789.57,
      "text": "hecho para nuestra opinión lo mejor no tocarlo sería en 46 o sea este habría que dejarlo no"
    },
    {
      "start": 6789.57,
      "end": 6799.28,
      "text": "este no este 46 el periodo y el canal que en una sesión también abierto es demasiado duro no es"
    },
    {
      "start": 6799.28,
      "end": 6807.52,
      "text": "demasiado así yo creo haber así es demasiado duro es entrará muchísimo si operará muy poco así"
    },
    {
      "start": 6807.52,
      "end": 6813.28,
      "text": "seguramente se podría plantear así pero ahora analizar las medias de nuevo entendéis decir"
    },
    {
      "start": 6813.28,
      "end": 6818.6,
      "text": "bloquear el don chan como está ahora en 46 decirle bueno tienes que superar los máximos de una"
    },
    {
      "start": 6818.6,
      "end": 6825.4,
      "text": "sesión de 46 velas entre el ligue cuidado que equivale a una sesión de duración pero"
    },
    {
      "start": 6826.8,
      "end": 6832.16,
      "text": "analizo las medias para ese condicionante porque si no el don chan es muy restrictivo"
    },
    {
      "start": 6832.16,
      "end": 6838.64,
      "text": "entonces opera muy poco seguramente va a ganar es muy bien aún así tiene 700 straight pero es"
    },
    {
      "start": 6838.64,
      "end": 6843.36,
      "text": "muy restrictivo tenemos una curva mucho más estable así estoy entrando prácticamente por"
    },
    {
      "start": 6843.36,
      "end": 6850.03,
      "text": "don chan pero es verdad que las medias me dan un plus es medias más don chan de acuerdo fijarnos"
    },
    {
      "start": 6850.03,
      "end": 6854.73,
      "text": "esta curva se podría perfectamente trabajar no lo hemos trabajado porque lo he dejado para el"
    },
    {
      "start": 6854.73,
      "end": 6861.49,
      "text": "final como filtro pero puede puede implementarse en este caso como considerarse señal básica de"
    },
    {
      "start": 6861.49,
      "end": 6867.78,
      "text": "entrada bloquearlo ahora y trabajar las medias con este don chan seguramente que haga unas medias más"
    },
    {
      "start": 6867.78,
      "end": 6876.13,
      "text": "rápidas pero obligar en la media de 46 y el canal de 46 es muy restrictivo pero es válido"
    },
    {
      "start": 6876.13,
      "end": 6882.49,
      "text": "o sea restrictivo es válido y me atrevería a decir contada porencia del mundo que probablemente"
    },
    {
      "start": 6882.49,
      "end": 6888.84,
      "text": "es robusto probablemente es robusto porque es un activo muy tendencial y es muy lógico ya veis"
    },
    {
      "start": 6888.84,
      "end": 6897.04,
      "text": "que que que los ratios son buenos cada menos que el otro porque es menos tendencial es tendencial"
    },
    {
      "start": 6897.04,
      "end": 6905.1,
      "text": "pero es menos tendencial pero fijaros que curva está en máximos prácticamente ahora ahora acaba"
    },
    {
      "start": 6905.1,
      "end": 6910.14,
      "text": "de ser el sede máximos porque ha fallado estos dos aquí parecía que rompía se ha fallado aquí"
    },
    {
      "start": 6910.14,
      "end": 6917.72,
      "text": "parecía que rompía ha fallado y se ha salido por estos y ahora vamos a esperar siguiente rotura pero"
    },
    {
      "start": 6917.72,
      "end": 6925.36,
      "text": "evidentemente es un es un sistema que de esta manera pues da bastante bastante recurrido o sea"
    },
    {
      "start": 6925.36,
      "end": 6930.68,
      "text": "es un condicionante tan grande que habría que replantear las medias y incluso las salidas pero"
    },
    {
      "start": 6930.68,
      "end": 6936.64,
      "text": "hacerlo de manera independiente es buena práctica y ya veis que cuando las reglas son sólidas el"
    },
    {
      "start": 6936.64,
      "end": 6943.97,
      "text": "sistema aguanta porque esta es la gracia la independencia de las reglas si son buenas a"
    },
    {
      "start": 6943.97,
      "end": 6949.21,
      "text": "mejor no son las mejores pero deben aguantar el tipo al cambiar bien volvemos a donde estábamos"
    },
    {
      "start": 6949.21,
      "end": 6954.53,
      "text": "porque eso simplemente quería mostraros un momento el don chan el hecho de cruce no cruce"
    },
    {
      "start": 6954.53,
      "end": 6960.15,
      "text": "y ya lo hemos hecho los un caso si tenemos tiempo volvemos vale dejamos el don chan en"
    },
    {
      "start": 6960.15,
      "end": 6967.02,
      "text": "formes y nos quedamos con nuestras medias que operan mucho más también ganan más pero"
    },
    {
      "start": 6967.02,
      "end": 6971.74,
      "text": "lógicamente la curva no están estables más tendencial y también devuelve más dinero a veces"
    },
    {
      "start": 6971.74,
      "end": 6976.42,
      "text": "y opera mucho más aunque recuerda que las condiciones están implementadas vale para"
    },
    {
      "start": 6976.42,
      "end": 6983.56,
      "text": "que se pueda comparar todo así que ya la curva no es tan estable como está pero no está nada mal"
    },
    {
      "start": 6983.56,
      "end": 6990.38,
      "text": "para un tendencial no está nada mal y fijaros que gana bastante más 344 antes creo que estábamos"
    },
    {
      "start": 6990.38,
      "end": 6996.21,
      "text": "en ciento y pico en un contrato que he cuidado en el gesto monetario importante pero 121 17"
    },
    {
      "start": 6996.21,
      "end": 7005.02,
      "text": "peor profit factor pero muchísimas más operaciones y veis 36 por ciento a pesar de tener tp sus"
    },
    {
      "start": 7005.02,
      "end": 7012.26,
      "text": "ratios son de muy tendencial porque es un tp que en la mayoría de las veces no salta y cuando"
    },
    {
      "start": 7012.26,
      "end": 7022.77,
      "text": "salta en una aplastante veces el mercado revierte o sea el mercado es lo que os digo es un es un"
    },
    {
      "start": 7022.77,
      "end": 7032.2,
      "text": "tp casi loco no no no es loco porque salta bastante pero es casi loco es casi loco realmente las"
    },
    {
      "start": 7032.2,
      "end": 7042.74,
      "text": "subidas son de un tramo muy importante es aquí fijaros que este trade compra en 2354 y cierra"
    },
    {
      "start": 7042.74,
      "end": 7056.53,
      "text": "en 2004 28 mil tres son 75 puntos en 7.500 no alberto hay 7.000 son 75 mil no no me he ido me he ido"
    },
    {
      "start": 7056.53,
      "end": 7069.34,
      "text": "7.500 7.500 entonces bien así como está es un sistema que entra en operable en operable es un"
    },
    {
      "start": 7069.34,
      "end": 7077.5,
      "text": "tendencial puro y tal ahora qué podríamos hacer con él podríamos tratar de filtrar aquí simplemente"
    },
    {
      "start": 7077.5,
      "end": 7083.26,
      "text": "hemos hecho un análisis yo lo que voy a hacer de las salidas con un primer análisis de medias"
    },
    {
      "start": 7083.26,
      "end": 7088.34,
      "text": "de acuerdo primero uno y luego otro vale de momento no he analizado filtros bueno es una pequeña"
    },
    {
      "start": 7088.34,
      "end": 7094.1,
      "text": "prueba ahora con el con el don chan que no lo había hecho o sea le ha hecho a ciegas y habéis"
    },
    {
      "start": 7094.1,
      "end": 7102.21,
      "text": "visto que iba iba bien iba bien vale entonces ahora lo que vamos a hacer es intentar abrir"
    },
    {
      "start": 7102.21,
      "end": 7108.01,
      "text": "multichars vale para lo que voy a quitar la cámara como bien me he sugerido aquí creo que"
    },
    {
      "start": 7108.01,
      "end": 7116.45,
      "text": "aureli voy a dejar de compartir la pantalla un momento no sé si eso eso va a hacer algo pero"
    },
    {
      "start": 7116.45,
      "end": 7125.48,
      "text": "por si acaso vamos a intentar vamos a intentar a ver si eso aumenta las probabilidades de éxito"
    },
    {
      "start": 7125.48,
      "end": 7136.02,
      "text": "vamos porcemos los dedos está toda la mañana todo el día vaya ayer también o sea todo el día de"
    },
    {
      "start": 7136.02,
      "end": 7141.58,
      "text": "ayer y hoy he estado trabajando con este con este con este mix con los dos abiertos incluso"
    },
    {
      "start": 7141.58,
      "end": 7148.16,
      "text": "había un momento que optimizado con los dos a la vez con los dos a la vez venga aguanta venga"
    },
    {
      "start": 7148.16,
      "end": 7160.67,
      "text": "aguanta y aguanta a ver si aureli va a tener razón y resulta que es la cámara no ya ya a"
    },
    {
      "start": 7160.67,
      "end": 7168.67,
      "text": "veces espera me han apretado dos veces seguidas si no no yo creo que no es eso que es casual pero"
    },
    {
      "start": 7168.67,
      "end": 7177.36,
      "text": "vaya por si acaso por si acaso esto los otros las de las de salidas"
    },
    {
      "start": 7180.19,
      "end": 7196.19,
      "text": "pues sí que gracias a ver este de la este que tengo de la parece que abre bien ahora"
    },
    {
      "start": 7196.19,
      "end": 7220.32,
      "text": "ahora vuelvo a darle que parece que sí que está backfilling está backfilling venga voy a compartir"
    },
    {
      "start": 7220.32,
      "end": 7229.64,
      "text": "voy a compartir vamos con todo la cámara da igual total ya para lo que hay que ver para lo que hay"
    },
    {
      "start": 7229.64,
      "end": 7240.66,
      "text": "que ver nos va a faltar pues ahí está es al buro de multichars con el mismo el mismo sistema el"
    },
    {
      "start": 7240.66,
      "end": 7253.75,
      "text": "mismo sistema a ver si lo tengo esto con qué impulso tengo tendencia 2 35 bueno antes he puesto"
    },
    {
      "start": 7253.75,
      "end": 7264.58,
      "text": "34 por mantenerlo esto no actúa no actúa no actúa no actúa esto no actúa no actúa nada y"
    },
    {
      "start": 7264.86,
      "end": 7271.4,
      "text": "y lo de la de x y tal que ahora vamos a ver vamos a ver ahora antes voy a hacerlo de las"
    },
    {
      "start": 7271.4,
      "end": 7278.49,
      "text": "medias vale voy a hacerlo de las medias que creo que lo voy a poner y mientras hablo y tal no va"
    },
    {
      "start": 7278.49,
      "end": 7285.01,
      "text": "no va a tardar mucho para que veáis el mapa a ver si me lo deja hacer vale eso en principio es"
    },
    {
      "start": 7285.01,
      "end": 7297.38,
      "text": "bastante sencillo porque simplemente vamos a salidas no salidas no tocó nada aquí tendencia"
    },
    {
      "start": 7297.38,
      "end": 7313.41,
      "text": "es el slow fijo vale este lo optimizo desde 1 a 45 y está la media era de 119 alerto 119 verdad vale"
    },
    {
      "start": 7313.41,
      "end": 7321.85,
      "text": "perfecto esto tengo tengo tengo metido aquí el soltino no no está metido no a mí no me da"
    },
    {
      "start": 7322.45,
      "end": 7334.58,
      "text": "no lo tengo no es activado joder pues igual a lo por el profil de esa vale lo por el profil"
    },
    {
      "start": 7334.58,
      "end": 7352.57,
      "text": "venga venga la verdad que en este mi pc también el procesador es muy eficiente la verdad y lo"
    },
    {
      "start": 7352.57,
      "end": 7356.73,
      "text": "normal es que no se corta ni nada si alguien oye que se corta la voz o algo que me avise que le"
    },
    {
      "start": 7356.73,
      "end": 7364.48,
      "text": "quito cores para para mejorar la mejorar el rendimiento de la cámara pero vaya en principio"
    },
    {
      "start": 7364.48,
      "end": 7369.28,
      "text": "yo creo que va a aguantar y no va a tardar demasiado no va a tardar demasiado pronostica"
    },
    {
      "start": 7369.28,
      "end": 7382.59,
      "text": "5 que lo puede lo puede mejorar esta procesadora del 100 por 100 88 para multichars ahí os lo dejo"
    },
    {
      "start": 7382.59,
      "end": 7431.82,
      "text": "que lo veáis hay cortes puedo quitar cores pero entonces menos de cuatro no hace nada le voy a"
    },
    {
      "start": 7431.82,
      "end": 7437.52,
      "text": "quitar cuatro y así aunque tarde un minuto dos más nos aseguramos que no nos revienta el vídeo"
    },
    {
      "start": 7437.52,
      "end": 7449.85,
      "text": "a ver si no nos graba bien el vídeo y la voy a aprovechar para mocar un momentito"
    },
    {
      "start": 7449.85,
      "end": 7552.51,
      "text": "venga ahí va tres minutos y bajando si puede aprovechar para hacer la pausa sí sí aprovechar"
    },
    {
      "start": 7552.51,
      "end": 7557.76,
      "text": "para hacer para hacer la pausa aprovechar para hacer la pausa y yo no la no la bueno"
    },
    {
      "start": 7557.76,
      "end": 7562.89,
      "text": "o sea no la ponen sentido cuando acabe sigo pero saca de un control marca tres minutos"
    },
    {
      "start": 7562.89,
      "end": 7569.98,
      "text": "pero si si marcar marcar pausa para un momento la grabación y hacemos una pausita aprovechando"
    },
    {
      "start": 7569.98,
      "end": 7579.0,
      "text": "esto pero ya digo son tres minutitos de pausa bien ya estamos de vuelta otra vez acaba la"
    },
    {
      "start": 7579.0,
      "end": 7584.97,
      "text": "optimización a ver que me están dando la alineación directo de cuidado me están dando la alineación"
    },
    {
      "start": 7584.97,
      "end": 7592.5,
      "text": "en directo alberto como es merengón no me la no me la da a ver un momentito primero lo importante"
    },
    {
      "start": 7592.5,
      "end": 7608.8,
      "text": "en sorpresas en sorpresas en sorpresas para ahí estamos a ver este es el ese es el mapa de la"
    },
    {
      "start": 7608.8,
      "end": 7616.25,
      "text": "variable fast y la variable media aquí el mapa en sí no no vais a ver una progresión porque claro"
    },
    {
      "start": 7616.25,
      "end": 7622.61,
      "text": "la el tipo de media no no no es una variable que tenga una progresión de sí no hay ninguna"
    },
    {
      "start": 7622.61,
      "end": 7628.61,
      "text": "relación entre 1 el 2 el 3 el 4 en el número de medias y lo más interesante de ver aquí si"
    },
    {
      "start": 7628.61,
      "end": 7635.95,
      "text": "os fijáis es que una vez elegida la media el periodo no es tampoco súper crítico hay mucha"
    },
    {
      "start": 7635.95,
      "end": 7642.84,
      "text": "estabilidad un poco lo la una de las pocas cosas que podemos que podemos ver que a lo largo de"
    },
    {
      "start": 7642.84,
      "end": 7648.32,
      "text": "las medias hay hay bastante estabilidad aquí incluso a veces sí que viene bien a mejor coger"
    },
    {
      "start": 7648.32,
      "end": 7657.04,
      "text": "el de 2 vale coger el de 2 y eliminar que hayan dos porque no hemos cargado el sortino ahora"
    },
    {
      "start": 7657.04,
      "end": 7663.88,
      "text": "meter solo net profit y a quien fixe tipo bloquear por ejemplo la que la que hemos usado que no me"
    },
    {
      "start": 7663.88,
      "end": 7686.46,
      "text": "acuerdo si era la cual era la 3 era la no la la 8 era no ahora me acuerdo jodete tú la 11 la 11"
    },
    {
      "start": 7686.46,
      "end": 7702.24,
      "text": "era la 11 la 11 venga mira entonces lo que hace aquí la 11 ves y ves un poco el mapa en 2 para"
    },
    {
      "start": 7702.24,
      "end": 7708.88,
      "text": "la 11 de acuerdo es como evoluciona la faz para la 11 entonces aquí sí que se ve un poco mejor sus"
    },
    {
      "start": 7708.88,
      "end": 7715.48,
      "text": "zonas de trabajo no bueno evidentemente en toda la en toda la zona tiene retorno positivo que eso"
    },
    {
      "start": 7715.48,
      "end": 7720.8,
      "text": "es importante pero sí que es verdad que tiene unos picos aquí que son un poquito bruscos es verdad"
    },
    {
      "start": 7720.8,
      "end": 7727.42,
      "text": "que son un poquito bruscos aunque aquí sí que podemos dar cierta estabilidad en toda esta"
    },
    {
      "start": 7727.42,
      "end": 7732.34,
      "text": "zona pues sí que decae pero pero se sigue manteniendo los ritmos que no están mal pero"
    },
    {
      "start": 7732.34,
      "end": 7736.9,
      "text": "sí que la verdad que sería mejor un poco más amplia sería mejor un poco más amplia y esto lo"
    },
    {
      "start": 7736.9,
      "end": 7741.42,
      "text": "podemos hacer para todas de acuerdo podemos mirar lo mejor si estábamos entre varias no decíamos"
    },
    {
      "start": 7741.42,
      "end": 7746.8,
      "text": "antes me acuerdo por ejemplo también la 3 no vamos a ver hoy el siglo que la 3 a ver qué tal"
    },
    {
      "start": 7746.8,
      "end": 7753.48,
      "text": "lo como como de estable es la 3 pero parece más estable la 3 no parece más estable la 3 veis un"
    },
    {
      "start": 7753.48,
      "end": 7759.03,
      "text": "poco la idea no podemos un poco jugar con esto y ver un poco la 1 incluso no la 1 pero la simple"
    },
    {
      "start": 7759.03,
      "end": 7767.84,
      "text": "con simple simple con simple es muy estable también no al final en caso de duda quedarnos con la simple"
    },
    {
      "start": 7767.84,
      "end": 7774.0,
      "text": "pero también no veíamos que nos gustaba me acuerdo antes que había exponencial con cama no recuerdo"
    },
    {
      "start": 7774.0,
      "end": 7783.94,
      "text": "cuál era no simple con cama era no siempre con cama si cuál era la era la 11 era la 11 era la que"
    },
    {
      "start": 7783.94,
      "end": 7788.7,
      "text": "estábamos mirando ahora antes no se ha salido recuerdo la 3 a la 8 que era exponencial con"
    },
    {
      "start": 7788.7,
      "end": 7805.55,
      "text": "normal la 8 la 8 también la 8 la 8 muy estable está en esta casa que es la mejor en esta casa"
    },
    {
      "start": 7805.55,
      "end": 7813.58,
      "text": "que es la mejor en estabilidad fijáis en esto da un margen de maniobra absolutamente gigantesco"
    },
    {
      "start": 7814.14,
      "end": 7822.49,
      "text": "esto te colocas aquí y estás ahí en el absoluto paraíso viendo el mapa la verdad que esta parece"
    },
    {
      "start": 7822.49,
      "end": 7827.13,
      "text": "la mejor habría que ver a ver si podemos con esta media conseguir mediante las salidas entendéis"
    },
    {
      "start": 7827.13,
      "end": 7831.69,
      "text": "un poco los filtros y tal que este tenga un rendimiento como el que tenemos ahora porque"
    },
    {
      "start": 7831.69,
      "end": 7838.53,
      "text": "es mejor es mejor es el que parece más estable de acuerdo porque si hemos tenido el 11 que nos da"
    },
    {
      "start": 7838.53,
      "end": 7850.96,
      "text": "mejores resultados pero si ahora las otras no nos acaba de gustar esto esto cama con simple muy"
    },
    {
      "start": 7850.96,
      "end": 7858.47,
      "text": "bien muy bien valores hay muy todo pero de grada fácil poco estable cuidado esto es probable es"
    },
    {
      "start": 7858.47,
      "end": 7865.03,
      "text": "más fácil que de grabe en el futuro entendéis en cambio fijaros no con la 1 con lo más sencillo"
    },
    {
      "start": 7865.03,
      "end": 7873.8,
      "text": "siempre es lo que ocurre pero para eso son los datos es la 1 la simple muy estable la 2 exponencial"
    },
    {
      "start": 7873.8,
      "end": 7882.8,
      "text": "con exponencial también súper estable pero no tanto con simple con exponencial la 3 cama con"
    },
    {
      "start": 7882.8,
      "end": 7892.5,
      "text": "cama a ver bueno ya ves las dos cama sigue siendo más volátil lo veis sigue siendo más volátil y"
    },
    {
      "start": 7892.5,
      "end": 7896.9,
      "text": "además de grada mucho negativo y todo es a estar acaba con cámara no funciona cámara tiene que ir"
    },
    {
      "start": 7896.9,
      "end": 7909.29,
      "text": "con algo pero ahí ya metemos 8 y dices o hostia cuidado cuidado con la 8 que está en el 1 fijaros"
    },
    {
      "start": 7909.29,
      "end": 7919.53,
      "text": "dices hostia la 1 muy bien la 8 a ver es que no hay y acordaros que salía y ahora mismo me"
    },
    {
      "start": 7919.53,
      "end": 7927.97,
      "text": "quedaría con la 8 aquí chicos y chicas que no me acuerdo ser chicas normalmente hay pocas chicas"
    },
    {
      "start": 7928.53,
      "end": 7937.04,
      "text": "no sé por qué la verdad es una lástima pero pero así es así se van apuntando más salidas"
    },
    {
      "start": 7937.04,
      "end": 7945.8,
      "text": "medias aquí era esto me parece que el 8 estaba bien también veis tenemos 8 ahí fijaros muy bien"
    },
    {
      "start": 7945.8,
      "end": 7954.01,
      "text": "el 8 nos pasamos al 8 en familia nos pasamos al 8 claramente nos pasamos al 8 claramente para"
    },
    {
      "start": 7954.05,
      "end": 7960.37,
      "text": "estos son los mapas veis nos pasamos al 8 claramente porque aquí en menos 30 fijaros que"
    },
    {
      "start": 7960.37,
      "end": 7968.66,
      "text": "arrasa muy bien casi todos es el que más sale de calle vale pero aquí también en el que en el"
    },
    {
      "start": 7968.66,
      "end": 7976.25,
      "text": "que es más 30 también o sea en el menos 30 es el que sale mejor pero es que en el más 30 es el"
    },
    {
      "start": 7976.25,
      "end": 7981.33,
      "text": "mismo que no me había dado cuenta antes poco jaimito por mi parte porque fijaros que es el"
    },
    {
      "start": 7981.33,
      "end": 7989.8,
      "text": "mismo y no tiene por qué porque el orden cambia y a ver en el sample en el sample también tenemos"
    },
    {
      "start": 7989.8,
      "end": 8002.4,
      "text": "a 8 aquí y aquí también tenemos 8 muy bien 8 muy bien 8 sí sí sí sí muy claro muy claro 8 aquí"
    },
    {
      "start": 8002.4,
      "end": 8009.4,
      "text": "ahora claro el tema es que este 48 sí que ahora recientemente nos ha parecido degradar pero teniendo"
    },
    {
      "start": 8009.4,
      "end": 8016.62,
      "text": "en cuenta esto que estamos viendo aún así tendría sentido valorar si lo asumimos si lo"
    },
    {
      "start": 8016.62,
      "end": 8024.44,
      "text": "asumimos porque sabemos que el mercado ha ido mal que no le ha ido suyo y podemos asumirlo"
    },
    {
      "start": 8024.44,
      "end": 8029.04,
      "text": "podemos también valorar otro también hay que ver las salidas cómo le afectan porque ahora este"
    },
    {
      "start": 8029.04,
      "end": 8032.52,
      "text": "estudio antes lo hemos hecho con la otra media ahora habría que hacer el estudio de salidas"
    },
    {
      "start": 8032.52,
      "end": 8042.8,
      "text": "vamos a pasarlo eso sí que es un momento ya con eso lo acabaremos vale ese es ahora el 48 pero"
    },
    {
      "start": 8042.8,
      "end": 8052.6,
      "text": "con las salidas que ya hemos elegido 1 14 19 y 10 para ver lo que decía ahora vale ha costado más"
    },
    {
      "start": 8052.6,
      "end": 8058.96,
      "text": "pero habría que ver habría que hacer un juego de salidas por lo mejor en vez de esta tan rápida es"
    },
    {
      "start": 8058.96,
      "end": 8065.56,
      "text": "que está muy muy está muy pegada y a lo mejor buscar otro otro 8 no a lo mejor buscar otro 8"
    },
    {
      "start": 8065.56,
      "end": 8074.76,
      "text": "que nos haya dado un mejor resultado aquí por ejemplo este da 75 aquí 22 8 vale podemos marcarlo"
    },
    {
      "start": 8074.76,
      "end": 8088.22,
      "text": "aquí en marrón no sé si no porque no se ve lila este 22 8 este 18 vale no este ya no este de grada"
    },
    {
      "start": 8088.22,
      "end": 8100.24,
      "text": "este es parecido al anterior aquí tenemos otros 76 23 8 vale cuesta con los 8 aquí conseguir buenos"
    },
    {
      "start": 8100.24,
      "end": 8110.74,
      "text": "buenos retornos bueno habría que ver si con este 22 y 23 8 podemos ver podemos ver que vaya que vaya"
    },
    {
      "start": 8110.74,
      "end": 8118.43,
      "text": "un poco mejor en y ver un poco jugando con las salidas vale pero es perfectamente hecho este"
    },
    {
      "start": 8118.43,
      "end": 8125.15,
      "text": "periodo lo ha clavado bastante clavado bastante parece es lo que os digo al final van a sufrir"
    },
    {
      "start": 8125.15,
      "end": 8130.95,
      "text": "todos en temas buscar qué equilibrio cómo sufre dónde pero donde no hay tendencia nuevamente van"
    },
    {
      "start": 8130.95,
      "end": 8140.29,
      "text": "a sufrir puede que yo aquí siempre me encargaría por la robustez por lo tanto elegiría de esta"
    },
    {
      "start": 8140.29,
      "end": 8146.73,
      "text": "zona elegiría un tipo 8 y ahora viendo esto el mapa podríamos incidir en ello bloquear el 8"
    },
    {
      "start": 8146.73,
      "end": 8153.97,
      "text": "ver a ver la media trabajarla ver a ver las salidas pero ya bloqueando el 8 oye el 8 me"
    },
    {
      "start": 8153.97,
      "end": 8160.45,
      "text": "ha gustado mucho veo que hay mucha mucha robustez aquí me quedo con ella me quedo con ella vale"
    },
    {
      "start": 8160.45,
      "end": 8166.61,
      "text": "porque además fijaros que es que me da igual desde el 1 desde el 1 hasta el 30 puedo elegirla"
    },
    {
      "start": 8167.35,
      "end": 8175.44,
      "text": "en faz me da igual me da igual sabes que tengo una una curva muy estable hasta que no llega muy"
    },
    {
      "start": 8175.44,
      "end": 8180.0,
      "text": "arriba no degrada mucho porque se acerca que es casi igual no entonces pierde totalmente rendimiento"
    },
    {
      "start": 8180.0,
      "end": 8186.52,
      "text": "pero pero realmente se mantiene muy bien muy bien en esta primera zona de muy muy lenta acordaros"
    },
    {
      "start": 8186.52,
      "end": 8193.44,
      "text": "que resta de la de la lenta por lo tanto esto es media lenta y esto es media rápida media más"
    },
    {
      "start": 8193.44,
      "end": 8225.34,
      "text": "rápida entonces a ver en esta que habíamos visto 22 22 o 23 o 22 o 23 vamos a probar 22 22 8"
    },
    {
      "start": 8225.34,
      "end": 8232.42,
      "text": "ya los como la media hora va a quedar más cerca del precio porque resta del es lobo acordaros"
    },
    {
      "start": 8232.42,
      "end": 8249.94,
      "text": "es ahí 22 8 veis ahora que es más rápida aquí ya por ejemplo ves ya pues ya no ya no ha hecho"
    },
    {
      "start": 8249.94,
      "end": 8255.74,
      "text": "un tray tan bueno pero ha seguido haciendo este tp aquí no bien este esto es interesante ahora"
    },
    {
      "start": 8255.74,
      "end": 8259.3,
      "text": "que podemos hacer aquí mira vamos a hacer vamos a hacer lo mismo que hemos hecho aquí ahora con"
    },
    {
      "start": 8259.3,
      "end": 8269.57,
      "text": "las salidas dejamos 22 8 dejamos 22 8 true falls y está todo lo demás no juega y yo solo estoy"
    },
    {
      "start": 8269.57,
      "end": 8277.21,
      "text": "prácticamente estoy optimizando sólo una media y he analizado los distintos tipos de media pero"
    },
    {
      "start": 8277.21,
      "end": 8280.81,
      "text": "prácticamente estoy utilizando una media y ahora luego un poco las salidas vale decir realmente"
    },
    {
      "start": 8281.01,
      "end": 8285.85,
      "text": "no he optimizado mucho vale no he hecho una optimización muy intensiva de muy"
    },
    {
      "start": 8285.85,
      "end": 8293.13,
      "text": "máxima y tengo 5000 que podría hasta darle un poco más pero estoy estoy de momento sin"
    },
    {
      "start": 8293.13,
      "end": 8298.73,
      "text": "sin forzar las cosas entonces yo ahora aquí lo que no sé si esto lo tengo bien puesto pero vamos"
    },
    {
      "start": 8298.73,
      "end": 8307.58,
      "text": "a probarlo vamos a probarlo así directamente esto ya está aquí lo voy a optimizar y esto"
    },
    {
      "start": 8307.58,
      "end": 8336.84,
      "text": "era salidas aquí no es de 0 a 32 o 31 31 o 32 32 0 32 vale no optimizo nada más es"
    },
    {
      "start": 8336.84,
      "end": 8342.56,
      "text": "porque no no lo he metido y vamos con ello esos son 33 o sí que va a durar pues nada"
    },
    {
      "start": 8342.56,
      "end": 8351.58,
      "text": "minutos minutos no minuto nada y eso que le dejo los 16 coles por tranquilidad a"
    },
    {
      "start": 8351.58,
      "end": 8360.82,
      "text": "dar segundos esto vale y aquí pues podemos ver ahora un poco el mapa en 2d porque sólo hay"
    },
    {
      "start": 8360.82,
      "end": 8367.88,
      "text": "una variable bueno vemos aquí no tiene mucho sentido es simplemente es por ver a ver cómo"
    },
    {
      "start": 8367.88,
      "end": 8377.62,
      "text": "como van ordenamos por un profit vemos que la 26 a 16 y la 5 bueno aquí sí que iría bien ahora"
    },
    {
      "start": 8377.62,
      "end": 8391.81,
      "text": "aplicarlo vamos a cerrar aquí a no esperate vamos a abrir otra vez el informe de optimización y"
    },
    {
      "start": 8391.81,
      "end": 8396.37,
      "text": "les voy a las voy a ir aplicando vale simplemente las que ganan más por verlas vale esta era la"
    },
    {
      "start": 8396.37,
      "end": 8405.53,
      "text": "número 26 salida 26 que luego habría que hacer otro ajuste porque al final los inputs que hemos"
    },
    {
      "start": 8405.53,
      "end": 8414.16,
      "text": "elegido no son los óptimos simplemente es por tener una pequeña referencia vamos a ver a 26"
    },
    {
      "start": 8415.12,
      "end": 8440.52,
      "text": "la 26 es un profit porcentual con breakeven curioso profit porcentual con breakeven esta es"
    },
    {
      "start": 8440.52,
      "end": 8446.8,
      "text": "nuestra curva global y la vemos en el largo y la vemos en el corto pero bueno ambas tienen"
    },
    {
      "start": 8446.8,
      "end": 8460.29,
      "text": "una pendiente razonable para un tendencial 258 tenemos un profit factor de 116 122 109 quizá el"
    },
    {
      "start": 8460.29,
      "end": 8465.97,
      "text": "corto un poquito cojo pero bueno pero al final es un activo que ha subido mucho es complicado no"
    },
    {
      "start": 8465.97,
      "end": 8472.61,
      "text": "está mal no no no está mal no está mal pero bueno todavía yo creo que tiene camino de mejora vía"
    },
    {
      "start": 8472.61,
      "end": 8480.4,
      "text": "vía la salida dejarla más fina y vía también la filtro de acuerdo aquí se puede tratar de filtrar"
    },
    {
      "start": 8480.4,
      "end": 8522.95,
      "text": "tenemos tres caminos de acordar dan chan a de x y a terro 16 bien este es este es uno el otro"
    },
    {
      "start": 8522.95,
      "end": 8541.77,
      "text": "que le daba era a ver distintas salidas tengo aquí tenemos esta también que era la número 16 número"
    },
    {
      "start": 8541.77,
      "end": 8553.76,
      "text": "16 a ver qué era esto porcentual y profit porcentual bueno esto ya es más con un multiplicador"
    },
    {
      "start": 8553.76,
      "end": 8564.9,
      "text": "sabe usa un poco más vamos a ver cómo queda performance report o veis ahí los cps vamos a"
    },
    {
      "start": 8564.9,
      "end": 8571.42,
      "text": "poner el tiempo real no porque no es el otro hemos cargado lo cargado hasta el viernes hoy"
    },
    {
      "start": 8571.42,
      "end": 8583.23,
      "text": "que así nos meterá también un poco lo actual ahí hay poco madera a ver que ya voy a cerrar esto"
    },
    {
      "start": 8583.23,
      "end": 8602.86,
      "text": "aquí el camino de los filtros no lo hemos no lo hemos trabajado mucho los que más probada de"
    },
    {
      "start": 8602.86,
      "end": 8610.7,
      "text": "x y a terreno nos han aportado realmente en los tendenciales lo que más aporta de acuerdo lo que"
    },
    {
      "start": 8610.7,
      "end": 8618.06,
      "text": "más aporta en un tendencial y breakout es no operar más que operar es no operar cuando hay"
    },
    {
      "start": 8618.06,
      "end": 8623.06,
      "text": "expansiones muy fuertes de gratidad esto es lo que suele aportar más valor esto hay varias"
    },
    {
      "start": 8623.06,
      "end": 8629.02,
      "text": "maneras de identificarlo puede ser con aterre puede ser con pautas de precio pero quedaros con esta"
    },
    {
      "start": 8629.02,
      "end": 8638.98,
      "text": "idea de acuerdo a más filtrarlo no operar cuando cuando cuando ha habido mucha expansión porque ya"
    },
    {
      "start": 8638.98,
      "end": 8646.02,
      "text": "cuando había expansión normalmente es tarde para entrar entonces se que habrá veces que sí pero de"
    },
    {
      "start": 8646.1,
      "end": 8655.22,
      "text": "media normalmente te ahorras más disgustos cuando ya se ha producido una expansión espérate es decir"
    },
    {
      "start": 8655.22,
      "end": 8662.74,
      "text": "por ejemplo este corto probablemente con un filtro de expansión no lo hace porque tras"
    },
    {
      "start": 8662.74,
      "end": 8668.76,
      "text": "expansión normalmente viene reversión veis esta es la idea este de verdad que es un ejemplo muy"
    },
    {
      "start": 8668.76,
      "end": 8678.03,
      "text": "bueno es tras una expansión así normalmente bien esto y a veces hasta más entendéis esto es lo que"
    },
    {
      "start": 8678.03,
      "end": 8684.19,
      "text": "hay detrás de la de esta lógica de acuerdo entonces tras expansión que veis aquí que ha"
    },
    {
      "start": 8684.19,
      "end": 8691.51,
      "text": "habido abajo es su vida volatilidad entonces normalmente aunque me dice la verdad que lo"
    },
    {
      "start": 8691.51,
      "end": 8696.71,
      "text": "estoy mirando no no parece aportar mucho normalmente tras su vida volatilidad a veces es como lo"
    },
    {
      "start": 8696.71,
      "end": 8703.7,
      "text": "identificas con puede ser con una veras normalizada que esté subiendo además hay que verlo hay que"
    },
    {
      "start": 8703.7,
      "end": 8710.18,
      "text": "hay que trabajarlo un poco pero normalmente las expansiones de volatilidad que es volatilidad más"
    },
    {
      "start": 8710.18,
      "end": 8728.05,
      "text": "de cierto nivel y subiendo normalmente esto esto suele filtrar su filtrar bien y habrá"
    },
    {
      "start": 8728.05,
      "end": 8733.73,
      "text": "excepciones habrá excepciones siempre pero ya digo es más no operar en esos momentos que el hecho"
    },
    {
      "start": 8733.73,
      "end": 8742.18,
      "text": "de operar en determinados momentos vale habéis más más filtra más el no sabéis el que el sí"
    },
    {
      "start": 8742.18,
      "end": 8753.93,
      "text": "entendéis decir en este caso no vale y aquí tenemos como quedaba este performance pero bastante"
    },
    {
      "start": 8753.93,
      "end": 8761.44,
      "text": "similar al anterior ahí se ve la curva pues para una curva típica de un tendencial está está"
    },
    {
      "start": 8761.44,
      "end": 8766.52,
      "text": "bastante bien es bastante estable en todos los períodos aquí tenemos el largo que tenemos el"
    },
    {
      "start": 8766.52,
      "end": 8772.08,
      "text": "corto que tiene ha ido bien lógicamente ahora está pegado un tiro muy fuerte ya ha sufrido pero"
    },
    {
      "start": 8772.08,
      "end": 8780.27,
      "text": "en términos generales pues no lo está haciendo mal tenemos un salva normalizado 78 un 0 45 de"
    },
    {
      "start": 8780.27,
      "end": 8792.02,
      "text": "sortino que si lo anualizamos 0 45 por raíz de 12 nos da un 1 55 si lo dividimos por raíz de 2"
    },
    {
      "start": 8792.02,
      "end": 8799.02,
      "text": "acordaros para compararlo con sortino lo vimos en la práctica nos da 1 10 que es bastante más que"
    },
    {
      "start": 8799.02,
      "end": 8805.94,
      "text": "0 78 quiere decir que tenemos mucha más volatilidad buena que mala siempre es bueno"
    },
    {
      "start": 8805.94,
      "end": 8814.12,
      "text": "entonces bien la verdad que así así me parece a mí un sistema que ya es es es bueno para un"
    },
    {
      "start": 8814.12,
      "end": 8820.26,
      "text": "tendencial del loro pero tenemos camino de mejor había había filtros ya hemos visto en una cosa"
    },
    {
      "start": 8820.26,
      "end": 8826.74,
      "text": "rápida que por filtros de doncha mejorábamos pero nos quedaría valorar el filtro de atr lo"
    },
    {
      "start": 8826.74,
      "end": 8835.41,
      "text": "tenemos aquí en el código pero en la versión que hemos probado no ha aportado nivel atr mayor"
    },
    {
      "start": 8835.41,
      "end": 8844.19,
      "text": "que cero de tal y lo de igual a mayor que atr le tienes que pedir no mayor o no tiene que ser"
    },
    {
      "start": 8844.19,
      "end": 8889.34,
      "text": "menor para pegar a no claro claro no o sea que sea true a ver cabros y así opera cuando sea alta"
    },
    {
      "start": 8889.34,
      "end": 8925.57,
      "text": "la volatilidad alberto es al revés sería esto no menor si ya claro no filtro atr claro que lo"
    },
    {
      "start": 8925.57,
      "end": 8952.07,
      "text": "estaba negado hay que negarlo y debería ahí puede ser que aporte vamos a ver ahí puede ser que"
    },
    {
      "start": 8952.07,
      "end": 8958.96,
      "text": "aporte vamos a probarlo rápido puede ser que igual creciente lo que decía alberto puede ser"
    },
    {
      "start": 8958.96,
      "end": 8965.34,
      "text": "creciente aquí aquí le ponemos claro me lo invento no le pongo la optimización pequeñita rápida"
    },
    {
      "start": 8965.58,
      "end": 8983.5,
      "text": "no cien no puedo que no puedo salida 16 será la que había dejado supongo que si no es la que"
    },
    {
      "start": 8983.5,
      "end": 9009.2,
      "text": "es la que he marcado claro filtro atr no sé no perdón esto lo dejo en 46 vale no merece lo"
    },
    {
      "start": 9009.2,
      "end": 9031.46,
      "text": "uno no tiene que ser 0 10 al menos 0 pero 15 quizás 0 10 0 20 va a ser mucho en tío no"
    },
    {
      "start": 9032.46,
      "end": 9047.81,
      "text": "no mire el indicador abajo sin 0 20 la media histórica 0 16 tiene razón limitada no la"
    },
    {
      "start": 9047.81,
      "end": 9060.3,
      "text": "media histórica es igual acuérdate pero no aporta creer así como están aporta es que"
    },
    {
      "start": 9060.3,
      "end": 9066.66,
      "text": "no está actuando aquí es que no está actuando cuando actúa se degrada no está mal configurado"
    },
    {
      "start": 9066.66,
      "end": 9083.48,
      "text": "está mal configurado está mal yo creo que se ha confiado así 240 varía muy poco cuando varía"
    },
    {
      "start": 9083.48,
      "end": 9091.9,
      "text": "se degrada mucho no no es que esto tiene a ver espérate a espérate a perfecto se me parece que"
    },
    {
      "start": 9091.9,
      "end": 9099.67,
      "text": "lo he tocado en el easy language alberto lo que he hecho es evitarlo en easy language perfecto muy"
    },
    {
      "start": 9099.67,
      "end": 9106.53,
      "text": "bien lo he hecho lo he hecho muy bien lo he hecho muy bien es una jambitada pero efectivamente como"
    },
    {
      "start": 9106.53,
      "end": 9116.13,
      "text": "veis antes no iba ahora ahora voy a cambiar para que vaya venga vamos seguimos limitada ha sido ha"
    },
    {
      "start": 9116.21,
      "end": 9123.38,
      "text": "sido épica esta sido épica esta sido épica a ver venga calma aquí no está el filtro que tengo"
    },
    {
      "start": 9123.38,
      "end": 9130.5,
      "text": "aquí los que es para es que esto no es todo que no me deje identar tío me mata tío de verdad más"
    },
    {
      "start": 9130.5,
      "end": 9168.02,
      "text": "arriba así aquí joder y aquí foros y ahora ya niego y hasta a ver si ahora aporta alguno y si"
    },
    {
      "start": 9168.02,
      "end": 9182.1,
      "text": "voy a hacer la misma vamos espérate que voy a poner esto 41 por verlo sabes 46 no perdón aún"
    },
    {
      "start": 9182.1,
      "end": 9195.53,
      "text": "aún da valores más bajos alberto claro no da valores mucho más altos claro claro así termina"
    },
    {
      "start": 9195.53,
      "end": 9204.61,
      "text": "mucho la volatilidad de fondo no no sé me parece que lo dejo en 14 me parece que lo dejo en 14 no"
    },
    {
      "start": 9204.61,
      "end": 9250.68,
      "text": "me no me convence lo veo demasiado rígido para ser un filtro así venga bueno sigue siendo un churro"
    },
    {
      "start": 9250.68,
      "end": 9257.18,
      "text": "patatero no no está bien hay que pensarlo bien es que pensarlo bien en el gráfico porque no"
    },
    {
      "start": 9257.18,
      "end": 9273.04,
      "text": "no estamos no estamos sentiéndolo bien sería más sentido antes que ahora sería más sentido antes"
    },
    {
      "start": 9273.04,
      "end": 9281.6,
      "text": "que ahora por la idea es lo que la idea es la que la cosa he dicho es eso es claro la cosa es"
    },
    {
      "start": 9281.6,
      "end": 9290.82,
      "text": "cómo lo lo consigas plasmar pero pero la la clave la clave es la que os digo la clave es la que os"
    },
    {
      "start": 9290.82,
      "end": 9298.94,
      "text": "digo cuando ya ha habido una expansión de volatilidad es que el mercado ya ha desarrollado"
    },
    {
      "start": 9298.94,
      "end": 9306.51,
      "text": "su movimiento entonces esa es la idea momento bueno de un breakout o de un tendencial es más"
    },
    {
      "start": 9306.51,
      "end": 9311.47,
      "text": "cuando hay menos volatilidad pero ya digo para un breakout puede valer los dos lados para un"
    },
    {
      "start": 9311.47,
      "end": 9316.55,
      "text": "tendencial vale más la contraria es decir por eso intentaba negarlo pero creo que lo"
    },
    {
      "start": 9316.55,
      "end": 9322.34,
      "text": "hecho bien o que pensarlo con calma para traducir esta idea que os digo recuerdo que es no entrar"
    },
    {
      "start": 9322.34,
      "end": 9327.92,
      "text": "cuando ya ha habido expansión es decir cuando la volatilidad salta no entra ese es un poco el"
    },
    {
      "start": 9327.92,
      "end": 9338.4,
      "text": "el concepto vale y ya está hasta aquí el sistema tendencial queda pendiente de hoy ya sé que tengo"
    },
    {
      "start": 9338.4,
      "end": 9342.28,
      "text": "pendiente de subir los otros de las salidas pero quiero complementarlo con algunas entradas vale"
    },
    {
      "start": 9342.28,
      "end": 9348.39,
      "text": "para que tengáis varias entradas ya en ese código sea un código para que probáis cosas de manera"
    },
    {
      "start": 9348.39,
      "end": 9356.5,
      "text": "muy práctica queda enviaros ese enviaros este por supuesto y enviaros lo que hemos dicho hoy"
    },
    {
      "start": 9356.5,
      "end": 9362.58,
      "text": "de la strategy concepts que esto sí que seguro que lo que queda de semana os lo subo en el disco"
    },
    {
      "start": 9362.58,
      "end": 9370.64,
      "text": "de acuerdo así que nada más si no hay más preguntas por hoy lo vamos a dejar aquí muy"
    },
    {
      "start": 9370.64,
      "end": 9375.32,
      "text": "interesante creo que es muy interesante hoy la parte que habéis visto que con un simple cruce de"
    },
    {
      "start": 9375.32,
      "end": 9383.54,
      "text": "medias trabajando un poquito se puede sacar algo bastante útil así ya es útil muy útil diría yo"
    },
    {
      "start": 9383.54,
      "end": 9390.86,
      "text": "y esto mismo va en el petróleo por ejemplo pero perfectamente o sea es posible es posible que"
    },
    {
      "start": 9390.86,
      "end": 9397.09,
      "text": "cambiado así directo vamos que no no me va a cargar me va a reventar me va a reventar pero"
    },
    {
      "start": 9397.09,
      "end": 9405.43,
      "text": "es posible que así mismo vaya en el petróleo no óptimo pero vaya y ya os digo son activos que"
    },
    {
      "start": 9405.43,
      "end": 9409.23,
      "text": "este tipo de sistemas sencillos sentenciales les van bien como habéis visto el paráboli que"
    },
    {
      "start": 9409.23,
      "end": 9416.43,
      "text": "también va muy bien estos dos sistemas en el oro pueden funcionar perfectamente y queda pendiente"
    },
    {
      "start": 9418.27,
      "end": 9424.47,
      "text": "aplicar algún filtro que funcione que se puede hacer se puede hacer para evitar algunas entradas"
    },
    {
      "start": 9424.47,
      "end": 9432.79,
      "text": "en momentos de poca eficiencia de acuerdo así que pongo la carátula que siempre para despedir nos"
    },
    {
      "start": 9432.79,
      "end": 9439.58,
      "text": "queda mejor y doy por acabada la clase de hoy hasta pronto chao"
    }
  ]
}