{
  "language": "es",
  "duration": 10959.552,
  "segments": [
    {
      "start": 0.0,
      "end": 25.86,
      "text": "Todos los asistentes están en modo de solo escucha. Muy buenas tardes a todos."
    },
    {
      "start": 25.86,
      "end": 31.74,
      "text": "Saluda a Sergi Sánchez y a más en la clase del curso de Trídeca Monémico."
    },
    {
      "start": 31.74,
      "end": 42.33,
      "text": "Disculpen el retraso, pero se me ha corrompido el workspace que estaba"
    },
    {
      "start": 42.33,
      "end": 50.22,
      "text": "trabajando en Precision y aquí estamos remontándolo un poco, volviendo a"
    },
    {
      "start": 50.22,
      "end": 59.42,
      "text": "montarlo todo. Entonces, me parece que ya casi estoy, un segundín, porque esto"
    },
    {
      "start": 59.42,
      "end": 66.46,
      "text": "pues bueno, son cosas que pasan, son cosas que pasan, que no deberían de"
    },
    {
      "start": 66.46,
      "end": 87.36,
      "text": "pasar, pero me lo paso, me lo paso, vale, yo creo que ahora ya lo tenemos, traía dos, me has hecho, bueno he metido los dos a lado y viene la tosco de ti, tío."
    },
    {
      "start": 87.36,
      "end": 131.88,
      "text": "Llevo un rato aguantándomelo. Bueno, ahora el micrófono se está abriendo, no, sí, sí, no, hola, hola, ahora, todo el mundo me escucha, me lo escribo, o sea, alguien no me, no me escucha."
    },
    {
      "start": 131.88,
      "end": 144.06,
      "text": "Vamos como siempre a, primero que nada, repasar unas preguntitas que tuviéramos por el"
    },
    {
      "start": 144.06,
      "end": 153.34,
      "text": "Discord que alguna cosa había. Bueno, el Bruno de Alejandro insiste en su"
    },
    {
      "start": 153.34,
      "end": 160.82,
      "text": "cruzada con la diversificación y sistemas tendenciales y demás. De hecho, este"
    },
    {
      "start": 160.82,
      "end": 164.22,
      "text": "que estuvimos haciendo el otro día y que ahora vamos a ver alguna cosita con él"
    },
    {
      "start": 164.26,
      "end": 194.47,
      "text": "para cerrarlo bien y enlazar ya con el siguiente. A ver, un segundo. No tengo buen audio, vale, debe ser que no estoy con el micro, por eso decía antes, decía antes, Mario, que tenía el micro abierto porque estoy pasando por la cámara, que ahora se me oye, ese por la cámara, por eso decía, porque decía la tos y todo eso, seguramente se estaba colando todo."
    },
    {
      "start": 194.47,
      "end": 224.13,
      "text": "Llamó, pero no, no se sentía bien, se sentía malamente. Sí, sí, lo sé, lo sé, lo sé, lo sé, es que no sé por qué se ha desconectado todo y se ha desconfigurado el micro. Ahora me estáis oyendo, aunque no me deberíais oír, pero vamos a ver si lo solución."
    },
    {
      "start": 224.13,
      "end": 263.85,
      "text": "Estamos, estamos, ¿todo bien ayer? ¿Todo bien? ¿Cómo entro ahora? ¿Cómo entro ahora? Es que se nota, es que se nota. Ahora entro como un tiro, ahora entro como un tiro. No sé, no sé qué ha pasado, se ha desconfigurado un poco todo, pero ya parece que funciona, ¿no? Todo bien, ¿eh? Sí, se nota, sí, sí, se nota, ¿no? Vale, bueno, pues volvemos, volvemos a las preguntas,"
    },
    {
      "start": 263.89,
      "end": 288.45,
      "text": "volvemos un poco a empezar con las preguntas. Bueno, por un lado, Alejandro comentaba otra vez sobre una, una estrategia, pero bueno, va un poco, todo un poco en la misma línea, ¿de acuerdo? No sé, no sé realmente qué más, qué más comentarte, Alejandro, que lo que ya lo he dicho, ¿de acuerdo?"
    },
    {
      "start": 289.45,
      "end": 303.54,
      "text": "Sí, es que no, no, nada de lo que dices contradice lo que, lo que había dicho y insistes en la, en la base de dato. Bueno, ahí comentas la base de datos que cambia, que cambia bastante y sí puede, puede ser."
    },
    {
      "start": 303.54,
      "end": 333.1,
      "text": "¿Y qué pasa en un periodo 2015 donde dices pues, pues, pues que te lo tragas, Alejandro? Es que no, es que, es que, es que la pregunta no es qué pasa, o sea, la pregunta, o sea, realmente esto te va a pasar, o sea, ¿me entiendes? Es decir, no, no es nada extraño, es decir, claro, sí, sí, pensamos que vamos a poner un sistema y va a funcionar siempre, ¿verdad?"
    },
    {
      "start": 334.1,
      "end": 353.1,
      "text": "Llevamos creo que un menos cuatro este mes, ¿me entiendes? Quiero decir que, que al final en esto, en esto no hay nada infalible y, y por supuesto que hay momentos donde se pierde dinero y se acierta y se equivoca, no, no hay, no hay, no hay magia, no hay, no hay trucos y no hay nada que sea absolutamente infalible."
    },
    {
      "start": 353.1,
      "end": 361.1,
      "text": "Entonces yo te voy explicando las maneras de protegerte, pero, pero bueno, no, no quiere decir que no te vaya, que no te vaya a pasar."
    },
    {
      "start": 361.1,
      "end": 375.13,
      "text": "Tú comentabas sobre el porfolio, te he dicho, sí, sí, es que no, es que no hay otra, ¿de acuerdo? No hay, no hay otra, ¿vale? La semana, confío en la semana que viene empezar todo el tema del porfolio y ya pues iremos viendo ejemplos y demás de cómo aporta una estrategia con otra, etcétera, ¿no?"
    },
    {
      "start": 375.13,
      "end": 394.74,
      "text": "Y como recomendamos nosotros hacerlo a incluso pues con cuentas grandes, cuentas pequeñas, etcétera, ¿vale? Pero no hay, no hay magia y no solo, no solo es que, que pasa en esos casos, sino que es seguro que te va a pasar que vas a poner una estrategia y va a estar dos años."
    },
    {
      "start": 394.74,
      "end": 407.74,
      "text": "Ojalá, ojalá te pase que sólo esté dos años en lateral, ¿de acuerdo? Eso ojalá sea ese el peor escenario, ojalá sea ese el peor escenario porque la realidad es que probablemente vas a poner algún sistema y va a ir fatal."
    },
    {
      "start": 407.74,
      "end": 411.74,
      "text": "Esto probablemente va a pasar en algún momento porque nos ha pasado a todos."
    },
    {
      "start": 412.74,
      "end": 418.74,
      "text": "Por lo menos no, no, no, no, no, no, no, no, no, no es infalible."
    },
    {
      "start": 418.74,
      "end": 426.48,
      "text": "Ah, bueno, tú también comentabas lo de apagar las estrategias."
    },
    {
      "start": 426.48,
      "end": 432.48,
      "text": "Sí, bueno, claro, hay que, hay que ver también saltan las alertas."
    },
    {
      "start": 432.48,
      "end": 435.48,
      "text": "Claro, las alertas tienen que estar adaptadas al tipo de sistema."
    },
    {
      "start": 435.48,
      "end": 441.48,
      "text": "Creo que comentamos nuestro ejemplo con Némesis que saltaron y no lo llegamos a pararlo."
    },
    {
      "start": 441.48,
      "end": 444.48,
      "text": "O sea, no lo quitamos, los redujimos de peso."
    },
    {
      "start": 444.48,
      "end": 449.34,
      "text": "y ahora ha tenido una época muy buena, es decir, esto puede pasar, claro, esto"
    },
    {
      "start": 449.34,
      "end": 453.78,
      "text": "puede pasar, la supervisión tiene que tener en cuenta esto, es decir, tú tienes"
    },
    {
      "start": 453.78,
      "end": 457.62,
      "text": "un sistema tendencial como el que hicimos el otro día, que ahora vamos a ver un"
    },
    {
      "start": 457.62,
      "end": 462.86,
      "text": "poquito rápidamente otra vez, y es un sistema que tiene períodos malos, pero es"
    },
    {
      "start": 462.86,
      "end": 466.54,
      "text": "que en los tendenciales es habitual, que con los filtros puedes tratar de"
    },
    {
      "start": 466.54,
      "end": 469.86,
      "text": "mejorarlo, sí, puedes tratar de mejorarlo, pero bueno, a lo mejor también estás"
    },
    {
      "start": 469.86,
      "end": 474.9,
      "text": "sobre optimizando, ¿entiendes? entonces nunca hay una respuesta fácil, si es"
    },
    {
      "start": 474.9,
      "end": 479.58,
      "text": "mejor filtrar y filtrar y filtrar hasta que te quede muy fino, o es mejor asumir"
    },
    {
      "start": 479.58,
      "end": 485.46,
      "text": "que no vaya tan bien y no filtrarlo tanto, ¿entiendes? es un tema"
    },
    {
      "start": 485.46,
      "end": 490.38,
      "text": "controvertido y que no hay una respuesta verdadera o falsa, porque como ya hemos"
    },
    {
      "start": 490.38,
      "end": 496.06,
      "text": "hablado y sabéis ya, nada garantiza la robustez, nada la garantiza, tratamos de"
    },
    {
      "start": 496.06,
      "end": 500.74,
      "text": "fomentarla, pero no lo garantiza, entonces siempre hay un nivel de duda a"
    },
    {
      "start": 500.74,
      "end": 507.69,
      "text": "este respecto, ¿no? y por lo tanto un tendencial puro a más tendencial más se"
    },
    {
      "start": 507.69,
      "end": 513.56,
      "text": "parece a la curva de arriba, más se parece a esta y menos se parece a esta,"
    },
    {
      "start": 513.56,
      "end": 516.4,
      "text": "que es más estable, aunque también tiene un periodo malo ahí en el inicio, ¿vale?"
    },
    {
      "start": 516.4,
      "end": 524.26,
      "text": "pero para entendernos, más errática es tendencial a más puro, ¿vale? entonces la"
    },
    {
      "start": 524.26,
      "end": 529.06,
      "text": "supervisión, claro, tiene que tener en cuenta eso, o sea, la"
    },
    {
      "start": 529.06,
      "end": 535.18,
      "text": "supervisión o la alerta de parar un sistema tiene que enterar si el sistema"
    },
    {
      "start": 535.18,
      "end": 539.38,
      "text": "hace algo que no debe hacer, o sea, que un tendencial se pase tiempo lateral, no es"
    },
    {
      "start": 539.38,
      "end": 544.22,
      "text": "algo que no deba hacer un tendencial, me explico, es decir,"
    },
    {
      "start": 544.22,
      "end": 548.98,
      "text": "entonces lo que tiene que saltar cuando algo pasa, algo anormal o"
    },
    {
      "start": 548.98,
      "end": 554.73,
      "text": "fuera de lo previsto, entonces, claro, eso tiene las relaciones de supervisión"
    },
    {
      "start": 554.73,
      "end": 559.85,
      "text": "que están adaptadas, ¿no? y luego Amarugat exponía, creo que lo había"
    },
    {
      "start": 559.85,
      "end": 567.04,
      "text": "escrito hoy, unas dudas adicionales, ¿qué tamaño mínimo razonable"
    },
    {
      "start": 567.04,
      "end": 573.5,
      "text": "idea debería tener una cartera particular para operar futuros? bueno, es"
    },
    {
      "start": 573.5,
      "end": 578.98,
      "text": "una muy buena pregunta y para la cual, nuevamente, no hay una respuesta única,"
    },
    {
      "start": 579.14,
      "end": 587.02,
      "text": "así que te diría que hoy en día esta cantidad se ha reducido mucho, se ha reducido mucho,"
    },
    {
      "start": 587.02,
      "end": 619.97,
      "text": "perdón, bien, bien, tema cuenta, tema riesgo, ¿no? bien, como decía esto,"
    },
    {
      "start": 619.97,
      "end": 626.73,
      "text": "los micros han ayudado, han ayudado mucho, para esto podemos usar la, por ejemplo,"
    },
    {
      "start": 626.73,
      "end": 635.03,
      "text": "la página de 3 session de margin que puede ser una referencia, una referencia buena de"
    },
    {
      "start": 635.03,
      "end": 646.52,
      "text": "cuánto pide el mercado, para pensar en los, pensar un poco en unos mínimos,"
    },
    {
      "start": 646.52,
      "end": 652.04,
      "text": "que nos puede ayudar, aunque no es la respuesta única, pero a partir de ahí podemos empezar"
    },
    {
      "start": 652.04,
      "end": 659.52,
      "text": "a pensar, pues claro, también los mercados han ido subiendo y esto ha ido dificultando,"
    },
    {
      "start": 659.52,
      "end": 665.79,
      "text": "pero al final, fijaros que tenemos ahora un micro SP, un micro NASDAQ, que están en mil y pico,"
    },
    {
      "start": 665.79,
      "end": 670.39,
      "text": "de acuerdo, de mantenimiento, están en mil y pico, mil cien, mil setecientos,"
    },
    {
      "start": 670.39,
      "end": 675.99,
      "text": "es una cantidad, está bien, también tenemos incluso el Russell y el Dow Jones por debajo"
    },
    {
      "start": 675.99,
      "end": 682.11,
      "text": "de esa cantidad, por debajo de los mil dólares, lógicamente un mini SP, pues ya son doce mil,"
    },
    {
      "start": 682.11,
      "end": 688.99,
      "text": "mini NASDAQ son diecisiete mil, ya empieza a ser ya palabras bastante mayores para empezar,"
    },
    {
      "start": 688.99,
      "end": 697.65,
      "text": "pero a nivel de micro SP y micro NASDAQ, incluso tenemos también mini DAX y micro DAX, micro DAX"
    },
    {
      "start": 697.65,
      "end": 704.37,
      "text": "tenemos también a mil cien euros y tenemos también el oro, por ejemplo, que es un futuro que está bien"
    },
    {
      "start": 704.37,
      "end": 712.85,
      "text": "a nivel de micro, que son mil dólares, son mil dólares el micro, el micro oro, entonces en esta"
    },
    {
      "start": 712.85,
      "end": 721.21,
      "text": "cantidad de los mil dólares, bueno, de los mil dólares, tenemos ya varios futuros para abrir,"
    },
    {
      "start": 721.21,
      "end": 729.01,
      "text": "entonces, quiere decir que hoy en día, para empezar, podrías hacer una cartera con una"
    },
    {
      "start": 729.01,
      "end": 734.73,
      "text": "cantidad relativamente pequeña, de acuerdo, con diez, con veinte mil dólares, se podría hacer una"
    },
    {
      "start": 734.73,
      "end": 744.79,
      "text": "cartera razonablemente diversificada, incluso se podría con menos empezar, pero ya hablando de"
    },
    {
      "start": 744.79,
      "end": 754.27,
      "text": "una aceptable diversificación, diversificación se podría con no demasiada dificultad, insisto"
    },
    {
      "start": 754.27,
      "end": 761.71,
      "text": "que con menos, con menos, porque al final, sí, bueno, ahora no lo tengo aquí listo, pero"
    },
    {
      "start": 765.18,
      "end": 822.71,
      "text": "a ver, lógicamente las garantías, muy muy importante, no es el vector importante para la"
    },
    {
      "start": 822.71,
      "end": 830.31,
      "text": "cuenta, pero al final es un punto de partida, es un punto de partida para comparar, para comparar"
    },
    {
      "start": 830.31,
      "end": 835.35,
      "text": "que antiguamente esto no existía y realmente era mucho más complicado, es un punto de partida,"
    },
    {
      "start": 835.35,
      "end": 843.13,
      "text": "pero no es lo, no usarlo de referencia, realmente hay que tener bastante más esa cantidad, bueno,"
    },
    {
      "start": 843.13,
      "end": 849.05,
      "text": "una regla estándar básica para empezar y no complicarse, pues seguro que lo habéis oído dos,"
    },
    {
      "start": 849.05,
      "end": 856.37,
      "text": "tres veces el drawdown, esto es una regla básica, pero bueno, ya veremos, lo veremos la semana que"
    },
    {
      "start": 856.73,
      "end": 863.57,
      "text": "con el porfolio se puede dar la paradoja que incluso reduzcas el drawdown o lo mantengas,"
    },
    {
      "start": 863.57,
      "end": 868.85,
      "text": "de acuerdo, mantengas, a lo mejor pones un sistema, tienes un drawdown, metes otro y no aumentas el"
    },
    {
      "start": 868.85,
      "end": 875.92,
      "text": "drawdown, no aumentas el drawdown, no lo aumentas muy poco, entonces claro, esto es un poco la idea,"
    },
    {
      "start": 875.92,
      "end": 886.96,
      "text": "eso es un poco la idea y lo iremos viendo la semana que viene, confío, pero puede estar,"
    },
    {
      "start": 886.96,
      "end": 893.92,
      "text": "puede estar por esta cantidad que he dado de manera cómoda y ya te digo, a este nivel seguro,"
    },
    {
      "start": 893.92,
      "end": 903.49,
      "text": "seguro que puedes meter varias estrategias, que más, que más, porque o sea, por meter uno,"
    },
    {
      "start": 903.49,
      "end": 910.78,
      "text": "seguramente depende de qué sistema está con bastante menos, podría superar, está con bastante"
    },
    {
      "start": 910.78,
      "end": 920.53,
      "text": "menos, seguramente con 5000 podrías, pero mejor, mejor tampoco, como os digo, seguramente ahí te"
    },
    {
      "start": 920.53,
      "end": 930.62,
      "text": "costaría diversificar, decías también en esta línea, que la teoría recuerdo que valoraba por"
    },
    {
      "start": 930.62,
      "end": 940.72,
      "text": "o si contra de futuros CFDs, ¿no? Sí, bueno, en la, sí, sí, el swap, eso es un error también que comete"
    },
    {
      "start": 940.72,
      "end": 948.48,
      "text": "mucha gente pensaba, es que el CFD me cobra, me cobra un swap, el futuro no y esto es solo verdad"
    },
    {
      "start": 948.48,
      "end": 953.16,
      "text": "a medias, verdad a medias, de acuerdo, es decir, es cierto que el futuro no te la cobra como una"
    },
    {
      "start": 953.16,
      "end": 960.64,
      "text": "comisión al uso, pero veréis que el futuro pues está por encima del, es decir, el tipo de interés"
    },
    {
      "start": 960.64,
      "end": 966.48,
      "text": "no lleva implícito, es verdad que claro, ahí depende porque si estás corto, pues lo puedes, ese gap"
    },
    {
      "start": 966.48,
      "end": 972.08,
      "text": "al final se va cerrando, puedes decir que lo puedes jugar, es distinto realmente, es mejor en"
    },
    {
      "start": 972.08,
      "end": 981.16,
      "text": "el futuro, es mejor, pero el CFD te va a cobrar un swap, un interés implícito por tener las"
    },
    {
      "start": 981.16,
      "end": 986.5,
      "text": "operaciones abiertas y el futuro de esa cantidad no te la va a cobrar, la tiene implícita en el"
    },
    {
      "start": 986.5,
      "end": 995.19,
      "text": "precio metido, vale, sin más, también diferencia principal es que el CFD es un mercado OTC, vale,"
    },
    {
      "start": 995.19,
      "end": 1000.91,
      "text": "y en cambio un futuro o un ETF, también hablabas ahí, pues es un mercado regulado, vale,"
    },
    {
      "start": 1003.27,
      "end": 1008.63,
      "text": "en la teoría no hay referencia de comparación ETF CFD, es bueno porque un CFD es un derivado,"
    },
    {
      "start": 1008.63,
      "end": 1013.14,
      "text": "vale, y por eso lo comparo con el futuro, ¿de acuerdo?, tiene aparatura que habiendo, en cambio"
    },
    {
      "start": 1013.14,
      "end": 1019.36,
      "text": "un ETF en sí es una acción, entonces se podía, bueno, se puede comparar con una acción, pero es"
    },
    {
      "start": 1019.36,
      "end": 1023.12,
      "text": "que es una acción, ¿de acuerdo?, entonces un ETF al final,"
    },
    {
      "start": 1026.62,
      "end": 1037.26,
      "text": "sí, si operas el SPY en vez del CFD ahorras el swap, sí, en el ETF te castigarían por otro lado,"
    },
    {
      "start": 1037.26,
      "end": 1043.54,
      "text": "bueno, lo único que puede haber son custodias, pero realmente es algo muy insignificante,"
    },
    {
      "start": 1043.54,
      "end": 1049.89,
      "text": "en principio no, en principio no se me ocurre con que te castigan,"
    },
    {
      "start": 1050.77,
      "end": 1057.37,
      "text": "la diferencia es que tú no tienes apalancamiento, aunque en realidad un broker puede dar algo de"
    },
    {
      "start": 1057.37,
      "end": 1061.65,
      "text": "apalancamiento, el producto en sí no tiene un apalancamiento implícito, ¿de acuerdo?,"
    },
    {
      "start": 1061.65,
      "end": 1068.77,
      "text": "en cambio un futuro o un CFD permite apalancarse, vale, un futuro o un CFD permite apalancarse y un"
    },
    {
      "start": 1068.77,
      "end": 1074.71,
      "text": "ETF en principio no, vale, un ETF es un producto de contado y un CFD o un futuro es un producto"
    },
    {
      "start": 1074.71,
      "end": 1082.98,
      "text": "derivado sub que al final tiene un subyacente que replica y permiten apalancarse, vale, esa es un"
    },
    {
      "start": 1082.98,
      "end": 1090.52,
      "text": "poco la diferencia, vale, es decir, para que entiendas, para exponerte igual usando este"
    },
    {
      "start": 1090.52,
      "end": 1100.26,
      "text": "mismo ejemplo que hemos visto del SP con el micro SP, vale, el micro SP, a ver un segundo,"
    },
    {
      "start": 1100.9,
      "end": 1107.79,
      "text": "lo voy a ver abrir aquí para que lo veáis, para que veáis uno y veáis el otro, no,"
    },
    {
      "start": 1109.79,
      "end": 1133.65,
      "text": "ese que es lo mismo, mayormente, a roba mes, vale, bueno, está aquí a la derecha está el SP,"
    },
    {
      "start": 1133.65,
      "end": 1143.26,
      "text": "a la izquierda el mes, vale, la única diferencia, como veis cotizan igual al mismo precio, vale,"
    },
    {
      "start": 1143.26,
      "end": 1150.63,
      "text": "lo única diferencia que tienen es lógicamente su valor nominal, su tick, el SP vale 50 dólares"
    },
    {
      "start": 1150.63,
      "end": 1161.18,
      "text": "el punto, el mini SP, cambio el micro SP vale 5 dólares el punto, entonces eso lo multiplicas"
    },
    {
      "start": 1161.18,
      "end": 1167.78,
      "text": "por su precio, ese es el nominal, es decir, cuánto es el nominal del micro SP, pues 25 mil dólares,"
    },
    {
      "start": 1167.78,
      "end": 1174.9,
      "text": "de acuerdo, es decir, tú para exponerte igual al mercado que lo que te estás exponiendo contrato,"
    },
    {
      "start": 1174.9,
      "end": 1183.02,
      "text": "comprando un contrato de el mes, vale, mes, de acuerdo, un contrato, tú compras un contrato,"
    },
    {
      "start": 1183.02,
      "end": 1192.4,
      "text": "tendrías que comprar 25 mil dólares del SPY, vale, y tú estás expuesto igual al mercado, lo mismo,"
    },
    {
      "start": 1192.4,
      "end": 1198.71,
      "text": "probablemente ganarás o perderás algo muy parecido, el futuro va a ver la diferencia de"
    },
    {
      "start": 1198.71,
      "end": 1205.07,
      "text": "pues lo que hablamos, vencimientos, etcétera, hay que arrolar, pero en sí tú estarías expuesto"
    },
    {
      "start": 1205.07,
      "end": 1209.59,
      "text": "muy parecido, si ahora aquí te pongo el SPY verás que el gráfico es tremendamente similar,"
    },
    {
      "start": 1209.59,
      "end": 1216.76,
      "text": "ahí ya no el precio, porque digamos que tiene otro nivel de escala, vale, pero es muy similar,"
    },
    {
      "start": 1216.76,
      "end": 1223.92,
      "text": "vale, es muy similar, vale, es muy similar, no va a ser exacto, no va a ser exacto porque"
    },
    {
      "start": 1223.92,
      "end": 1229.88,
      "text": "lo que te habla de los vencimientos, etcétera, aparte de, bueno, aquí para que se parezca más"
    },
    {
      "start": 1229.88,
      "end": 1234.96,
      "text": "tendríamos que hacer esto, que es abrir el continuo, solo el, perdón, el horario regular,"
    },
    {
      "start": 1234.96,
      "end": 1239.92,
      "text": "vale, que es coincidencia con el contado y ahí aún se parece más, vale, aún se parece más,"
    },
    {
      "start": 1239.92,
      "end": 1246.63,
      "text": "pero tú te puedes exponer igual, pero para exponerte igual a la izquierda te compras un"
    },
    {
      "start": 1246.63,
      "end": 1254.66,
      "text": "contrato de futuros, para lo cual en la cuenta te retienen, si lo mantienes, 1180 dólares,"
    },
    {
      "start": 1255.02,
      "end": 1259.66,
      "text": "ese nivel de exposición te cobran una comisión, no me acuerdo si son dos dólares, no me acuerdo,"
    },
    {
      "start": 1259.66,
      "end": 1267.9,
      "text": "y te retienen en la cuenta 1180 y si lo quieres hacer con el SPY tienes que comprar 25 mil dólares"
    },
    {
      "start": 1267.9,
      "end": 1275.02,
      "text": "y depositar 25 mil dólares, es la diferencia, entonces eso es apalancamiento que yo con 1100"
    },
    {
      "start": 1275.02,
      "end": 1327.46,
      "text": "dólares me expongo a 25 mil, entonces entiendo, espero que esto más o menos haya quedado claro la"
    },
    {
      "start": 1327.46,
      "end": 1335.15,
      "text": "diferencia, entonces la diferencia ante comprar un contado entonces es ésta, es decir, no todo"
    },
    {
      "start": 1335.15,
      "end": 1342.67,
      "text": "tiene su bueno y su malo, entonces comprar e operar ETF está muy bien, pero ya digo,"
    },
    {
      "start": 1342.67,
      "end": 1354.03,
      "text": "necesitas 25 mil dólares para exponerte igual que con un micro SP y eso lo solo te pedirá en"
    },
    {
      "start": 1354.03,
      "end": 1366.47,
      "text": "la cuenta 1100 dólares, a ver un momento, bien que más, Tf.com tiene una acción, hemos dicho que"
    },
    {
      "start": 1366.47,
      "end": 1373.31,
      "text": "tiene swap, si opero Tf, bueno ese es un poco, quedó que ha quedado claro que ya me he puesto ahí"
    },
    {
      "start": 1373.31,
      "end": 1383.33,
      "text": "un ok y con esto lo marco como respondido, bueno y no, preguntas como tal, si que había abierto"
    },
    {
      "start": 1383.33,
      "end": 1393.95,
      "text": "algún email, cuando me enviáis un email, no sé si entiendo que no, que no puedo hacer referencia,"
    },
    {
      "start": 1393.95,
      "end": 1397.67,
      "text": "pero ya digo yo siempre que podáis porque me habéis hecho una pregunta que yo hago unas"
    },
    {
      "start": 1397.67,
      "end": 1402.75,
      "text": "preguntas a algunos, entiendo que se podrían decir en directo pero me las hacéis por email,"
    },
    {
      "start": 1402.75,
      "end": 1408.06,
      "text": "entonces claro si las hacéis en el discord siempre es mejor porque así pues aprende más gente,"
    },
    {
      "start": 1408.06,
      "end": 1412.82,
      "text": "no pensar si es por vergüenza de verdad, o sea cualquier pregunta que tengáis seguro que la"
    },
    {
      "start": 1413.58,
      "end": 1418.98,
      "text": "somos muchos, hay muchos perfiles y no, no de verdad, no pasa nada por preguntar, vosotros"
    },
    {
      "start": 1418.98,
      "end": 1425.93,
      "text": "preguntar que es gratis y que para eso está el curso, entonces ya digo que siempre es mejor que"
    },
    {
      "start": 1425.93,
      "end": 1432.73,
      "text": "pienso yo hacerlo en el disco, pero bueno los que preguntáis en privado os lo contesto en privado,"
    },
    {
      "start": 1432.73,
      "end": 1440.49,
      "text": "al principio pues no me hago referencia a alguna cosa, aunque sé que algunas cosas pues las puedo"
    },
    {
      "start": 1440.49,
      "end": 1447.02,
      "text": "comentar sin decir el nombre, sin decir el nombre, a ver por cierto que justamente creo,"
    },
    {
      "start": 1447.02,
      "end": 1450.9,
      "text": "voy a dejar a compartir la pantalla porque tengo que abrir el outlook y creo que se me va a abrir"
    },
    {
      "start": 1450.9,
      "end": 1458.99,
      "text": "aquí y tampoco es plan de enseñaros todo el correo y tener que matar a todos ahora aquí en directo,"
    },
    {
      "start": 1458.99,
      "end": 1475.4,
      "text": "para proteger la información, no sería plan, entonces vuelvo a compartir, porque sé que tenía"
    },
    {
      "start": 1475.4,
      "end": 1484.08,
      "text": "alguna pregunta que me habíais hecho que quería comentar algo, bueno había habido preguntas"
    },
    {
      "start": 1484.08,
      "end": 1490.76,
      "text": "relacionados con vps dedicados, esto al principio estaba explicado, yo creo que lo había explicado"
    },
    {
      "start": 1490.76,
      "end": 1498.82,
      "text": "tanto en otras prácticas como en la teoría, pero lo normal si no queréis gastar mucho es que el"
    },
    {
      "start": 1498.82,
      "end": 1505.86,
      "text": "pc de investigación sea el vuestro de acuerdo y para operarse que uséis un vps, porque al final"
    },
    {
      "start": 1506.26,
      "end": 1510.74,
      "text": "lo suyo es usar un dedicado, pero ya cuando tienes recursos para optimizar, porque quieres tener"
    },
    {
      "start": 1510.74,
      "end": 1514.82,
      "text": "libre el tuyo, pero si no, pues con el tuyo vas haciendo análisis y demás y ya con el"
    },
    {
      "start": 1517.5,
      "end": 1524.34,
      "text": "dedicado con el vps operas, claro tuve que tener que ser de un procesador potente y eso ya os hablé"
    },
    {
      "start": 1524.34,
      "end": 1534.6,
      "text": "creo que de cpu benchmark, que mirarais ahí pues cuánto rende el procesador, cuando os"
    },
    {
      "start": 1534.6,
      "end": 1544.28,
      "text": "compréis un pc o vayáis a hacer un o alquiléis un dedicado, más que fijaros que modelo si es 17"
    },
    {
      "start": 1544.28,
      "end": 1553.04,
      "text": "si es no, buscarlo aquí, venís aquí y ponéis yo que sé y 7 lo que sea, el número exacto,"
    },
    {
      "start": 1553.04,
      "end": 1560.4,
      "text": "que eso siempre lo encontráis ahí en el sistema, porque al final no os guíais por 17, yo tengo"
    },
    {
      "start": 1560.92,
      "end": 1569.56,
      "text": "7 años que es un 7 y es una tartarana el poco que al final y 7 dice poco, entonces hay que buscarlo"
    },
    {
      "start": 1569.56,
      "end": 1577.29,
      "text": "aquí y ver cuánto puntúa, entonces cuanto más puntúe mejor, entonces hay que ver el cuánto vale"
    },
    {
      "start": 1577.29,
      "end": 1597.6,
      "text": "y todo todo en la vida, bien y también vale pues ya está, esto ya estaría bien"
    },
    {
      "start": 1597.6,
      "end": 1617.07,
      "text": "en cuanto al sistema de la semana pasada, a ver un montón de cosas, un montón de colorines, ahora"
    },
    {
      "start": 1617.07,
      "end": 1630.1,
      "text": "aquí no sé por qué no me está haciendo operaciones, alegría, que pasaba que no hacía operaciones,"
    },
    {
      "start": 1630.1,
      "end": 1670.55,
      "text": "bien por hacer un pequeño recordatorio acordaros que probamos distintas medias, vimos hicimos un"
    },
    {
      "start": 1670.55,
      "end": 1680.21,
      "text": "switch con diferentes medias para probar distintas, vimos varias que podían ir bien, vimos por ejemplo"
    },
    {
      "start": 1680.21,
      "end": 1687.21,
      "text": "multicharts que parecía por ejemplo la 8 bastante estable, que no era muy afectada, que además nos"
    },
    {
      "start": 1687.21,
      "end": 1712.48,
      "text": "gustaba porque era como lógica, la 8, la 8x average para la fast y average simple para la"
    },
    {
      "start": 1713.04,
      "end": 1719.98,
      "text": "la más lenta, que habían varias que quedan buen resultado lógicamente, un sistema que tiene que"
    },
    {
      "start": 1719.98,
      "end": 1726.15,
      "text": "suele ir bien con tendencia, un sistema muy sencillo, ni tan sólo probamos a meter el"
    },
    {
      "start": 1726.15,
      "end": 1731.63,
      "text": "dungeon de filtro que ya os digo que mejora, ya os digo que mejora, estaba implementado pero no"
    },
    {
      "start": 1731.63,
      "end": 1744.42,
      "text": "no lo metimos, sé que tengo pendiente de daros el código, y bueno y hablamos de algunos filtros y"
    },
    {
      "start": 1744.42,
      "end": 1750.66,
      "text": "había ahí un nivel de posibilidad de mejora y ya dimos algunos tips por donde podían ir los tiros"
    },
    {
      "start": 1750.66,
      "end": 1759.91,
      "text": "vale entonces a partir de ahí a partir de ahí a ver que esto no me está operando ahora porque"
    },
    {
      "start": 1759.91,
      "end": 1787.09,
      "text": "no me estaba operando, parece que debo tener algún filtro que me invalida todo, 7 y 8, bueno igual"
    },
    {
      "start": 1787.09,
      "end": 1797.07,
      "text": "como se ha corrompido el workspace a lo mejor se ha corrompido Alberto, entonces tiene que ser los"
    },
    {
      "start": 1797.07,
      "end": 1813.31,
      "text": "filtros, 7 y 8 deberían validarlos, 46, 20 medias false, 20 medias true, sí es cierto, es cierto,"
    },
    {
      "start": 1813.31,
      "end": 1826.89,
      "text": "es cierto, true, sería el cruce true, no? y ya false, sí, está correctísimo todo, está correctísimo"
    },
    {
      "start": 1826.89,
      "end": 1838.75,
      "text": "todo, y no opera no? pues está corrupto, ah bueno que no se lo ve el principio que pasaba que, ah no,"
    },
    {
      "start": 1838.75,
      "end": 1844.78,
      "text": "pero suelo la gestión monetaria, parece que ahora está tardando, yo creo que está procesando, ahora"
    },
    {
      "start": 1844.78,
      "end": 1858.97,
      "text": "si Alberto, era los filtros, era los filtros, pues tienes que poner para que tu 7 y 8, 7 y 8, si si,"
    },
    {
      "start": 1858.97,
      "end": 1882.52,
      "text": "7 y 8 va eh, vale, esto cuando se te corrompe el workspace, se te rompe todo, es una pequeña"
    },
    {
      "start": 1882.52,
      "end": 1888.81,
      "text": "putadita, pero claro, si tienes que dar una clase, pues es peor aún, es un poco peor, es un poco peor,"
    },
    {
      "start": 1888.81,
      "end": 1898.0,
      "text": "dale, bueno sí, pero sí que va, porque tengo el más y más, ah no, vale, porque estas no son las"
    },
    {
      "start": 1898.0,
      "end": 1928.46,
      "text": "nuestras, estas son las que habíamos probado, que son los que tienen que haber, te pones más de 8,"
    },
    {
      "start": 1928.46,
      "end": 1940.58,
      "text": "te pones en false el operar y no opera nunca, con 8 no operaría nunca largo, y 9, 9 en el not"
    },
    {
      "start": 1940.58,
      "end": 1947.29,
      "text": "sí que debería operar, pero en el true no opera nunca, siempre le da false y no opera nunca,"
    },
    {
      "start": 1947.29,
      "end": 1972.42,
      "text": "este no es, este no, pero este, el yes y el no sí que sí que puede ir bien, adaptado, es igual,"
    },
    {
      "start": 1972.42,
      "end": 1994.86,
      "text": "cambiándole la pauta tiene que imprimirla, no, ah, están todas metidas aquí, tío, joder, que lío, vale,"
    },
    {
      "start": 1998.09,
      "end": 2012.37,
      "text": "el nuestro es el 2, no, se toco metidos 3 aquí, vale, vale, ya está, sí, sí, 0,2, 0,2, vale, vale,"
    },
    {
      "start": 2012.69,
      "end": 2023.41,
      "text": "sí, sí, además ya le hemos metido lo del rango 1 y rango 2, vale, perfecto, bien, esto, esto,"
    },
    {
      "start": 2023.41,
      "end": 2034.23,
      "text": "os quería enseñar cuatro cositas, vale, mira, igual, voy a quitar esto, voy a quitar, ocultar esto,"
    },
    {
      "start": 2034.23,
      "end": 2042.27,
      "text": "para que sea más fácil y que vean mejor la pantalla, y venga, y ya estamos, más o menos,"
    },
    {
      "start": 2042.27,
      "end": 2053.72,
      "text": "entonces, esto de los puntitos en los indicadores que se llaman show me en 3 session, que por"
    },
    {
      "start": 2053.72,
      "end": 2060.08,
      "text": "ejemplo para evaluar filtros os lo recomiendo mucho, entonces, realmente insistiendo mucho en lo que"
    },
    {
      "start": 2060.08,
      "end": 2065.64,
      "text": "hemos comentado en la clase de que hay que ver las cosas en el gráfico, vale, vosotros tenéis el"
    },
    {
      "start": 2065.64,
      "end": 2070.76,
      "text": "sistema en bruto, aquí ahora ya está el sistema, espera, que voy a hacer que no pinte esto de momento,"
    },
    {
      "start": 2070.76,
      "end": 2082.97,
      "text": "porque ahora mismo no hace más que despistarnos, 8, 9, no pinta Alberto, 7, 8 era, 7, 8, 7, 8,"
    },
    {
      "start": 2082.97,
      "end": 2094.11,
      "text": "eso no debería pintar, no, eso es, venga, venga, entonces, si tenemos, tenemos el sistema,"
    },
    {
      "start": 2094.11,
      "end": 2100.76,
      "text": "podemos decir en bruto, al cual ya le hemos hecho un world forward, ahora luego os enseñaré,"
    },
    {
      "start": 2100.76,
      "end": 2111.75,
      "text": "vale, hemos hecho un world forward hoy, vale, incluso creo que el world forward no está del todo bien hecho,"
    },
    {
      "start": 2111.75,
      "end": 2121.76,
      "text": "ahora cuando llegue os lo explico, porque, bien, tenemos aquí el sistema en bruto con la entrada,"
    },
    {
      "start": 2121.76,
      "end": 2129.56,
      "text": "al final nos quedamos, recordad, bloqueamos, bloqueamos la media lenta en slow, calculamos la"
    },
    {
      "start": 2129.56,
      "end": 2135.36,
      "text": "fast restando la vela slow, y al final ha quedado con una media en realidad de 44, 46, que ya se"
    },
    {
      "start": 2135.36,
      "end": 2141.12,
      "text": "autopinta, pero acordaros con el tipo 8, que es exponencial y simple, dejamos esta, porque vimos"
    },
    {
      "start": 2141.12,
      "end": 2146.56,
      "text": "que era bastante robusto, ni probamos el dungeon, que os recomiendo que lo exploréis como filtro"
    },
    {
      "start": 2146.56,
      "end": 2152.36,
      "text": "adicional, vale, de tendencia, suele mejorar bastante los laterales y retasar poco la entrada,"
    },
    {
      "start": 2152.36,
      "end": 2158.55,
      "text": "es decir, al final lo que añade es un canal, es decir, que cuando corta no solo necesita la media"
    },
    {
      "start": 2158.55,
      "end": 2163.03,
      "text": "para que entendáis, vale, que quiere decir el filtro dungeon, pues que además de cortar tiene"
    },
    {
      "start": 2163.03,
      "end": 2167.75,
      "text": "que superar, por ejemplo, el máximo de nivel, este máximo, entonces en vez de comprar aquí,"
    },
    {
      "start": 2167.75,
      "end": 2172.39,
      "text": "pues hubiera comprado aquí, entendéis, en este caso hubiera comprado más tarde, pero sí que a"
    },
    {
      "start": 2172.39,
      "end": 2177.39,
      "text": "veces puede hacer que aquí pues no te venda, vale, a lo mejor te hubiera vendido aquí igual perdiendo,"
    },
    {
      "start": 2177.39,
      "end": 2182.11,
      "text": "pero a lo mejor este largo no entra, por ejemplo, porque no sube lo suficiente, entendéis, es decir,"
    },
    {
      "start": 2182.11,
      "end": 2188.95,
      "text": "suele mejorar los laterales, también algunos los va a sufrir, pero hay algún tipo de lateral que"
    },
    {
      "start": 2188.95,
      "end": 2195.35,
      "text": "el canal de dungeon te va a ayudar un poco a sortearlo, porque no solo va a usar la media,"
    },
    {
      "start": 2196.15,
      "end": 2202.31,
      "text": "va a usar también, por ejemplo, este que aseguro que no hubiera entrado, porque no hubiera roto este"
    },
    {
      "start": 2202.31,
      "end": 2208.7,
      "text": "nivel de aquí, el mínimo de n barras y no hubiera entrado, entonces esta es un poco la idea,"
    },
    {
      "start": 2208.7,
      "end": 2214.66,
      "text": "entonces el canal de dungeon suele complementar bien a un sistema de tendencias como filtro,"
    },
    {
      "start": 2214.66,
      "end": 2221.86,
      "text": "como filtro de precios, pues os lo recomiendo explorar, aquí no lo hemos explorado, si queréis"
    },
    {
      "start": 2221.86,
      "end": 2225.42,
      "text": "ahora por probarlo un momentito, no lo he probado, la verdad, porque he preferido,"
    },
    {
      "start": 2225.42,
      "end": 2232.01,
      "text": "este ya lo sé que mejora, entonces no quería tampoco perder el tiempo en dejar en pelearnos,"
    },
    {
      "start": 2232.01,
      "end": 2239.89,
      "text": "vale, eso es como estaba la curva que ya habíamos hecho otro día con comisiones, vale, y sin"
    },
    {
      "start": 2239.89,
      "end": 2245.45,
      "text": "demasiada tampoco locura a nivel de optimización, es decir, esto es bastante razonable, recuerda que"
    },
    {
      "start": 2245.45,
      "end": 2254.72,
      "text": "tenemos 5600 trades, muchos años, vale, muy justito en el lado largo pero aceptable, demasiado"
    },
    {
      "start": 2254.72,
      "end": 2261.6,
      "text": "justo en el corto, es verdad que demasiado justo en el corto, este 104 en realidad no es operable,"
    },
    {
      "start": 2261.6,
      "end": 2268.36,
      "text": "es muy bajo, pero bueno global 110 es demasiado justo, deberíamos de mejorarlo un poco más para"
    },
    {
      "start": 2268.36,
      "end": 2276.44,
      "text": "que fuera totalmente operable, pero está en un punto interesante para trabajarlo, porque son 5000,"
    },
    {
      "start": 2276.44,
      "end": 2283.16,
      "text": "todavía no hemos filtrado nada, simplemente hemos trabajado un poco las salidas, que sí que ya lo"
    },
    {
      "start": 2283.16,
      "end": 2287.48,
      "text": "hemos mejorado con las salidas y le hemos quitado un poquito de tendencialidad, pero lo hemos dejado"
    },
    {
      "start": 2287.48,
      "end": 2293.8,
      "text": "un 40% de acierto, sigue siendo bastante tendencial aunque no lo hemos dejado totalmente tendencial en"
    },
    {
      "start": 2293.8,
      "end": 2301.76,
      "text": "el sentido que corra, porque si no pues puede deteriorar un poco más, pero ya digo, aún tiene"
    },
    {
      "start": 2301.76,
      "end": 2343.52,
      "text": "camino de mejora, posible mejora es lo que os decía, simplemente activar el doncha, bueno aquí ahora"
    },
    {
      "start": 2344.56,
      "end": 2349.75,
      "text": "tengo las salidas adaptadas, seguramente había que darle una vuelta a través a las salidas,"
    },
    {
      "start": 2351.04,
      "end": 2356.19,
      "text": "activando esto, pero aquí activo el canal, creo que estaba en 11 y"
    },
    {
      "start": 2358.51,
      "end": 2366.82,
      "text": "de hecho hemos empeorado así solo el lado corto claramente, bueno hemos empeorado todo,"
    },
    {
      "start": 2366.82,
      "end": 2372.82,
      "text": "pero aquí ahora mismo, ya digo, las salidas están un poco adaptadas al otro, habría que ver,"
    },
    {
      "start": 2372.82,
      "end": 2381.96,
      "text": "bueno este creo que creo que era mejor en false, false true, si meto doncha,"
    },
    {
      "start": 2381.96,
      "end": 2398.06,
      "text": "porque ahora cuántos trades tengo, 1200, le he bajado mucho los trades, por ahí hay preguntas,"
    },
    {
      "start": 2398.06,
      "end": 2412.99,
      "text": "dice mario si se escucha, está bien, no? ah vale, vale, es bueno, aquí ya estamos otra vez más"
    },
    {
      "start": 2412.99,
      "end": 2419.55,
      "text": "parecido a la cruz en 4.400, pues aquí es lo que os digo, aquí ya depende de un canal de doncha,"
    },
    {
      "start": 2419.55,
      "end": 2427.02,
      "text": "que lo normal, habría que ver, habría que ver cuánto, qué canal, repito que hubiera sido previo,"
    },
    {
      "start": 2427.02,
      "end": 2432.94,
      "text": "yo lo hubiera hecho previo a las salidas, no he querido usarlo porque ya sé que no voy a mejorar"
    },
    {
      "start": 2432.94,
      "end": 2442.29,
      "text": "así y automáticamente ahí pues jugar un poco con el canal, ver a ver dónde podemos jugar, no sé,"
    },
    {
      "start": 2442.29,
      "end": 2447.87,
      "text": "pero dejamos por ejemplo un efecto en una sesión como está todo lo demás, así va a ser bastante"
    },
    {
      "start": 2447.87,
      "end": 2458.18,
      "text": "bastante restrictivo y yo diría que así puede ser que mejore algo, no, el problema es que las"
    },
    {
      "start": 2458.18,
      "end": 2464.98,
      "text": "salidas están un poco adaptadas ahora al otro metro, bueno poquito, poquito estamos en 1.12,"
    },
    {
      "start": 2464.98,
      "end": 2471.34,
      "text": "no es significativo, pero ya digo, las salidas están adaptadas, así como se han mejorado,"
    },
    {
      "start": 2471.34,
      "end": 2477.78,
      "text": "de hecho en este último periodo va a ver realmente mal, porque las salidas están adaptadas,"
    },
    {
      "start": 2477.78,
      "end": 2483.68,
      "text": "habría que haber revisado las salidas con posterioridad, porque las salidas ya os digo"
    },
    {
      "start": 2483.68,
      "end": 2490.79,
      "text": "están adaptadas a no usar canal de doncha, a entradas muy rápidas, entonces ese es el"
    },
    {
      "start": 2490.79,
      "end": 2497.03,
      "text": "problema que tiene y además no estamos controlando las reentradas, había activado un poquito de"
    },
    {
      "start": 2497.03,
      "end": 2501.63,
      "text": "gestión monetaria, por eso habéis visto mejor los datos un poco distintos, había activado un"
    },
    {
      "start": 2501.63,
      "end": 2511.63,
      "text": "poquito de gestión monetaria para hacerlo un poquito más real, por eso estaba un poquito"
    },
    {
      "start": 2511.63,
      "end": 2546.62,
      "text": "distinto, volvemos aquí a como estaba antes, bien vamos a ver lo que os decía del, tengo que dejar"
    },
    {
      "start": 2546.62,
      "end": 2588.16,
      "text": "de compartir la pantalla, porque si no no veo mi escritorio, ahí estamos, bien está, no, no estáis"
    },
    {
      "start": 2588.16,
      "end": 2598.95,
      "text": "viendo, no estáis viendo, ahora sí que estaréis, estaréis viendo, bien estáis viendo aquí un"
    },
    {
      "start": 2598.95,
      "end": 2603.03,
      "text": "wall forward, tenemos un programa externo, pero da igual, le podéis usar el de TDCS, de acuerdo,"
    },
    {
      "start": 2603.03,
      "end": 2609.11,
      "text": "no difiere, este es más rápido simplemente, pero es totalmente comparable y no tiene mayor"
    },
    {
      "start": 2609.11,
      "end": 2619.32,
      "text": "problema, este lo hemos estado probando y de hecho todavía lo estamos probando, ya lo compramos,"
    },
    {
      "start": 2619.32,
      "end": 2627.46,
      "text": "no era muy caro, era de 500 dólares, lo estábamos probando un poco, bien hicimos una prueba rápida"
    },
    {
      "start": 2627.46,
      "end": 2638.19,
      "text": "de wall forward a nivel de cluster, no sé si era este o era el otro, me parece que era este otro,"
    },
    {
      "start": 2639.39,
      "end": 2653.97,
      "text": "vale que es un wall forward bastante bastante justito, pero es verdad que aquí decidimos por"
    },
    {
      "start": 2653.97,
      "end": 2658.92,
      "text": "probar, salen todos los inputs de ese programa, es la verdad que no me gusta porque es mareante,"
    },
    {
      "start": 2658.92,
      "end": 2664.08,
      "text": "están todos, hay las salidas las que no usamos también, y nosotros realmente solo dejamos"
    },
    {
      "start": 2664.08,
      "end": 2715.94,
      "text": "oscilar la media rápida y el valor de los filtros, Alexa calla, calla, calla, Alexa calla,"
    },
    {
      "start": 2719.74,
      "end": 2751.01,
      "text": "como de uno en optimizaciones, esta es la ficha del wall forward, esta es simplemente las que"
    },
    {
      "start": 2751.01,
      "end": 2755.77,
      "text": "optimizamos, nos quedamos con el filtro 26, con la salida 26, la verdad que habían varias,"
    },
    {
      "start": 2756.41,
      "end": 2770.72,
      "text": "habían varias y simplemente variamos esto, sinceramente no veo muy claro el hecho de dejar"
    },
    {
      "start": 2770.72,
      "end": 2777.44,
      "text": "oscilar las salidas ni menos tanto para hacer wall forward, pero bueno no está mal mirarlo,"
    },
    {
      "start": 2777.44,
      "end": 2782.76,
      "text": "no está mal mirarlo, pero eso va a dificultad bastante pasarlo porque además están en porcentaje"
    },
    {
      "start": 2782.76,
      "end": 2790.87,
      "text": "desde que están bien dimensionadas y sí que a nivel de entradas valorar distintas medias puede"
    },
    {
      "start": 2790.87,
      "end": 2800.38,
      "text": "tener más sentido por el hecho de los distintos ciclos del mercado y tratar de a lo mejor buscar"
    },
    {
      "start": 2800.38,
      "end": 2805.14,
      "text": "una media que se adapte más a un mercado a otro o ver cómo puede variar eso, al final es una prueba"
    },
    {
      "start": 2805.14,
      "end": 2811.7,
      "text": "de estrés, pero a nivel de filtros y de aquí ven dejar oscilar tanto no lo tengo muy claro,"
    },
    {
      "start": 2812.18,
      "end": 2819.77,
      "text": "al menos en wall forward convencional, wall forward roll ancored sí que puede tener más sentido que"
    },
    {
      "start": 2819.77,
      "end": 2827.41,
      "text": "es este, estáis viendo que es ancored, tal como habéis visto esta optimización hecho en wall"
    },
    {
      "start": 2827.41,
      "end": 2835.4,
      "text": "forward no ancored, no nos lo ha pasado por muy poco, el ancored lo ha pasado pero también por poco,"
    },
    {
      "start": 2835.4,
      "end": 2841.64,
      "text": "también por poco lo ha pasado, de hecho sobre todo por el efficiency, como veis está"
    },
    {
      "start": 2841.64,
      "end": 2849.6,
      "text": "siempre hay alrededor de 50 bastante justito, el resto da bastante bien y todos por medias"
    },
    {
      "start": 2849.6,
      "end": 2859.19,
      "text": "si os fijáis da paz claramente, pero en cuanto al wall forward es más justito, el global is"
    },
    {
      "start": 2859.19,
      "end": 2867.87,
      "text": "paz, pero ya digo es justita, pero sobre todo por el wall forward efficiency, es verdad que para"
    },
    {
      "start": 2867.87,
      "end": 2874.11,
      "text": "tendenciales es muy complicado pasar el wall forward, ya os lo comenté, es más complicado ¿por"
    },
    {
      "start": 2874.11,
      "end": 2880.31,
      "text": "qué? porque tiene muchos ciclos, por supuesto si tuvierais un filtro aplicado tampoco lo apliques"
    },
    {
      "start": 2880.31,
      "end": 2887.15,
      "text": "en wall forward, no tiene ningún sentido ir aplicando ahora un filtro y valorar en un momento"
    },
    {
      "start": 2887.15,
      "end": 2895.25,
      "text": "u otro, no es buena práctica, no va a propagar, en una ancored es más posible,"
    },
    {
      "start": 2895.25,
      "end": 2899.33,
      "text": "en una ancored es más posible porque en ancored al final lo que vamos haciendo, recordaros lo que"
    },
    {
      "start": 2899.33,
      "end": 2907.64,
      "text": "hace la ancored, la ancored aquí, las fechas, creo que se le viene alberto, si no, las fechas"
    },
    {
      "start": 2907.64,
      "end": 2915.16,
      "text": "veis va de 2006-2009, 2006 va alargando pero la inicial es la misma, esto es ancored, la inicial"
    },
    {
      "start": 2915.16,
      "end": 2922.86,
      "text": "es la misma, vamos aumentando la final, cada vez la muestra es mayor, lógicamente el outchamper"
    },
    {
      "start": 2922.86,
      "end": 2928.98,
      "text": "es el sí que va cambiando, es el que va consecutivamente detrás y vamos eligiendo los parámetros y ves"
    },
    {
      "start": 2928.98,
      "end": 2933.7,
      "text": "que ahí ves que realmente hay una degradación en los períodos del final, aunque ya sabíamos"
    },
    {
      "start": 2933.7,
      "end": 2939.22,
      "text": "porque es así, el mercado se ha detenido mucho y le ha costado, aunque ha habido una parte que ha"
    },
    {
      "start": 2939.22,
      "end": 2944.86,
      "text": "mejorado pero aquí recoge una parte mala y una parte buena y por eso aún ha quedado mala, pero"
    },
    {
      "start": 2944.86,
      "end": 2951.52,
      "text": "realmente el oro ha ido perdiendo tendencialidad, al igual que la bolsa ha ido perdiendo anti"
    },
    {
      "start": 2951.52,
      "end": 2958.36,
      "text": "tendencialidad en los últimos años, el oro ha ido perdiendo y mira, ligando con esto que decía"
    },
    {
      "start": 2958.36,
      "end": 2970.2,
      "text": "Alejandro en su mensaje que lo quería comentar antes, se me ha olvidado, pensar que una de las"
    },
    {
      "start": 2970.2,
      "end": 2977.48,
      "text": "mejores, esto lo veréis cuando haya portfolio pero tú, una de las mejores cosas que puedes hacer para"
    },
    {
      "start": 2977.48,
      "end": 2986.04,
      "text": "diversificar de acuerdo es justamente ahora trabajar otro sistema para el oro, otro sistema para el"
    },
    {
      "start": 2986.04,
      "end": 2995.7,
      "text": "oro, no necesariamente que sí, que sí que está bien si lo tienes ya en otro, pero a lo mejor en"
    },
    {
      "start": 2995.7,
      "end": 3001.7,
      "text": "activos que lo permita el oro ya os comenté que va bien a tendencia pero también va bien en mid"
    },
    {
      "start": 3001.7,
      "end": 3008.42,
      "text": "reversion, también se puede operar en mid reversion en eventos o breakouts, no es necesariamente,"
    },
    {
      "start": 3008.42,
      "end": 3016.86,
      "text": "aunque lo ha sido, lo ha sido, ya se ve en esta época mucho tiempo, pero realmente ya en los últimos"
    },
    {
      "start": 3016.86,
      "end": 3023.14,
      "text": "años le ha ido costando y alternando tanto periodos de tendencia con tendencia que empieza a ser"
    },
    {
      "start": 3023.14,
      "end": 3027.94,
      "text": "rentable, entonces claro en estos periodos que os ha ido mal a tendencia os va a ir bien la"
    },
    {
      "start": 3028.06,
      "end": 3034.96,
      "text": "tendencia igual aquí y aquí os va a ir mal entonces bueno así lo complementas entiendes así lo"
    },
    {
      "start": 3034.96,
      "end": 3041.36,
      "text": "complementas si si lo haces en otro activo pues también está bien pero ya os digo que si tú tienes"
    },
    {
      "start": 3041.36,
      "end": 3048.12,
      "text": "buen control de este activo y puedes perfectamente hacerlo buscarle otro sistema que lo des que lo"
    },
    {
      "start": 3048.12,
      "end": 3055.36,
      "text": "des con relaciones y luego ya ir a otros activos y luego ya ir a otros activos pero ya digo que"
    },
    {
      "start": 3055.36,
      "end": 3061.06,
      "text": "es una manera muy buena de de mejorarlo porque ahí vas a ver directamente directamente que"
    },
    {
      "start": 3061.06,
      "end": 3067.84,
      "text": "mercados en qué momentos ha ido bien uno y qué momentos ha ido bien otro y puedes comparar tú"
    },
    {
      "start": 3067.84,
      "end": 3073.4,
      "text": "quieres un sistema que vaya bien en pues no sé los años que ha ido mal en tendencia puedes"
    },
    {
      "start": 3073.4,
      "end": 3079.36,
      "text": "centrarte en ese periodo y de esa manera ya digo se puede conseguir un buen un buen resultado"
    },
    {
      "start": 3080.2,
      "end": 3088.59,
      "text": "bien entonces ya digo al final en global spas global spas pero es es justito es justito"
    },
    {
      "start": 3088.59,
      "end": 3094.95,
      "text": "sobre todo por por esta parte vale pero claro es que en world forward autosample bueno aquí"
    },
    {
      "start": 3094.95,
      "end": 3104.88,
      "text": "cuidado que estamos a ver que antes estaba medio bugueado no alberto blanco es bien no"
    },
    {
      "start": 3104.88,
      "end": 3111.88,
      "text": "ya no no para sacar para sacar el informe y el gráfico de uno de los periodos que nos que nos"
    },
    {
      "start": 3111.88,
      "end": 3121.96,
      "text": "gustaran más entiendo que pueden estar estos estos de aquí no ahora es igual voy a hacer voy"
    },
    {
      "start": 3121.96,
      "end": 3139.12,
      "text": "a hacer este esto al final es 30% autosample haciéndolo porque me lo voy a cargar bueno"
    },
    {
      "start": 3139.12,
      "end": 3143.75,
      "text": "es igual si ya está ya está enseñado si es enseñado está enseñado el curso ya está enseñado"
    },
    {
      "start": 3143.75,
      "end": 3163.56,
      "text": "si luego lo tengo que hacer otro me voy a otra cosa y por detrás tú haces uno que que no tienes"
    },
    {
      "start": 3163.56,
      "end": 3185.67,
      "text": "tu capturador alberto bueno pues ya está he capturado esto no vale vamos a probar"
    },
    {
      "start": 3185.67,
      "end": 3200.48,
      "text": "perdón perdón perdón muy bien alberto así me gustará para ver si estabas atento muy bien"
    },
    {
      "start": 3201.84,
      "end": 3216.61,
      "text": "30 30 30 rams y 25 autosample ancolade vamos a ver si no se nos revienta porque a veces"
    },
    {
      "start": 3216.61,
      "end": 3225.1,
      "text": "revienta tarda muy poco no es problema pero eso es un dedicado por ciento es un dedicado más que"
    },
    {
      "start": 3225.1,
      "end": 3228.9,
      "text": "nada para enseñaros el gráfico si me no dejan señalos si no pues no es un señal porque es"
    },
    {
      "start": 3229.46,
      "end": 3237.44,
      "text": "mucha mucha historia para aquellos que no les gusta el world forward que es respetable y sé"
    },
    {
      "start": 3237.44,
      "end": 3243.4,
      "text": "que mucha gente al final insisto que el principal lo dije la teoría principal objetivo del world"
    },
    {
      "start": 3243.4,
      "end": 3248.72,
      "text": "forward no es usarlo para elegir para elegir parámetros no deja de ser más que una prueba"
    },
    {
      "start": 3248.72,
      "end": 3255.16,
      "text": "de estrés pueden haber otras pero es una prueba de estrés ya está acuerdo final yo optimizo y"
    },
    {
      "start": 3255.16,
      "end": 3259.56,
      "text": "aplico optimizo y aplico es algo parecido a lo que hubiera hecho en esos momentos de acuerdo si yo"
    },
    {
      "start": 3259.56,
      "end": 3263.96,
      "text": "estuviera operando el sistema en esa época seguramente hubiera hecho eso hubiera operado"
    },
    {
      "start": 3263.96,
      "end": 3268.48,
      "text": "hubiera optimizado hasta ese momento hubiera dejado un periodo fuera de muestra y eso es lo que hago"
    },
    {
      "start": 3268.48,
      "end": 3274.64,
      "text": "ahora tienes lo que lo hago en muchos distintos períodos y además acumulo mucha información"
    },
    {
      "start": 3276.04,
      "end": 3278.56,
      "text": "a nivel de a nivel de trade de acuerdo"
    },
    {
      "start": 3281.28,
      "end": 3296.73,
      "text": "esto cuánto va a tardar alberto pues ya ves a marcarlo para es verdad es verdad muy bien es"
    },
    {
      "start": 3296.73,
      "end": 3302.71,
      "text": "que está atento has visto que atento está le voy equivocando para ver si está atento y las caza"
    },
    {
      "start": 3302.71,
      "end": 3313.96,
      "text": "todas muy bien bien alberto bien no no me lo he cargado este el fin de se está bien perfecto"
    },
    {
      "start": 3313.96,
      "end": 3322.68,
      "text": "bueno me gusta está por aquí una de las cosas que me gusta poder elegir creo que estaba pilson"
    },
    {
      "start": 3322.68,
      "end": 3332.29,
      "text": "esta correlación ahora sí debería tardar poco si no se nos rompe que a veces se rompe el programa"
    },
    {
      "start": 3333.29,
      "end": 3345.59,
      "text": "esto es en filtro ni nada es simplemente la tendencia con las salidas o si las salidas"
    },
    {
      "start": 3345.59,
      "end": 3353.66,
      "text": "así está aquí abajo los parámetros a que los ve alberto no salía visto antes que no salen"
    },
    {
      "start": 3353.66,
      "end": 3363.2,
      "text": "pero aquí sé que salen la vez es que el programa aún estamos un poco conociéndolo esto os lo digo"
    },
    {
      "start": 3363.2,
      "end": 3376.47,
      "text": "sinceramente y hace poco lo tenemos si si están ahí está ahí puesto ahí abajo es de 10 10 0 2"
    },
    {
      "start": 3376.47,
      "end": 3388.48,
      "text": "a 2 pero 5 10 ahí está perfecto perfecto esta está la curva ya no están ya no están tan tan"
    },
    {
      "start": 3388.48,
      "end": 3392.16,
      "text": "vale porque sí que es verdad que fijaros en el enorme lateral que ha hecho golfur que es lo que"
    },
    {
      "start": 3392.16,
      "end": 3398.67,
      "text": "veíais lo que veíais ahí no realmente ahí pero fijaros hasta aquí o sea que había incluso"
    },
    {
      "start": 3398.67,
      "end": 3404.35,
      "text": "avanzado ocurre esto es una análisis que hace el programa simplemente coge el último set que"
    },
    {
      "start": 3404.35,
      "end": 3423.08,
      "text": "elegiría el carren es el que tocaría para operar ahora vale que tocaría para que bajo que es no sé"
    },
    {
      "start": 3423.08,
      "end": 3437.06,
      "text": "qué es eso no ya lo he intentado ya lo he intentado no no no no no no facas no facas para es igual el"
    },
    {
      "start": 3437.06,
      "end": 3443.14,
      "text": "el currero al final es el set que tocaría para operar que en teoría iría hasta octubre del 24"
    },
    {
      "start": 3443.14,
      "end": 3448.22,
      "text": "vale octubre del 24 ya está entonces el ese set lo pone en todo el histórico y eso es lo que"
    },
    {
      "start": 3448.7,
      "end": 3454.06,
      "text": "para compararlo con él con el golfur vale entonces aquí fijaros que el golfur así que el último ya"
    },
    {
      "start": 3454.06,
      "end": 3459.98,
      "text": "ha ido bien porque se está mejor pues más como se ha empezado en octubre 24 ese último ya ha ido"
    },
    {
      "start": 3459.98,
      "end": 3464.9,
      "text": "ya ha ido bien ese periodo bueno que ya es que ya os he dicho algunas veces bueno tanto en el curso"
    },
    {
      "start": 3464.9,
      "end": 3469.5,
      "text": "como los directos que hago que que había hecho un buen momento el oro que es al final del"
    },
    {
      "start": 3469.5,
      "end": 3475.38,
      "text": "veto lo principal y ha vuelto pero fijaros todos los golfur los anteriores como había ido teniendo"
    },
    {
      "start": 3475.38,
      "end": 3480.14,
      "text": "muy buenos porque el mercado estaba tendencial y está entonces en los periodos malos y que lo"
    },
    {
      "start": 3480.14,
      "end": 3484.14,
      "text": "ideal es que aguante aquí no aguanta mucho aquí no aguanta mucho es decir estos periodos son"
    },
    {
      "start": 3484.14,
      "end": 3490.9,
      "text": "demasiado malos entonces aquí sí que el golfur guard siempre es en que son monetarias no se"
    },
    {
      "start": 3490.9,
      "end": 3497.7,
      "text": "puede pasar si es monetaria vale entonces aquí pues bueno te enseñan un gráfico en tres session"
    },
    {
      "start": 3497.7,
      "end": 3502.06,
      "text": "también te puedes sacar todo el gráfico y de hecho me gusta más porque te añade los que va"
    },
    {
      "start": 3502.06,
      "end": 3507.58,
      "text": "uniendo los golfur guard aquí se ve ve que uniendo los golfur guard pues sí que realmente lleva"
    },
    {
      "start": 3507.58,
      "end": 3513.18,
      "text": "mucho tiempo sufriendo en cambio todo este último set que tocaría ahora en histórico pues la verdad"
    },
    {
      "start": 3513.18,
      "end": 3519.26,
      "text": "que es bastante bastante aceptable bastante aceptable en definitiva no son malos datos"
    },
    {
      "start": 3519.26,
      "end": 3524.66,
      "text": "para un tendencial de acuerdo no son malos datos para para un tendencial sencillo que no lo hemos"
    },
    {
      "start": 3524.66,
      "end": 3530.1,
      "text": "activado en el dungeon está totalmente en bruto tiene más de 5000 trades el oro está en bruto"
    },
    {
      "start": 3530.1,
      "end": 3537.54,
      "text": "absoluto recuerdo es decir a partir de ahí se puede aplicar al don chan se puede luego buscar"
    },
    {
      "start": 3537.54,
      "end": 3545.34,
      "text": "salidas y se puede tratar de filtrar vale a nivel de filtros para acabar ya esto vale ir un poco a"
    },
    {
      "start": 3545.34,
      "end": 3555.93,
      "text": "algo bueno creo que eso también es interesante pero para ir a otro tema vale a ver a ver si puedo"
    },
    {
      "start": 3555.93,
      "end": 3572.24,
      "text": "ahora emisar esto me salgo a nivel de filtros lo que decía podéis activar aquí los filtros"
    },
    {
      "start": 3572.24,
      "end": 3582.44,
      "text": "normalmente los los breakout tendenciales por experiencia os diré que normalmente vais a"
    },
    {
      "start": 3582.44,
      "end": 3588.76,
      "text": "poder filtrar más bien por evitar evitar cuando ha habido mucha expansión de acuerdo eso es lo que"
    },
    {
      "start": 3588.8,
      "end": 3597.99,
      "text": "lo contrario de los de los mil revés entonces ese es un poco el tema es decir y a partir de ahí hay"
    },
    {
      "start": 3597.99,
      "end": 3611.64,
      "text": "que hay que explorar hemos probado algunos hemos probado algunos sencillitos y pues bueno hemos"
    },
    {
      "start": 3611.64,
      "end": 3621.32,
      "text": "mejorado algo no muchísimo pero sé que algo de acuerdo sé que algo a nivel sobre todo para que"
    },
    {
      "start": 3621.32,
      "end": 3626.2,
      "text": "para que veáis lo que os decía me voy a poneros un ejemplo que casi va a ser más fácil que lo"
    },
    {
      "start": 3626.2,
      "end": 3650.0,
      "text": "veáis por ejemplo el white spread el white spread es 7 cuál es el white spread alberto son 4 no"
    },
    {
      "start": 3650.0,
      "end": 3664.29,
      "text": "negado 4 negado 4 no era era mucho mayor 7 vale lo pongo en 7 por ejemplo esto tengo activado en"
    },
    {
      "start": 3664.29,
      "end": 3667.61,
      "text": "el momento que filtraría si lo hubiera se lo hubiera activado vale se lo hubiera activado"
    },
    {
      "start": 3667.61,
      "end": 3673.32,
      "text": "simplemente para que entendáis la manera de mirar los filtros vale al final los programas"
    },
    {
      "start": 3673.32,
      "end": 3682.67,
      "text": "un indicador es un ejemplo es un indicador que pinte la pantalla cuando actuaría el filtro vale"
    },
    {
      "start": 3682.67,
      "end": 3690.48,
      "text": "y de esta manera yo os recomiendo muchísimo mirar los gráficos os lo dije mucho en la teoría y"
    },
    {
      "start": 3690.64,
      "end": 3695.48,
      "text": "como digo no entiendo la gente que no lo hace recuerdo hay que mirar el gráfico porque"
    },
    {
      "start": 3695.48,
      "end": 3701.2,
      "text": "tienes que entender por qué y ver qué buscáis y si está haciendo lo que queréis que haga vale"
    },
    {
      "start": 3701.2,
      "end": 3709.2,
      "text": "entonces está esta es una de las maneras entonces no sé si hay que hemos probado distintos distintos"
    },
    {
      "start": 3709.2,
      "end": 3715.08,
      "text": "filtros nuevamente la manera de programarlos es igual con el case vale con con los que es igual"
    },
    {
      "start": 3715.08,
      "end": 3723.04,
      "text": "que visteis en el tal si el adx tal si el laterre es tal vale en el caso largo en el caso corto 1"
    },
    {
      "start": 3723.04,
      "end": 3731.32,
      "text": "más o menos 1 a 2 menos 2 caso largo caso corto vale y en el caso que sea distinto que aquí no lo"
    },
    {
      "start": 3731.32,
      "end": 3738.84,
      "text": "es pero ya lo lo diseñáis así vale y una función que es el narrow range un rango más estrecho que n"
    },
    {
      "start": 3738.84,
      "end": 3747.73,
      "text": "velas un widespread lo contrario una vela expandida n velas entonces al final el nivel de adx pero lo"
    },
    {
      "start": 3747.73,
      "end": 3754.53,
      "text": "hemos probado con las líneas del adx de separado pero probablemente lo podéis probar con él con"
    },
    {
      "start": 3754.53,
      "end": 3760.93,
      "text": "el general podéis probar las dos cosas no operar cuando la de que sea muy alto o al revés operar"
    },
    {
      "start": 3760.93,
      "end": 3766.69,
      "text": "cuando la de que sea muy bajo es decir probar distintas reglas de filtrado y las vais probando"
    },
    {
      "start": 3766.69,
      "end": 3772.25,
      "text": "con que es de la misma manera que las entradas y las salidas esto insisto ya sabéis que el código"
    },
    {
      "start": 3772.25,
      "end": 3782.45,
      "text": "tenemos la intención de daros lo todo y de esta manera vais probando y vais por un lado probando"
    },
    {
      "start": 3782.45,
      "end": 3788.65,
      "text": "los resultados con el optimizador entenderlo pero también viéndolo en pantalla finales hacéis el"
    },
    {
      "start": 3788.65,
      "end": 3796.68,
      "text": "indicador que lo pinta y hasta el indicador que lo pinta y hasta y de esta manera lo lo veis aquí"
    },
    {
      "start": 3796.68,
      "end": 3803.65,
      "text": "si no recuerdo mal había que eso yo que sé con el widespread 9 o algo así solía dar buenos"
    },
    {
      "start": 3804.67,
      "end": 3811.31,
      "text": "parece que sí que mejoraba algo es decir evitar entrar después de mucha expansión entender es decir"
    },
    {
      "start": 3811.31,
      "end": 3818.19,
      "text": "una vela de expansión de novedad evitar entrar ahí eso es un poco lo que busca por ejemplo evitar"
    },
    {
      "start": 3818.19,
      "end": 3824.69,
      "text": "entrar después de tres días de subida tendéis de tres días de bajada este tipo de filtros"
    },
    {
      "start": 3824.93,
      "end": 3831.33,
      "text": "filtros donde ha habido ya mucha expansión o mucha direccionalidad y tener imaginación tener"
    },
    {
      "start": 3831.33,
      "end": 3836.85,
      "text": "imaginación en eso con la observación del gráfico con la experiencia esto ya digo que en general los"
    },
    {
      "start": 3836.85,
      "end": 3844.25,
      "text": "de expansión suelen suelen aportar evitar momentos de fuerte expansión porque porque cuando ya ha"
    },
    {
      "start": 3844.25,
      "end": 3851.8,
      "text": "habido una expansión en una dirección normalmente normalmente cuesta que haya más que hay momentos"
    },
    {
      "start": 3851.8,
      "end": 3860.08,
      "text": "que sí sí pero normalmente cuesta entonces si filtráis eso pues suele suele aportar aquí por"
    },
    {
      "start": 3860.08,
      "end": 3868.3,
      "text": "ejemplo este caso a ver a mirar porque esto lo miré el otro día y sí que me sonaba el 4 no era"
    },
    {
      "start": 3868.3,
      "end": 3878.53,
      "text": "el guay el guay te has dicho el 4 no el 4 en el no y me parece que el rango a ver yo me parece"
    },
    {
      "start": 3878.53,
      "end": 3890.6,
      "text": "que era bastante alto incluso hasta 10 a ver incluso hasta 10 evitar entrar cuando haya habido"
    },
    {
      "start": 3890.6,
      "end": 3896.16,
      "text": "una vela que tiene mayor rango que las nueve anteriores vale eso es un widespread de 10"
    },
    {
      "start": 3896.16,
      "end": 3909.78,
      "text": "lo vimos con el rv lo comentamos con los dos ahí hay momentos que evita y que creo que ha"
    },
    {
      "start": 3909.78,
      "end": 3916.68,
      "text": "mejorado algo no si ha mejorado algo si si ha mejorado algo esa me ha mejorado un poco"
    },
    {
      "start": 3916.76,
      "end": 3924.84,
      "text": "mejorado esto ya quitado simplemente algunas operaciones también se puede buscar ya os digo"
    },
    {
      "start": 3926.0,
      "end": 3934.16,
      "text": "también abrir cuando haya narrows vale pero en un tendencial estos filtros van muy bien en"
    },
    {
      "start": 3934.16,
      "end": 3940.44,
      "text": "breakouts vale porque en el breakout al final es un movimiento puntual pero los tendenciales para"
    },
    {
      "start": 3940.44,
      "end": 3946.28,
      "text": "entrar cuesta más porque al final te va a evitar pillar tendencias un poco más largas pero también"
    },
    {
      "start": 3946.28,
      "end": 3951.0,
      "text": "puede ser a ver podemos podemos probarlo rápidamente porque no no tarda mucho sea un"
    },
    {
      "start": 3951.0,
      "end": 3975.91,
      "text": "el narrow que era 3 alberto si si le pongo narrow en el 3 este yo creo que si le pongo"
    },
    {
      "start": 3975.91,
      "end": 3984.92,
      "text": "cero no actuaría o cómo va lo podíamos poner que sí que es con cero no actúe es una manera"
    },
    {
      "start": 3984.92,
      "end": 3993.71,
      "text": "así de filtrarlo fácil pero vaya yo creo que mucho irá con uno es que es que es muy restrictivo"
    },
    {
      "start": 3993.71,
      "end": 4002.28,
      "text": "esto creo que no va a aportar lo que para entrar no no va a aportar porque es demasiado es muy"
    },
    {
      "start": 4002.28,
      "end": 4006.8,
      "text": "restrictivo si al final estás pidiendo que haya un narrow para entrar entonces muchas veces si no"
    },
    {
      "start": 4006.8,
      "end": 4047.0,
      "text": "lo hay no entra tienes nada va a ir va a ir mucho peor es muy restrictivo el narrow alberto para"
    },
    {
      "start": 4047.0,
      "end": 4055.16,
      "text": "entrar es muy restrictivo en un tendencial es mejor por el lado contrario evitar aquellos"
    },
    {
      "start": 4055.16,
      "end": 4061.91,
      "text": "momentos de que pasa a aquel momento de mercado que no te va bien que el hecho de favorecer"
    },
    {
      "start": 4061.91,
      "end": 4068.75,
      "text": "mercados que te van que te van bien solo solo entrar cuando te vaya entonces te filtra demasiado"
    },
    {
      "start": 4068.75,
      "end": 4075.52,
      "text": "te filtra demasiado es más fácil filtrar por el caso por el lado del no de las maneras podemos"
    },
    {
      "start": 4075.52,
      "end": 4095.9,
      "text": "mirar los datos ahí o no te creo le he dado al si ves nada muchísimo menos todo es mucho peor"
    },
    {
      "start": 4095.9,
      "end": 4101.69,
      "text": "todo es mucho peor todo es mucho peor o no el filtro de narrow es demasiado restrictivo para"
    },
    {
      "start": 4101.69,
      "end": 4109.71,
      "text": "un tendencial es filt demasiado restrictivo para un tendencial creo que miramos que la"
    },
    {
      "start": 4109.71,
      "end": 4117.39,
      "text": "edad de que se aportaba algo pero no vamos a perder más más tiempo en esto ya os pasaremos"
    },
    {
      "start": 4117.39,
      "end": 4124.68,
      "text": "todos estos códigos dando por cerrado esto viendo el world forward y viendo un poquito el donde van"
    },
    {
      "start": 4124.68,
      "end": 4130.48,
      "text": "los tiros ya se pasamos un poco al siguiente de acuerdo este ya lo hemos dejado a un nivel"
    },
    {
      "start": 4130.48,
      "end": 4139.76,
      "text": "podemos decir aceptable y ya para el porfolio pues ya veremos qué tal veremos qué tal es que tampoco"
    },
    {
      "start": 4139.76,
      "end": 4148.36,
      "text": "quiero tampoco queremos dejarlos especialmente top porque en la parte de porfolio veréis que es"
    },
    {
      "start": 4148.36,
      "end": 4154.64,
      "text": "una de las gracias que no ha ni que con sistemas que a lo mejor no son la leche conseguís un"
    },
    {
      "start": 4154.64,
      "end": 4174.12,
      "text": "porfolio bastante decente y eso es un poco bastante la idea 7 y 8 es el widespread incluso"
    },
    {
      "start": 4174.12,
      "end": 4291.52,
      "text": "a ver una cosa ya tengo curiosidad si ya está aquí tenemos aquí sé que ya se ve bastante"
    },
    {
      "start": 4291.52,
      "end": 4311.97,
      "text": "mejora bastante mejora ya es otra cosa bastante mejora ahí lo he puesto bueno era una prueba"
    },
    {
      "start": 4311.97,
      "end": 4351.92,
      "text": "tampoco 900 y con 10 con 10 que ya ya lo habíamos mirado pero tenía curiosidad porque no había"
    },
    {
      "start": 4351.92,
      "end": 4359.67,
      "text": "mirado más arriba con 10 con 10 queda queda un poco mejor era un poco mejor que no usarlo"
    },
    {
      "start": 4359.67,
      "end": 4365.88,
      "text": "al final por nosotros que os digo simplemente cuando ya ha habido mucha expansión en un en un"
    },
    {
      "start": 4365.88,
      "end": 4375.12,
      "text": "breakout o incluso tendencial cuando ya ha habido mucha expansión suele venir bien filtrar para no"
    },
    {
      "start": 4375.12,
      "end": 4381.76,
      "text": "operar ya entendéis y lo contrario lo contrario en el mío reverso eso suelen ser filtros temas"
    },
    {
      "start": 4381.76,
      "end": 4386.92,
      "text": "como detectas es una manera fácil como os digo es lo que ya una widespread que lo vimos en la"
    },
    {
      "start": 4386.92,
      "end": 4393.68,
      "text": "en la en el rv y creo que además os di algún pdf que lo explicaba y algún pdf que explicaba"
    },
    {
      "start": 4393.68,
      "end": 4409.22,
      "text": "que era un una vela tipo widespread o una narro range vamos vamos ahora con otro otro tema vale"
    },
    {
      "start": 4409.9,
      "end": 4424.97,
      "text": "y aprovechando que hemos abierto aquí el cp vale vamos a trabajar un poquito con el código que ya"
    },
    {
      "start": 4424.97,
      "end": 4430.85,
      "text": "habéis visto a nivel de salidas pero que ya os dije que no estábamos complementando con diversas"
    },
    {
      "start": 4430.85,
      "end": 4443.64,
      "text": "entradas sobre todo pensando en pensando en enseñar en un rv hay un revés en un mil reversión porque"
    },
    {
      "start": 4443.64,
      "end": 4452.08,
      "text": "va bien aunque aquí no va mal como os dije ya en tendencia el sb otro tipo de estrategias pero"
    },
    {
      "start": 4452.08,
      "end": 4461.15,
      "text": "bueno sobre todo pensando pensando en el concepto que la bolsa suele ir muy bien de subirse a la"
    },
    {
      "start": 4461.15,
      "end": 4468.27,
      "text": "tendencia es decir comprar a favor de la tendencia principal pero tras una corrección este concepto"
    },
    {
      "start": 4468.27,
      "end": 4477.02,
      "text": "suele ir bastante bien en renta variable de acuerdo y hay bastantes maneras de abordarlo"
    },
    {
      "start": 4477.02,
      "end": 4484.34,
      "text": "entonces aquí que hemos que hemos hecho tenemos el código que ya conocéis que ya hemos visto para"
    },
    {
      "start": 4484.34,
      "end": 4488.78,
      "text": "las salidas pero que ya os dije os enseñe que le había puesto algunas entradas y que le íbamos"
    },
    {
      "start": 4488.78,
      "end": 4494.9,
      "text": "a poner más que entradas este código lo tendréis que entradas para que lo voy a abrir desde aquí"
    },
    {
      "start": 4494.9,
      "end": 4502.93,
      "text": "voy a abrir desde aquí que va a ser más sencillo que entradas bueno vamos a verlas vamos a verlas"
    },
    {
      "start": 4502.93,
      "end": 4508.25,
      "text": "vale bueno he puesto aunque es que si ya por este no hace nada pero lo he puesto para que quede claro"
    },
    {
      "start": 4508.25,
      "end": 4516.33,
      "text": "que quede claro que no hace nada vale ya teníamos puesto una entrada de momentum de acuerdo un"
    },
    {
      "start": 4516.33,
      "end": 4521.17,
      "text": "momento no es más que cierre mayor que cierre un periodo tenemos un input ya puesto que es"
    },
    {
      "start": 4521.17,
      "end": 4526.05,
      "text": "periodo de entrada número de entrada de periodo de entrada siempre se va a usar y ya lo hemos puesto"
    },
    {
      "start": 4526.05,
      "end": 4534.01,
      "text": "arriba vale si necesitamos más para cada uno de los case pues lo iremos incorporando vale tenemos"
    },
    {
      "start": 4534.01,
      "end": 4540.77,
      "text": "luego un break out que entra en la en la siguiente en la siguiente barra esto nuevamente hay varias"
    },
    {
      "start": 4540.77,
      "end": 4546.65,
      "text": "maneras de abordarlos y hemos abordado varias en el código pero una es que el haic sea mayor que"
    },
    {
      "start": 4546.65,
      "end": 4553.93,
      "text": "el mayor haic anterior por eso por eso me refiero a la vela anterior porque si no uso la vela si"
    },
    {
      "start": 4553.93,
      "end": 4559.92,
      "text": "uso la vela actual el haic nunca va a superar el máximo del actual va a ser igual como mucho esto"
    },
    {
      "start": 4559.92,
      "end": 4564.96,
      "text": "hay gente que lo plantea así incorporándolo entonces es mayor en el momento en que sea igual"
    },
    {
      "start": 4564.96,
      "end": 4575.21,
      "text": "mayor igual ya ya es lo bueno podemos implementar así haic mayor que el mayor máximo que haya"
    },
    {
      "start": 4575.21,
      "end": 4580.09,
      "text": "habido en en entrada es un break out así como un dungeon de acuerdo pero hay varias maneras de"
    },
    {
      "start": 4580.09,
      "end": 4587.48,
      "text": "abordarlo ya luego veréis que he puesto otra bueno cruce de medias una entrada 3 que es una"
    },
    {
      "start": 4588.48,
      "end": 4595.08,
      "text": "moving average cross entry pues no perdón cruce de medias no se cierre cruza una media"
    },
    {
      "start": 4595.08,
      "end": 4600.36,
      "text": "de acuerdo en este caso hemos puesto una media simple la media simple que ya vimos que iba bien"
    },
    {
      "start": 4600.36,
      "end": 4606.64,
      "text": "ya vemos que no no era estaba entre las buenas entre una de las mejores y además bastante muy"
    },
    {
      "start": 4606.64,
      "end": 4611.56,
      "text": "robusta entonces por eso digo cuando veáis que cambiar la media es mejor a poco quedaros con la"
    },
    {
      "start": 4611.56,
      "end": 4620.6,
      "text": "simple también la lado corto igual están los dos lados de momento lo hemos planteado simétrico para"
    },
    {
      "start": 4620.6,
      "end": 4625.84,
      "text": "bolsa usualmente no lo hacemos simétrico ya veremos podríamos poner otro periodo ya veremos"
    },
    {
      "start": 4625.84,
      "end": 4634.04,
      "text": "ya veremos cómo abordamos esto de momento hemos hecho el código general pensado espejo pero si"
    },
    {
      "start": 4634.04,
      "end": 4642.36,
      "text": "si quieres ser separado se puede hacer que más una entrada por banda de bollinger vale en este"
    },
    {
      "start": 4642.36,
      "end": 4649.6,
      "text": "caso tipo bollinger van tipo aberración vale tipo entra en tendencia rotura acuerdo que el cierre"
    },
    {
      "start": 4649.6,
      "end": 4658.8,
      "text": "supera la banda de bollinger a no perdón perdón perdón esta esta no es no es en en tendencia sino"
    },
    {
      "start": 4658.8,
      "end": 4665.44,
      "text": "en anti tendencia de acuerdo porque lo que hago es que cruce la de abajo es menos 2 más 2 compro"
    },
    {
      "start": 4665.44,
      "end": 4672.76,
      "text": "cuando el cierre cruza para arriba la de abajo vale es decir cuando el precio vuelve vale el"
    },
    {
      "start": 4672.76,
      "end": 4687.79,
      "text": "precio vuelve vale compro voy a poner un comentario aquí largos cuando recupera banda inferior vale y"
    },
    {
      "start": 4687.79,
      "end": 4703.0,
      "text": "cortos cuando recupera pero cuando pierde no banda superior los comentarios siempre vienen bien"
    },
    {
      "start": 4704.04,
      "end": 4710.28,
      "text": "esa sería otra entrada para entrar por volatilidad recuerdo simplemente una volatilidad"
    },
    {
      "start": 4710.56,
      "end": 4717.66,
      "text": "una expansión de volatilidad vale le pido que el cierre sea mayor que el cierre anterior más una"
    },
    {
      "start": 4717.66,
      "end": 4724.36,
      "text": "cantidad de atero esto normalmente se pone como hemos puesto fijo pero lo voy a cambiar ya ya"
    },
    {
      "start": 4724.36,
      "end": 4748.88,
      "text": "está lo voy a cambiar porque lo normal es ponerlo como un como un input input ponemos bueno le ponemos"
    },
    {
      "start": 4748.88,
      "end": 4762.77,
      "text": "como hemos hecho con todos entrada más abajo lo veréis tráceo 5 n n y hasta n por defecto"
    },
    {
      "start": 4762.77,
      "end": 4778.78,
      "text": "vemos 1.5 y hasta vale este valor pues lo vamos a poner aquí en este tipo de en este caso estos"
    },
    {
      "start": 4778.78,
      "end": 4785.02,
      "text": "casos si va a ser si va a ser para bolsa lo usual es separarlo para largos y cortos como"
    },
    {
      "start": 4785.58,
      "end": 4795.38,
      "text": "separarlo para largos y cortos siempre que nos lo permita el número de 3 pero lo dejamos"
    },
    {
      "start": 4795.38,
      "end": 4804.55,
      "text": "de momento de momento así venga qué más polinger trend es este es en bolinger pero ese sí que es"
    },
    {
      "start": 4804.55,
      "end": 4811.47,
      "text": "el bolinger en tendencia aquí sí que entramos largos y cruzamos arriba a banda de bolinger"
    },
    {
      "start": 4811.63,
      "end": 4817.35,
      "text": "es un poco el que vimos haber ración bueno vimos un poco los dos e índamos 7 en don chan y mira"
    },
    {
      "start": 4817.35,
      "end": 4823.59,
      "text": "aquí pues pensando en el intradía hemos incorporado una un tiempo que podía haberse hecho con inputs"
    },
    {
      "start": 4823.59,
      "end": 4828.67,
      "text": "vale para poner un tiempo una ventana entrada vale por incorporar algo algo distinta ya que"
    },
    {
      "start": 4828.67,
      "end": 4835.71,
      "text": "fijaros que directamente compra en el máximo de los períodos que le pongamos esto todo el rato"
    },
    {
      "start": 4835.71,
      "end": 4841.8,
      "text": "tira la orden en el canal simplemente si es la hora le tira la orden en el canal es otra manera"
    },
    {
      "start": 4841.8,
      "end": 4849.58,
      "text": "de abordar el don chan un case reversal entrada bastante bastante sencilla y que muchas veces"
    },
    {
      "start": 4849.58,
      "end": 4856.14,
      "text": "de entradas malas incluso salidas incluso salidas de hecho casi os diría que da mejores salidas que"
    },
    {
      "start": 4856.14,
      "end": 4862.96,
      "text": "entradas eso está de hecho implementado en telesecho como como entrada y creo que también como salida"
    },
    {
      "start": 4863.44,
      "end": 4872.6,
      "text": "al final es que el mínimo sea menor que el mínimo de n velas esto normalmente es 3 en este caso lo"
    },
    {
      "start": 4872.6,
      "end": 4879.39,
      "text": "voy a dejar fijo en este caso que lo voy a dejar fijo porque si no es muy extremo que sea el mínimo"
    },
    {
      "start": 4879.39,
      "end": 4887.25,
      "text": "de n barras anteriores y el cierre mayor por eso es una vuelta eso para comprar y para vender para"
    },
    {
      "start": 4887.25,
      "end": 4893.09,
      "text": "el corto lo contrario vale si es otro tipo otra entrada típico que es eso que en diario se llama"
    },
    {
      "start": 4893.09,
      "end": 4899.89,
      "text": "una vuelta en un día pero bueno al final le pedimos que el mínimo sea menor que de tres días"
    },
    {
      "start": 4901.57,
      "end": 4907.57,
      "text": "para que realmente esté cayendo y se ve la vuelta de acuerdo es una entrada muy anticipada"
    },
    {
      "start": 4907.57,
      "end": 4912.57,
      "text": "muy anticipada con poca probabilidad de éxito lógicamente porque al final te anticipas mucho"
    },
    {
      "start": 4913.69,
      "end": 4920.06,
      "text": "aquí otra ya poco vamos ya complicando un poco más no ya por eso habíamos metido inputs entramos"
    },
    {
      "start": 4920.06,
      "end": 4926.78,
      "text": "en un pulver contra la tendencia primaria aquí es cierre mayor que el cierre del periodo de entrada"
    },
    {
      "start": 4926.78,
      "end": 4937.87,
      "text": "pero cierre mayor menor que un periodo mayor que está multiplicado es decir aquí estamos entrando"
    },
    {
      "start": 4937.87,
      "end": 4943.68,
      "text": "cuando el precio se ha dado la vuelta pero está cayendo se entiende porque estamos pidiendo que"
    },
    {
      "start": 4943.68,
      "end": 4950.39,
      "text": "el cierre sea menor sería un poco mejor ahora no un poco ahora no cierre menor que un cierre"
    },
    {
      "start": 4950.39,
      "end": 4960.04,
      "text": "muy lejano pero pero el de ayer mayor de acuerdo es decir pulver entraría ahora tenéis después de"
    },
    {
      "start": 4960.04,
      "end": 4964.6,
      "text": "una caída a la que ya empieza a subir compró ese sería un poco este concepto para que entendáis"
    },
    {
      "start": 4964.6,
      "end": 4971.0,
      "text": "un poco la idea no un pulver contra la tendencia primaria esto normalmente es tipo mil reversion"
    },
    {
      "start": 4971.0,
      "end": 4976.4,
      "text": "decir aquí sería para incluso esto se puede usar como complementado con un que ir reversar"
    },
    {
      "start": 4976.4,
      "end": 4983.08,
      "text": "puede imaginar que ir reversar hace un poco eso pero es muy rápido es el final se puede añadir"
    },
    {
      "start": 4983.08,
      "end": 4987.76,
      "text": "este como que el cierre sea mayor que el periodo de entrada el pedido de entrada mejor pues un"
    },
    {
      "start": 4987.76,
      "end": 4994.44,
      "text": "poco más menos restrictivo aquí es uno que es uno fijaros este sería esta parte no solo es"
    },
    {
      "start": 4994.44,
      "end": 5003.48,
      "text": "la anterior y cierre menor que un periodo lejano es un poco parecido al que es reversar aquí otra"
    },
    {
      "start": 5003.48,
      "end": 5008.52,
      "text": "que se entramos en un pulver a favor de la tendencia primaria que a los que es al revés"
    },
    {
      "start": 5008.52,
      "end": 5016.64,
      "text": "del anterior al revés aquí sí que el periodo largo en el periodo largo está subiendo pero en"
    },
    {
      "start": 5016.64,
      "end": 5030.19,
      "text": "el corto cae es decir aquí podría ser que un poco sería entrar entrar aquí es decir yo el cierre de"
    },
    {
      "start": 5030.19,
      "end": 5036.19,
      "text": "hoy el de 20 es mayor más que no este cierre con éste pues es mayor pero el de corto es menor"
    },
    {
      "start": 5036.19,
      "end": 5049.19,
      "text": "a lo mejor se va a entrar pues en pequeñas correcciones no ya ser entrar o no que estoy"
    },
    {
      "start": 5049.19,
      "end": 5054.07,
      "text": "preparado a lo mejor se va a entrar pues aquí tenéis un poco de las pequeñas correcciones es"
    },
    {
      "start": 5054.07,
      "end": 5065.33,
      "text": "decir a corto baja pero viene subiendo de largo viene subiendo de largo de algo viene subiendo"
    },
    {
      "start": 5065.89,
      "end": 5071.41,
      "text": "entonces yo entro dentro a corto pero a lo largo viene subiendo sería un poco este tipo de entrada"
    },
    {
      "start": 5072.89,
      "end": 5082.92,
      "text": "10 11 break up más momento bueno aquí ya hemos incorporado un poco canal canal vale pero además"
    },
    {
      "start": 5082.92,
      "end": 5086.44,
      "text": "también le pido que el cierre sea mayor que el cierre es decir le pido un momento le pido"
    },
    {
      "start": 5086.44,
      "end": 5094.94,
      "text": "que esté subiendo vale le pido que esté subiendo respecto a un periodo n pero le meto volatilidad"
    },
    {
      "start": 5095.5,
      "end": 5101.16,
      "text": "al final es un bueno es un poco como lo que os decía del de medias con don chan pues aquí"
    },
    {
      "start": 5101.16,
      "end": 5111.5,
      "text": "es momento más don chan aquello que os decía es entrar en en en cruce de medias más don chan"
    },
    {
      "start": 5111.5,
      "end": 5119.14,
      "text": "vale activarlo os decía en el otro sistema aquí hablamos de entrar en breakout a esa momento más"
    },
    {
      "start": 5119.9,
      "end": 5126.38,
      "text": "bueno es decir pedirle que haya por ejemplo pues decir yo te pido que el cierre sea mayor"
    },
    {
      "start": 5126.38,
      "end": 5132.01,
      "text": "pero además que supere su nivel de 10 barras pues entonces hasta que no supere este no me vale"
    },
    {
      "start": 5132.01,
      "end": 5136.69,
      "text": "sólo que suba esta sino que además supere un máximo porque porque si no lo mejor tengo"
    },
    {
      "start": 5136.69,
      "end": 5144.0,
      "text": "pequeñas superaciones por ejemplo no imaginaros pero alguna que no funciona bueno es que ahora"
    },
    {
      "start": 5144.0,
      "end": 5158.68,
      "text": "todas las que veo aquí funciona pero es que en equity pasa en equity bueno imaginaros que el"
    },
    {
      "start": 5158.68,
      "end": 5169.23,
      "text": "cierre mayor que cierre dos o tres días en esta vela no esta vela tiene el cierre mayor que las"
    },
    {
      "start": 5169.23,
      "end": 5173.99,
      "text": "dos anteriores aunque por poco pero en cambio no supera ningún nivel no supera esto de aquí"
    },
    {
      "start": 5173.99,
      "end": 5179.07,
      "text": "entendéis pues yo puedo decir que el cierre sea mayor que tres velas pero además que rompa el"
    },
    {
      "start": 5179.07,
      "end": 5189.8,
      "text": "máximo de 10 en eso sería un poco breakout más momento un poco de ejemplo es amplificado y ya"
    },
    {
      "start": 5189.8,
      "end": 5195.0,
      "text": "estaba ya había parado aquí se había parado aquí pero no estaba haciendo algún avance no"
    },
    {
      "start": 5195.0,
      "end": 5242.6,
      "text": "pero cómo se va a perder a ver sólo he metido en otro si te lo he exportado y todo no entiendo"
    },
    {
      "start": 5242.6,
      "end": 5257.19,
      "text": "nada y si yo te lo he exportado a ver voy a importar el que te exportado es que no se ha"
    },
    {
      "start": 5257.39,
      "end": 5272.72,
      "text": "pasado bien pasado cosas muy extrañas con con tres de verdad porque es el mismo no no lo he hecho"
    },
    {
      "start": 5272.72,
      "end": 5314.41,
      "text": "ahí lo hecho ahí pero no no está muy surrealista es bastante es bastante surrealista no está no"
    },
    {
      "start": 5314.41,
      "end": 5336.44,
      "text": "está de las 5 37 el tuyo también de las 5 37 no tú has importado lo que había y no está no"
    },
    {
      "start": 5336.44,
      "end": 5347.05,
      "text": "porque se lo acaba de meter ahora claro ya ya ya no ahí lo de ahí lo he ido cogiendo pero si es"
    },
    {
      "start": 5347.05,
      "end": 5361.23,
      "text": "que lo copiado copiado no sé es es un mistery en el que en el que has importado este que se llama"
    },
    {
      "start": 5361.23,
      "end": 5373.12,
      "text": "nuevo no está cien por cien importa de tu nuevo mira ese si tiene la misma fecha que el tuyo"
    },
    {
      "start": 5373.12,
      "end": 5383.56,
      "text": "el archivo nuevo importarlo por favor y mira si tiene la misma fecha que el que tienes tú ya el"
    },
    {
      "start": 5383.56,
      "end": 5413.12,
      "text": "de salidas dos ocho cien por cien y además si exportas un código que no está compilado"
    },
    {
      "start": 5413.12,
      "end": 5424.44,
      "text": "te avisa sabes o sea no no entiendo no entiendo que tenía como mínimo tres o cuatro más salida"
    },
    {
      "start": 5424.44,
      "end": 5464.56,
      "text": "entradas me confirmas abierto importa sólo ese vale vale no le importo un horario ya está tío"
    },
    {
      "start": 5474.17,
      "end": 5501.24,
      "text": "pues lo que se traía es decir lo ves ahí no es que no puede estar en ningún sitio o sea es que se"
    },
    {
      "start": 5501.24,
      "end": 5507.84,
      "text": "lo puede se lo puede estar ahí lo puede estar ahí no tiene tenía este del r6 y que lo y de ahí lo"
    },
    {
      "start": 5507.84,
      "end": 5519.04,
      "text": "he ido cogiendo es que hasta he cambiado los comentarios abierto cambiados a los comentarios"
    },
    {
      "start": 5519.04,
      "end": 5534.27,
      "text": "no sé es realmente increíble no no está bueno pero los meta ahora los meta ahora en un momentito"
    },
    {
      "start": 5534.83,
      "end": 5546.76,
      "text": "este que teníamos aquí medio copiado de verdad lo que esto no entiendo yo creo que esto no nos"
    },
    {
      "start": 5546.76,
      "end": 5556.1,
      "text": "ha pasado nunca no no que que no esté un código que has hecho no no sé cómo puede pasar no lo"
    },
    {
      "start": 5556.1,
      "end": 5567.52,
      "text": "entiendo porque es que si lo cierras sin compilar te avisa alberto si ha petado ya lo sé pero pero"
    },
    {
      "start": 5568.16,
      "end": 5581.54,
      "text": "no ha dado errores y si el hueso ha compilado no se tío pues nada vamos con él hayamos metido"
    },
    {
      "start": 5581.54,
      "end": 5594.07,
      "text": "al menos recuerdo los los r6 de tres maneras porque también para enseñaros a probar distintas"
    },
    {
      "start": 5594.07,
      "end": 5608.32,
      "text": "maneras de de valorar a ver tenía aquí los inputs estos no todo no lo tenía no lo tenía"
    },
    {
      "start": 5608.32,
      "end": 5650.36,
      "text": "porque me daba tenía luego el valor del r6 no el que al perro no pero el perle pongo periodo"
    },
    {
      "start": 5650.36,
      "end": 5667.95,
      "text": "de entrada y luego teníamos varias reglas la primera hemos empezado por ésta esto era r6"
    },
    {
      "start": 5667.95,
      "end": 5694.23,
      "text": "o ver esto es r6 entrada saliendo de sobre compras sobre venta mil reversión esto al final es largos"
    },
    {
      "start": 5695.23,
      "end": 5701.95,
      "text": "ya no voy a ver los tres es importante porque vais a ver que son distintos es muy chulo esto"
    },
    {
      "start": 5702.95,
      "end": 5707.44,
      "text": "es lo que os digo de a ver buscar los indicadores de varias maneras y esto se puede hacer con esto"
    },
    {
      "start": 5707.44,
      "end": 5714.86,
      "text": "casi que se puede hacer prácticamente todos pero vamos a hacer primero el más obvio vale el más"
    },
    {
      "start": 5714.86,
      "end": 5721.7,
      "text": "obvio el más típico de r6 que es el r6 que entra vamos a meterlo en el gráfico que eso"
    },
    {
      "start": 5721.7,
      "end": 5731.35,
      "text": "siempre viene bien para entender me da igual ahora el input me da igual un poco yo tengo ahí un"
    },
    {
      "start": 5731.35,
      "end": 5741.27,
      "text": "r6 entonces yo lo que voy a hacer ahora es en r6 y cuando hace esto que he hecho aquí es que ahí lo"
    },
    {
      "start": 5741.27,
      "end": 5746.07,
      "text": "marca azul porque está configurado así por defecto porque se ha salido aunque se ha salido por poco"
    },
    {
      "start": 5746.07,
      "end": 5756.23,
      "text": "ha estado por debajo de 30 29 51 y luego recupera es decir cruza arriba la banda inferior tienes"
    },
    {
      "start": 5756.31,
      "end": 5773.64,
      "text": "eso es compra cruza arriba la banda inferior r6 value cruces over min r6 largos en cruce bueno"
    },
    {
      "start": 5773.64,
      "end": 5800.6,
      "text": "más que largos cruce arriba de banda inferior vale y el con short es al revés vale el con short es"
    },
    {
      "start": 5800.6,
      "end": 5810.26,
      "text": "al revés cuando el valor del r6 y cruza abajo la banda inferior es decir cortos en cruce abajo"
    },
    {
      "start": 5810.26,
      "end": 5826.24,
      "text": "de banda superior entiende vale decir cortos aquí cuando se sale esta vela ahora ponemos las órdenes"
    },
    {
      "start": 5826.24,
      "end": 5841.5,
      "text": "sí sí sí gracias vale entonces aquí ponemos con chóvaro bateríamos aquí eso luego la adaptó pero"
    },
    {
      "start": 5841.5,
      "end": 5867.75,
      "text": "es un poco esto no me hace falta begin bien y contratos ni nada de esto al momento lo dejamos"
    },
    {
      "start": 5867.75,
      "end": 5927.52,
      "text": "así ya está aquí tengo el endia puesto perfecto cuando abro un begin abro abro el endia vale"
    },
    {
      "start": 5927.52,
      "end": 5940.73,
      "text": "entonces ahí ahí estamos ahí estamos entonces tenemos la entrada ya 12 hecha principio entiendo"
    },
    {
      "start": 5940.73,
      "end": 5948.36,
      "text": "que compilará bien no he dejado algo a con lo no hemos declarado no hemos declarado con long"
    },
    {
      "start": 5948.36,
      "end": 5964.75,
      "text": "como variables hay que venir aquí y declararlas es una variable uleana acuerdo otro falls y como"
    },
    {
      "start": 5964.75,
      "end": 5977.07,
      "text": "tal las tenemos que declarar declarar bien ya está esa es otra otra entrada ahora vamos a hacer esta"
    },
    {
      "start": 5977.07,
      "end": 5988.52,
      "text": "igual bueno no es igual pero vamos a hacer esta muy parecida vamos a poner la 13 no vamos a"
    },
    {
      "start": 5988.52,
      "end": 5995.52,
      "text": "modificar los inputs porque al final vamos a mantener el mismo pero aquí lo que vamos a hacer"
    },
    {
      "start": 5995.52,
      "end": 6012.17,
      "text": "es en vez de entrar en en cruce de por encima de la banda de la banda de abajo vamos a entrar en"
    },
    {
      "start": 6012.17,
      "end": 6020.56,
      "text": "cruce por encima de la banda de arriba esto es bastante aparentemente extraño es un poquito"
    },
    {
      "start": 6020.56,
      "end": 6029.44,
      "text": "como haber ratio no en tendencia vale es decir largos en cruce arriba de banda superior esto"
    },
    {
      "start": 6029.44,
      "end": 6036.12,
      "text": "aunque se pueda sorprender para breakouts va bastante bien general vale porque cuando hay"
    },
    {
      "start": 6036.12,
      "end": 6044.0,
      "text": "tendencia de acuerdo es decir es un poco es un poco al revés de aquí no es decir en el momento"
    },
    {
      "start": 6044.0,
      "end": 6053.47,
      "text": "en que cruzo aquí meto largos lo hay que ver dónde me salgo pero normalmente es bueno por"
    },
    {
      "start": 6053.47,
      "end": 6059.06,
      "text": "el pillar movimientos buenos por decir cuando una tendencia es fuerte se sale mucho que permanece"
    },
    {
      "start": 6059.06,
      "end": 6069.04,
      "text": "mucho sobre todo en el lado largo aquí hubiera sido si lo aplicamos al corto corto aquí salíamos"
    },
    {
      "start": 6069.04,
      "end": 6079.72,
      "text": "corto aquí aquí en la al día siguiente la apertura el día siguiente igualmente esto se puede trabajar"
    },
    {
      "start": 6079.72,
      "end": 6084.36,
      "text": "y mejorar de varias maneras en un sistema en el mastering que contaba te acuerdas alberto las"
    },
    {
      "start": 6084.36,
      "end": 6091.36,
      "text": "veces las barras que hacía que lo habías hecho etcétera no es decir aquí en el lado corto es"
    },
    {
      "start": 6091.36,
      "end": 6097.08,
      "text": "más complicado lógicamente sólo suele ir mejor en el largo pero esa es la idea de acuerdo es"
    },
    {
      "start": 6097.08,
      "end": 6103.28,
      "text": "aquí la primera vez que entra te pones corto el lado corto en tendencia normalmente se a favor"
    },
    {
      "start": 6103.28,
      "end": 6110.72,
      "text": "de la tendencia este lo normal es tener un filtro también de momento es decir hago esto pero sólo"
    },
    {
      "start": 6110.72,
      "end": 6119.8,
      "text": "si imaginaros por encima de la media 200 largo por debajo de la media 200 corto es decir aquí"
    },
    {
      "start": 6119.8,
      "end": 6125.96,
      "text": "por ejemplo este no le no le haría caso no le haría caso porque estoy va estoy alcista"
    },
    {
      "start": 6125.96,
      "end": 6131.84,
      "text": "entonces al estar altista sólo quiero comprar pero no me pondría corto al salir pero si estoy"
    },
    {
      "start": 6131.84,
      "end": 6139.34,
      "text": "por debajo de la media todavía si esto es cada vez que me salgo por debajo compro es una manera"
    },
    {
      "start": 6139.34,
      "end": 6145.58,
      "text": "de incorporarse a una tendencia una tendencia hay pero aunque me salgo por arriba y perdón"
    },
    {
      "start": 6145.58,
      "end": 6152.28,
      "text": "perdón me está diciendo revés ahora disculparme disculparme pero se entiende no es decir yo compro"
    },
    {
      "start": 6152.28,
      "end": 6158.74,
      "text": "aquí pero por encima si estuviera por debajo de la media 200 no haría caso esas es un poco en"
    },
    {
      "start": 6158.74,
      "end": 6167.84,
      "text": "ambos casos se puede usar en ambos casos entonces claro esto luego va la salida va acorde claro un"
    },
    {
      "start": 6167.84,
      "end": 6173.24,
      "text": "sistema que hace eso este caso que hemos dicho probablemente es un breakout o un sistema que"
    },
    {
      "start": 6173.24,
      "end": 6179.79,
      "text": "tiene que tener un tp etcétera de acuerdo porque al final trata de buscar un movimiento un poco"
    },
    {
      "start": 6179.79,
      "end": 6186.71,
      "text": "contra a favor de tendencia pero con este que está iniciada entonces hay que bueno como digo"
    },
    {
      "start": 6186.71,
      "end": 6191.15,
      "text": "la salida al final depende mucho de la entrada es decir seguramente la salida que te saldrá mejor"
    },
    {
      "start": 6191.15,
      "end": 6196.63,
      "text": "en el que es 12 no será la que te saldrá mejor en el que es 13 entendéis porque al final tienen"
    },
    {
      "start": 6196.63,
      "end": 6202.9,
      "text": "componentes muy distintos este entro en corrección y este entro en rotura para entendernos es decir"
    },
    {
      "start": 6202.9,
      "end": 6210.84,
      "text": "es muy distinto pero yo digo siempre hay que explorar distintos usos de las tendencias"
    },
    {
      "start": 6210.84,
      "end": 6227.08,
      "text": "principales puedes hablar alberto del micro que es mejor tío que hacer aquí si a ver si me"
    },
    {
      "start": 6227.08,
      "end": 6233.12,
      "text": "comentaba alberto que pasamos número 12 número 3 si esto aquí es abundante porque los vamos a"
    },
    {
      "start": 6233.12,
      "end": 6239.49,
      "text": "mantener los hemos definido arriba y lo mismo aquí no estas variables las variables y los inputs una"
    },
    {
      "start": 6239.49,
      "end": 6244.49,
      "text": "vez están definidos en un case se mantienen para otros pues si por algún motivo queremos cambiarlos"
    },
    {
      "start": 6244.49,
      "end": 6250.81,
      "text": "no veo no veo motivo aquí para hacerlo entonces realmente sí que luego hay que definirlas pero"
    },
    {
      "start": 6250.81,
      "end": 6257.24,
      "text": "los inputs y variables una vez definidas se pueden usar los mismos ya digo no es mala práctica"
    },
    {
      "start": 6257.24,
      "end": 6265.13,
      "text": "distintos pero en este caso que es el mismo indicador pues todo igual pues simplemente"
    },
    {
      "start": 6265.13,
      "end": 6273.8,
      "text": "que cambia la regla pues lo dejo entonces largos en cruce arriba vale y en cruce abajo vale ese"
    },
    {
      "start": 6273.8,
      "end": 6286.27,
      "text": "sería otro otro posible otro posible salida perdón otra posible entrada en el r6 y aún se"
    },
    {
      "start": 6286.27,
      "end": 6302.8,
      "text": "me ocurre una tercera una tercera que es como anticipándome de acuerdo es es esta es al final"
    },
    {
      "start": 6302.8,
      "end": 6310.95,
      "text": "hemos hecho cuando cruzo arriba la de abajo entre largo cuando cruzo arriba la de arriba"
    },
    {
      "start": 6310.95,
      "end": 6318.0,
      "text": "entre largo vale pero también puedo hacer cuando cruzo y largo cuando cruzo abajo la de abajo"
    },
    {
      "start": 6318.0,
      "end": 6324.13,
      "text": "vale y no tenía mucho sentido cuando cruzo abajo la de arriba está no tenía mucho sentido pero"
    },
    {
      "start": 6324.13,
      "end": 6331.79,
      "text": "la de abajo sí que puede tenerlo porque en cuando el mercado está en tendencia normal en"
    },
    {
      "start": 6331.79,
      "end": 6339.35,
      "text": "tendencia el cista y sí que es probable que haga falta el filtro normalmente esperar es para"
    },
    {
      "start": 6339.39,
      "end": 6346.09,
      "text": "comprar igual más tarde al final te anticipas decir yo al final esperar no me a salir al final"
    },
    {
      "start": 6346.09,
      "end": 6352.12,
      "text": "lo que vamos a comprar en esta vela y al final compro igual pocas veces no lo hago vais a ver"
    },
    {
      "start": 6352.12,
      "end": 6359.48,
      "text": "que muy pocas veces porque están tendencia cuando penetra abajo veis su sube a la siguiente vela"
    },
    {
      "start": 6359.48,
      "end": 6379.55,
      "text": "ya cortado se ve no pocas veces pues ya corta aquí y bueno una más y compra entonces al final es"
    },
    {
      "start": 6380.39,
      "end": 6386.56,
      "text": "habrá casos que no lógicamente ves aquí cuando hay una caída fuerte te lo tragas el problema"
    },
    {
      "start": 6386.56,
      "end": 6392.04,
      "text": "de estos cuando hay una caída fuerte entonces lo comes con patatas con patatas y aquí fijaros"
    },
    {
      "start": 6392.04,
      "end": 6398.12,
      "text": "entra y aquí sí que esperar que salga renta pero no mucho más al final acaba entrando igual y entra"
    },
    {
      "start": 6398.12,
      "end": 6403.3,
      "text": "con mucha volatilidad y demás ya que te quedas enganchado toda la subida si no tienes esto"
    },
    {
      "start": 6403.3,
      "end": 6409.98,
      "text": "claro entonces el problema de este tipo de mil reversos cuando hay una tendencia fuerte a la"
    },
    {
      "start": 6409.98,
      "end": 6418.84,
      "text": "contra que te cose que cose claro lógicamente y ahí está pues las salidas los filtros o bueno"
    },
    {
      "start": 6418.84,
      "end": 6425.06,
      "text": "simplemente perder muchas veces se pierde de acuerdo entonces tenemos 12 13 entonces lo que digo aquí 14"
    },
    {
      "start": 6426.78,
      "end": 6443.27,
      "text": "bueno esto es entrada en tendencia vale ya que lo que decía es rsi vamos largo vale cuando"
    },
    {
      "start": 6443.27,
      "end": 6463.24,
      "text": "cruzamos abajo la banda de abajo y cuando cruzamos arriba la banda de arriba insisto"
    },
    {
      "start": 6463.24,
      "end": 6467.76,
      "text": "en que en bolsa normalmente no suele ir bien hacer este más se mete costo normalmente"
    },
    {
      "start": 6472.13,
      "end": 6496.46,
      "text": "largos en cruce abajo y banda inferior aquí cortos en cruce arriba y banda superior me anticipo de"
    },
    {
      "start": 6496.46,
      "end": 6505.16,
      "text": "esa manera me estoy anticipando y con esto ya no me acuerdo si tenía alguno más o no pero"
    },
    {
      "start": 6505.16,
      "end": 6517.6,
      "text": "esos tres del rsi los tenía 100% ha compilado está todo bien bueno aquí para probar simplemente"
    },
    {
      "start": 6517.6,
      "end": 6531.54,
      "text": "podemos dejarlo dejarlo simétrico de momento vale dejarlo simétrico de momento y bueno podemos"
    },
    {
      "start": 6531.54,
      "end": 6547.16,
      "text": "probar podemos cargar aquí de momento vamos a cargar en horario regular estamos en diario"
    },
    {
      "start": 6547.16,
      "end": 6564.76,
      "text": "pues le vamos a meter 20 años y vamos a ver ya lo teníamos ya lo teníamos vamos a ver salidas"
    },
    {
      "start": 6564.76,
      "end": 6607.06,
      "text": "pues no tenemos salida 26 salida 0 entrada vamos a que ya no sé cuántas tengo a 14 por cierto que"
    },
    {
      "start": 6607.06,
      "end": 6615.45,
      "text": "no he felicitado a los jordis los jordinas que hayan en el grupo son jordi uno de los días más"
    },
    {
      "start": 6615.45,
      "end": 6619.61,
      "text": "bonitos de cataluña que es el que no haya tenido ocasión de vivir lo recomiendo mucho que lo viva"
    },
    {
      "start": 6619.61,
      "end": 6626.28,
      "text": "lamentablemente yo hoy no lo he podido vivir muy a mi pesar porque es un día que absolutamente me"
    },
    {
      "start": 6626.28,
      "end": 6634.28,
      "text": "encanta nos regalamos rosas libros entre todos y para los que seáis de cataluña ya lo sabéis los"
    },
    {
      "start": 6634.28,
      "end": 6639.72,
      "text": "que no es un día espectacular un día precioso las calles se llenan de gente pero es que es una"
    },
    {
      "start": 6639.72,
      "end": 6645.39,
      "text": "locura es algo que hay en las calles ya todas las calles de todos los pueblos ciudades es realmente"
    },
    {
      "start": 6645.39,
      "end": 6653.77,
      "text": "bueno pues de este momento publicitario se me ha olvidado de qué número tenía que poner 14"
    },
    {
      "start": 6655.47,
      "end": 6664.98,
      "text": "te ponemos 1 a 14 vale y de periodo no sé vamos a poner 14 no abierto por poner que suelen llevar"
    },
    {
      "start": 6664.98,
      "end": 6671.56,
      "text": "los indicadores aunque quizá podíamos dejarle optimizar un poco que va a ir muy rápido más que"
    },
    {
      "start": 6671.56,
      "end": 6678.52,
      "text": "nada porque hay algunos cierres de momentum que es un poco mucho vamos a poner de 3 a 21"
    },
    {
      "start": 6678.52,
      "end": 6693.07,
      "text": "pero que no va a tardar mucho esto así no yo creo que no bueno estoy guardando sólo 100 perdón"
    },
    {
      "start": 6693.07,
      "end": 6711.95,
      "text": "que he hecho max bar me ha saltado el max bar de verdad hoy es uno de esos días hoy es uno de"
    },
    {
      "start": 6711.95,
      "end": 6726.33,
      "text": "esos días pero si tengo 50 pero pero pero qué está pasando alberto me dice que el estudio"
    },
    {
      "start": 6726.33,
      "end": 6740.64,
      "text": "necesita más datos de los que le he puesto a ver si sólo optimizo la salida hay la entrada a mono"
    },
    {
      "start": 6740.64,
      "end": 6755.3,
      "text": "porque tenía la salida le he puesto aquí 46 igualmente era 50 no no no no no debe ser pero"
    },
    {
      "start": 6755.3,
      "end": 6760.1,
      "text": "es que no sale el max bar sale que estudie estudios riquez moris solita no lo voy a usar"
    },
    {
      "start": 6761.1,
      "end": 6774.12,
      "text": "no me ponen estudio pero si si lo he usado 70 veces este estudio y abierto pero es verdad"
    },
    {
      "start": 6774.12,
      "end": 6789.64,
      "text": "que no optimizamos la entrada pero pero no hay nada en la entrada es raro no es ahí como un punto"
    },
    {
      "start": 6789.64,
      "end": 6799.25,
      "text": "que haya que haya aquí mira mira mira haya que haya que haya que he dejado fuera los case he dejado"
    },
    {
      "start": 6799.25,
      "end": 6819.33,
      "text": "fuera los case esta está he cerrado los los que es de cerrado el que es antes del 12 en este"
    },
    {
      "start": 6819.33,
      "end": 6860.73,
      "text": "entonces 10 10 11 11 12 12 13 13 aquí aquí aquí aquí pero este porque no lo coge de aquí no"
    },
    {
      "start": 6860.73,
      "end": 6883.44,
      "text": "entiendo es que el en de arriba te has fijado que no lo coge todo es deja el que es 12 fuera"
    },
    {
      "start": 6883.44,
      "end": 6938.13,
      "text": "ya ya lo he hecho ya este es este no es que mira lo lo compila perfecto es en lo que coge este tío"
    },
    {
      "start": 6951.33,
      "end": 6962.03,
      "text": "si faltan dos puntos en algún sitio que es 12 no he duplicado un que es no 8 9 10 11 12"
    },
    {
      "start": 6962.03,
      "end": 6981.67,
      "text": "y coma y coma pues que además que eso salía de error de compilación tío es que ya pero pero"
    },
    {
      "start": 6981.67,
      "end": 7044.04,
      "text": "pero no te has fijado que no no lo intenta pero es un real sí pero es que no da un error que es"
    },
    {
      "start": 7044.04,
      "end": 7056.68,
      "text": "muy raro alberto es muy raro ahora te lo enseño yo creo que igual es esto pero pero si no lo"
    },
    {
      "start": 7056.68,
      "end": 7075.73,
      "text": "está usando porque al ponerle cero no lo usa no debe para yo creo que son las salidas es igual"
    },
    {
      "start": 7075.73,
      "end": 7096.4,
      "text": "a ver si lo pongo yo aquí una entrada 1 opera contra la 2 a la 3 a ver si alguna lo rompe"
    },
    {
      "start": 7096.4,
      "end": 7150.59,
      "text": "no sé es que van a ir todas no sé no veo por qué no no va a ir a 10 pero ahora sí que da más"
    },
    {
      "start": 7152.4,
      "end": 7170.84,
      "text": "antes no daba más parte no entiendo a 10 periodo de entrada por multiplicador a claro mátame porque"
    },
    {
      "start": 7170.84,
      "end": 7182.62,
      "text": "multiplico el periodo por 4 ahora porque esto era yo que sé era un n al final claro caro ya está"
    },
    {
      "start": 7182.62,
      "end": 7189.86,
      "text": "pero es que ahora sí que sale el más vac pero antes no sale más vac ves cuando falla más vac"
    },
    {
      "start": 7189.86,
      "end": 7220.53,
      "text": "sale esto en cambio ahí salía estudio y requés moris tórica no lo ve así no le he puesto 2"
    },
    {
      "start": 7220.53,
      "end": 7233.35,
      "text": "le he puesto 2 pero sí sí le multiplicó le multiplicó le multiplicó le multiplicó pero de"
    },
    {
      "start": 7233.35,
      "end": 7240.89,
      "text": "todas maneras bueno ahora con 25 ya ya le da 25 ya le da ahora bueno ya ya hemos encontrado"
    },
    {
      "start": 7240.89,
      "end": 7315.45,
      "text": "hemos encontrado el problema hasta 25 no no pero no hay salida es es esto para el"
    },
    {
      "start": 7315.45,
      "end": 7320.22,
      "text": "revés de momento esto para el revés de momento esto para el revés bueno aquí tenemos algunas"
    },
    {
      "start": 7320.22,
      "end": 7337.76,
      "text": "a 4 vemos que la 14 4 spolinger entry entrando en antitenencia lógicamente el lado largo era"
    },
    {
      "start": 7337.76,
      "end": 7347.28,
      "text": "muy bien y la 14 que es el rsi de entrada abajo no efectivamente las dos muy parecidas"
    },
    {
      "start": 7347.28,
      "end": 7354.66,
      "text": "las muy parecidas pues van van bien que es como os digo de entrada pues las mil reversión suelen"
    },
    {
      "start": 7354.66,
      "end": 7360.87,
      "text": "ir suelen ir bien realmente esto es muy sencillo se tiene que mejorar pero es simplemente para"
    },
    {
      "start": 7360.87,
      "end": 7369.94,
      "text": "que veáis maneras de entrar pasa que es es en diario es en diario y pues fácilmente en diario"
    },
    {
      "start": 7369.94,
      "end": 7376.07,
      "text": "en lsp consigues cosas que están muy bien porque sube mucho entonces al final aunque bueno carna"
    },
    {
      "start": 7376.07,
      "end": 7383.35,
      "text": "está en el corto en carna está en el corto que fijaros aquí pero este es un poco planteamiento"
    },
    {
      "start": 7383.35,
      "end": 7391.07,
      "text": "de buscar ideas cuando no sabéis por dónde tirar que recuerdo que hablamos de libros de distintas"
    },
    {
      "start": 7391.07,
      "end": 7399.71,
      "text": "fuentes de distintas fuentes ahora antes de acabar enseñaremos algo de este estilo aquí de entrada"
    },
    {
      "start": 7399.71,
      "end": 7406.86,
      "text": "bueno dices bueno pues como ya sabemos periodo que periodo ha cogido por cierto también ha cogido"
    },
    {
      "start": 7406.86,
      "end": 7417.01,
      "text": "10 cogido 10 está mal y bueno pues salida pues ya que ha cogido 10 bueno le voy a dejar fijo"
    },
    {
      "start": 7417.01,
      "end": 7422.7,
      "text": "bueno aquí claro aquí el tema ahora es las salidas seguramente están adaptadas un poco al"
    },
    {
      "start": 7422.7,
      "end": 7449.74,
      "text": "otro no solamente están un poco adaptadas al otro entonces hay que ver no tendrán mucho sentido en"
    },
    {
      "start": 7449.74,
      "end": 7457.37,
      "text": "ese frame pero bueno mira vamos a hacer vamos a hacer otra cosa por complicar un poco más"
    },
    {
      "start": 7457.37,
      "end": 7465.02,
      "text": "aplicar un poco más el tema a poner en 60 minutos lo vamos a poner en el continuo sea en el todo el"
    },
    {
      "start": 7465.02,
      "end": 7475.69,
      "text": "rato vale es en 60 minutos vamos a poner los cinco años a recordar que no teníamos comisiones"
    },
    {
      "start": 7475.69,
      "end": 7481.33,
      "text": "aunque el diario no es tan crítico pero recordar que lo teníamos ahora ya va a empezar a ser lo"
    },
    {
      "start": 7481.33,
      "end": 7500.08,
      "text": "más crítico entonces vamos a ponerle comisiones 3 y 12 200 mil dólares momento no activamos el"
    },
    {
      "start": 7500.08,
      "end": 7510.12,
      "text": "lift que nos va a hacer ir más lentos y ahora mismo no hace falta momento ahí mientras me va"
    },
    {
      "start": 7510.12,
      "end": 7521.5,
      "text": "me va bajando el histórico el histórico aquí ya pues ya la cosa cambia también o sea ya no va"
    },
    {
      "start": 7521.5,
      "end": 7531.2,
      "text": "nada bien pero esto es bastante raro que siguen en diario y demás no es tan difícil encontrar"
    },
    {
      "start": 7531.2,
      "end": 7536.24,
      "text": "estrategias robustas y que funcionen bien sin complicarnos mucho la vida pasa y claro ahí no"
    },
    {
      "start": 7536.24,
      "end": 7543.85,
      "text": "abusar de optimización porque al final tenemos menos straight etcétera no pero realmente no es"
    },
    {
      "start": 7543.85,
      "end": 7552.27,
      "text": "tan difícil sobre todo en el lado largo pero incluso aquí probablemente ahora cuando acabe"
    },
    {
      "start": 7552.27,
      "end": 7558.15,
      "text": "de cargar el histórico volvemos a pasar brevemente el motor de las entradas pero"
    },
    {
      "start": 7558.15,
      "end": 7571.88,
      "text": "simplemente dejando por defecto el periodo en 14 está 15 bueno vamos a poner que tenemos 20 20"
    },
    {
      "start": 7571.88,
      "end": 7580.26,
      "text": "vamos a poner las velas de una sesión que es una manía que tenemos eso deben ser 23 velas no alberto"
    },
    {
      "start": 7580.26,
      "end": 7598.02,
      "text": "23 velas no un día del cp afirmativo y tres barras verdad no falla pues le vamos a poner 23"
    },
    {
      "start": 7598.02,
      "end": 7604.93,
      "text": "lo que pasa que si que hay algún ímputo aquí déjame repasar una cosa que antes viendo esto"
    },
    {
      "start": 7604.93,
      "end": 7614.42,
      "text": "me ha parecido ver alguna cosa rara aquí si es real que se arrepentirá espera momento jae"
    },
    {
      "start": 7615.42,
      "end": 7628.72,
      "text": "23 por 1 y medio que esto claro porque 1 y medio que me ha dado ahí 1 y medio no sé"
    },
    {
      "start": 7628.72,
      "end": 7645.6,
      "text": "por qué le he puesto de medio como le puede haber puesto otro de entrada aquí es perfecto"
    },
    {
      "start": 7645.6,
      "end": 7663.28,
      "text": "no hay horas que es reversal se lo dejamos así a lo bruto y aquí hay el multiplicador"
    },
    {
      "start": 7663.28,
      "end": 7677.3,
      "text": "este que que era igual que antes a ver otra vez ahí está primaria si le mete 3 pues que"
    },
    {
      "start": 7677.3,
      "end": 7683.93,
      "text": "ahora que contar que tiene que tener suficiente voy a poner el 3 y pero este casi que lo voy a"
    },
    {
      "start": 7683.93,
      "end": 7691.06,
      "text": "dejar porque al final es lo que hacíamos antes es un poco absurdo voy a usar el mismo es el"
    },
    {
      "start": 7691.06,
      "end": 7703.17,
      "text": "mismo concepto aplicado distinto sí que le vamos a quitar esto de aquí cambiando la regla y listo"
    },
    {
      "start": 7703.17,
      "end": 7711.45,
      "text": "aquí aquí por ejemplo tengo barras porque ya uso el periodo de entrada para el momento entonces"
    },
    {
      "start": 7711.45,
      "end": 7715.85,
      "text": "el breakable metido otro pero la tierra lo dejado fijo podría dejarlo también en el periodo de"
    },
    {
      "start": 7715.85,
      "end": 7743.89,
      "text": "entrada y está y este canal porque no uso el mismo no el mismo es que es otro otro nivel de"
    },
    {
      "start": 7743.89,
      "end": 7779.31,
      "text": "tendencia no no funcionará y esto ya estaba esto ya está entonces vamos a hacer eso le ponemos"
    },
    {
      "start": 7779.31,
      "end": 7789.68,
      "text": "hemos hecho 23 y aquí pues otra vez de 1 a 14 a ver con 23 en principio vamos a poner una salida"
    },
    {
      "start": 7790.8,
      "end": 7832.18,
      "text": "bueno luego lo miramos 3 por 3 con 70 ya le da si lo calculado bien y vamos a romper que es realmente"
    },
    {
      "start": 7832.18,
      "end": 7872.36,
      "text": "curioso lo que está pasando ahora sí es curioso que no enseña a ninguno no entiendo bueno aquí"
    },
    {
      "start": 7872.36,
      "end": 7892.49,
      "text": "pocos ya aguantan el tipo lo sé que tenemos que el 14 puede aguantarlo muy justito todo 55"
    },
    {
      "start": 7892.49,
      "end": 7907.64,
      "text": "cual era 14 al dvc y el 5 era por activity también le podíamos dar una vuelta ese 1 y medio a ver"
    },
    {
      "start": 7907.64,
      "end": 7938.56,
      "text": "porque realmente con ese 1 y medio no creo yo que sea lo más lo más óptimo pero 5 3025 estamos"
    },
    {
      "start": 7938.56,
      "end": 7945.13,
      "text": "siempre simplemente haciendo prospección nada más esto está medio roto todo ayer a no vale porque"
    },
    {
      "start": 7945.13,
      "end": 7957.8,
      "text": "se queda corto de prospección de nada más tenemos muy pocos tres de hecho ahí pero menos pero menos"
    },
    {
      "start": 7957.8,
      "end": 7982.26,
      "text": "habría que habría que ver seguramente ahora deberíamos de abrir un poquito más pero es igual"
    },
    {
      "start": 7982.26,
      "end": 7999.14,
      "text": "simplemente ahora quiero enseñaros otra cosa antes de acabar que las expansiones de volatilidad"
    },
    {
      "start": 7999.14,
      "end": 8006.42,
      "text": "también son entrada muy buena y de hecho esta acompañada es cierre más cierre más una tierra"
    },
    {
      "start": 8006.42,
      "end": 8012.02,
      "text": "pues si esto además lo que os decía le añadís un filtro de tendencia o algo así es súper súper"
    },
    {
      "start": 8012.02,
      "end": 8020.45,
      "text": "buena entrada por las de volatilidad en general la mayoría activos pero particular en bolsa"
    },
    {
      "start": 8022.48,
      "end": 8029.48,
      "text": "simplemente añade es una regla que le incorpore un momento tendencia no y que sólo vaya a favor de"
    },
    {
      "start": 8029.48,
      "end": 8037.56,
      "text": "ella y muy buenas entradas pero bueno para empezar a definir niveles vamos a poner la"
    },
    {
      "start": 8037.56,
      "end": 8049.54,
      "text": "salida que era sólo porcentual salida porcentual y esto esto porcentual la cual es cual es alberto"
    },
    {
      "start": 8049.54,
      "end": 8242.41,
      "text": "no no stop y tp 16 16 16 16 a ver si esto tiene algún tipo de sentido o es poco mucho perdón"
    },
    {
      "start": 8242.41,
      "end": 8247.77,
      "text": "perdón digo que ahora seguramente a la que lo pongamos más histórico se va se va se va a"
    },
    {
      "start": 8247.77,
      "end": 8255.57,
      "text": "deteriorar decir que lo decís vosotros antes que los que están en el despacho tiene gracias"
    },
    {
      "start": 8255.57,
      "end": 8263.2,
      "text": "gracias gracias digo digo claro es que lo despacho me oye ese es el problema"
    },
    {
      "start": 8266.12,
      "end": 8271.92,
      "text": "el que decía que eso es sólo un ejercicio de investigación por lo que no os quedéis tampoco"
    },
    {
      "start": 8271.92,
      "end": 8278.16,
      "text": "con los resultados que ahora parece que sean decentes buenos no importa ahora seguramente"
    },
    {
      "start": 8278.16,
      "end": 8284.76,
      "text": "al cargar más años se va a deteriorar de acuerdo desde está bastante probablemente"
    },
    {
      "start": 8284.76,
      "end": 8292.06,
      "text": "está sobre optimizado pero repito que es un ejercicio de investigación para ir buscando"
    },
    {
      "start": 8292.06,
      "end": 8298.14,
      "text": "enseñaros lo que os digo de los buscadores de ideas a través de código y podéis ir trabajando"
    },
    {
      "start": 8298.14,
      "end": 8303.26,
      "text": "distintos activos y siento está en frames vale tener distintos códigos incluso podéis hacer uno"
    },
    {
      "start": 8303.26,
      "end": 8310.58,
      "text": "más pensado para investigar mil reversión sólo mil reversión no para más tendenciales vale otro"
    },
    {
      "start": 8310.58,
      "end": 8319.08,
      "text": "de filtros de acuerdo es decir ir trabajando bloques para investigar para investigar y en"
    },
    {
      "start": 8319.08,
      "end": 8328.46,
      "text": "esta misma línea hoy os quería enseñar a ver si lo tengo medio preparado ahora mira voy a ver si"
    },
    {
      "start": 8328.46,
      "end": 8440.76,
      "text": "he hecho yo de eso ya lo he guardado no no está cargado eso que os decía esto normal es que se"
    },
    {
      "start": 8440.76,
      "end": 8456.48,
      "text": "rompiera por el lado vale es un ejemplo muy bueno lo que cuando hablamos de que sobre optimizar y"
    },
    {
      "start": 8456.48,
      "end": 8464.21,
      "text": "que es esto simplemente repito que estamos simplemente investigando y viendo viendo códigos"
    },
    {
      "start": 8464.21,
      "end": 8471.96,
      "text": "en el tipo de mercado que hay en cada momento por eso hay que mirar antes las bases de datos"
    },
    {
      "start": 8471.96,
      "end": 8484.16,
      "text": "que ajusta que no es aquí por ejemplo es el problema de los stop sin tp no por eso no que"
    },
    {
      "start": 8484.16,
      "end": 8491.16,
      "text": "hablamos de los de los teleno si no hace este que acabas en esto es bastante problemático como veis"
    },
    {
      "start": 8491.16,
      "end": 8497.12,
      "text": "bastante poco eficiente la salida si abro todo realmente es una salida para empezar a trabajar"
    },
    {
      "start": 8497.12,
      "end": 8512.73,
      "text": "base pero normalmente no suele ser la mejor si no haces tp te quedas muy muy enganchado de hecho"
    },
    {
      "start": 8512.73,
      "end": 8520.29,
      "text": "ahora sí si dejamos el stop y variamos el tp solo veréis cómo nos intenta hacer tp mucho antes para"
    },
    {
      "start": 8520.29,
      "end": 8525.33,
      "text": "para evitar ese problema con lo cual se hace más mil reversión porque ahora de esta manera se ha"
    },
    {
      "start": 8525.33,
      "end": 8532.73,
      "text": "quedado relativamente tendencial relativamente no se ha quedado muy tendencial porque la variable"
    },
    {
      "start": 8532.73,
      "end": 8539.33,
      "text": "del tp ha salido multiplicando por mucho esto es el problema de sobre todo para el lado corto"
    },
    {
      "start": 8539.33,
      "end": 8550.76,
      "text": "pero todo para el lado corto aunque datos bastante similares vale entonces lo que os quería enseñar"
    },
    {
      "start": 8551.44,
      "end": 8572.52,
      "text": "es en la base de el tumor que visteis os comenté de la revista de la revista este código recordar"
    },
    {
      "start": 8572.52,
      "end": 8583.56,
      "text": "que es lo que os dije que era uno de los que iba mejor en mí en fuera de muestra y esta regla"
    },
    {
      "start": 8583.56,
      "end": 8589.04,
      "text": "misma lo hemos puesto antes era una de las que está metida es una regla como muy sencilla y"
    },
    {
      "start": 8589.04,
      "end": 8596.62,
      "text": "sigue un poco en la línea de lo que os decía una corrección de corto plazo a favor de la tendencia"
    },
    {
      "start": 8596.62,
      "end": 8603.58,
      "text": "es decir es incorporarte a este hay muchas maneras de añadirlo y de controlarlo simplemente añade"
    },
    {
      "start": 8603.58,
      "end": 8610.9,
      "text": "rotura de volatilidad para entrar exige que el precio se mueva a favor es tremendamente efectivo"
    },
    {
      "start": 8610.9,
      "end": 8621.08,
      "text": "y simplemente a esto si ahora esto le hacemos un save vas para no tocar el original vale ponemos"
    },
    {
      "start": 8621.08,
      "end": 8643.75,
      "text": "curso tu morro un morro nos escribir vale y vamos a vale para no para no alterar un poco su pero"
    },
    {
      "start": 8643.75,
      "end": 8653.67,
      "text": "vamos a eliminar las salidas y a ver por no por no por no complicarnos por no complicarnos"
    },
    {
      "start": 8653.67,
      "end": 8662.48,
      "text": "simplemente vamos a hacer eso manera muy sencilla de hacerlo muy sencilla de hacerlo que ya os enseñé"
    },
    {
      "start": 8663.04,
      "end": 8675.07,
      "text": "es a esto le pones un valor astronómico lo cual no puede saltar puede saltar es imposible"
    },
    {
      "start": 8675.07,
      "end": 8686.64,
      "text": "que salte nunca salta vale añadimos nuestro módulo de salidas dejando las entradas en cero"
    },
    {
      "start": 8686.64,
      "end": 8695.72,
      "text": "que ya lo están por defecto que estamos en 60 es decir podemos estar en esas 23 23 barras y"
    },
    {
      "start": 8695.72,
      "end": 8702.72,
      "text": "aquí podemos pues trabajar un poco con las salidas es verdad que tal como estamos ahora"
    },
    {
      "start": 8703.72,
      "end": 8708.15,
      "text": "cuantas salidas tengo pues no sé si los inputs están bien o no pero vamos a tener una pasada"
    },
    {
      "start": 8708.15,
      "end": 8720.84,
      "text": "rápida de momento momento salidas estamos en 32 poder de 1 a 32 porque alguna tienes que elegir"
    },
    {
      "start": 8723.09,
      "end": 8731.69,
      "text": "y vamos con ello vamos con ello de momento no sé ni cuando tengo cargado aquí honestamente os"
    },
    {
      "start": 8731.69,
      "end": 8742.99,
      "text": "lo digo y hacer un sistema que en fuera hemos aguantado muy bien un sistema que es lo que"
    },
    {
      "start": 8742.99,
      "end": 8749.95,
      "text": "esta pauta en nuestro sistema artemisa explota exactamente esta pauta es la misma prácticamente"
    },
    {
      "start": 8749.95,
      "end": 8758.52,
      "text": "no está hecho igual pero usa lo mismo vale al final usa un indicador de momento y una media"
    },
    {
      "start": 8758.52,
      "end": 8763.4,
      "text": "para incorporarse a favor y hasta que es lo que hace este momento para que el que no esté"
    },
    {
      "start": 8763.4,
      "end": 8771.0,
      "text": "familiarizado esto es el indicador de momento eso es el momento de 2 el indicador de momento"
    },
    {
      "start": 8771.0,
      "end": 8777.07,
      "text": "si lo abrís es esto es cierre menos cierre ante cosa es la comparación el cierre con el cierre de"
    },
    {
      "start": 8777.07,
      "end": 8784.84,
      "text": "n velas entonces aquí lo que pide es que el momento sea negativo el momento de 2 sea negativo o igual"
    },
    {
      "start": 8784.84,
      "end": 8796.12,
      "text": "pero menor o igual que cero y que el cierre sea mayor que una media que fija en 10 entienden esto"
    },
    {
      "start": 8796.12,
      "end": 8802.58,
      "text": "puede hacerse de más periodos de menos se puede poner un input de acuerdo es decir se puede buscar"
    },
    {
      "start": 8802.58,
      "end": 8808.31,
      "text": "un poco grados de tendencia porque es verdad que eso entra muy rápido entra muy rápido aquí ahora"
    },
    {
      "start": 8808.31,
      "end": 8813.6,
      "text": "el problema que tenemos seguramente es que no estamos bien dimensionados de los inputs vale"
    },
    {
      "start": 8813.6,
      "end": 8820.8,
      "text": "porque estábamos antes se quedaron en el oro 30 que estamos ahora en 60 bueno como hay más"
    },
    {
      "start": 8820.8,
      "end": 8826.72,
      "text": "volatilidad puede ser que sea algo medianamente razonable pero seguro que no es lo que hay que"
    },
    {
      "start": 8826.72,
      "end": 8831.36,
      "text": "trabajar lo más y que adaptarlos pero si vemos un poco cual ha quedado mejor qué valores tiene y"
    },
    {
      "start": 8831.36,
      "end": 8841.49,
      "text": "con ese poco podemos extrapolar bueno vemos que por aquí por esto se ha elegido este 41 que era"
    },
    {
      "start": 8841.49,
      "end": 8867.12,
      "text": "el número 26 26 que era profit y break even al en porcentaje bueno como al final hecho mira"
    },
    {
      "start": 8867.12,
      "end": 8872.84,
      "text": "vamos a hacer él tenía un esto monetario vamos a pasar vamos a pasar el esto porcentual más que"
    },
    {
      "start": 8872.84,
      "end": 8877.96,
      "text": "es respetar totalmente su idea pero adaptándolo a lo que creemos que es más razonable por el"
    },
    {
      "start": 8877.96,
      "end": 8885.31,
      "text": "tiempo que ha pasado y así le utilizamos un poco ese resto porcentual era de los primeros"
    },
    {
      "start": 8885.31,
      "end": 8893.4,
      "text": "por lo eventual eso por centuales o por lo eventual esto para t r o pasamos esto para"
    },
    {
      "start": 8893.4,
      "end": 8902.78,
      "text": "t r esto para t r esto para t r es el número 3 es el número 3 antes déjame mirar cuánto histórico"
    },
    {
      "start": 8902.78,
      "end": 8911.12,
      "text": "hay aquí cargado tenemos muy poco histórico estoy cargar más esto que cargar más esto que cargar"
    },
    {
      "start": 8911.12,
      "end": 8922.09,
      "text": "más hay que meterle al menos cinco años y le voy a meter 10 a ver le voy a meter 10 me va a tardar"
    },
    {
      "start": 8922.09,
      "end": 8932.58,
      "text": "un poco claro un poco pero me voy a esperar y ha puesto se voy a pedir al max bar el bueno no lo"
    },
    {
      "start": 8932.58,
      "end": 8948.25,
      "text": "ajustaré mucho y así no me hace falta y esto pensar que en mi opinión 2 es muy justo pero bueno"
    },
    {
      "start": 8948.25,
      "end": 8955.31,
      "text": "lo definió así lo hemos respetado en mi opinión cierre al momento de 2 pide como muy poca caída"
    },
    {
      "start": 8956.27,
      "end": 8964.22,
      "text": "pero es verdad que la línea del tampoco están tan estricta pero pero sí que me parece un poquito"
    },
    {
      "start": 8964.22,
      "end": 8979.36,
      "text": "rápido no me parece un poquito rápido se incorpora veis aquí muy rápidamente quiere comprar no más"
    },
    {
      "start": 8979.36,
      "end": 8984.04,
      "text": "jugar que le gusta más bueno le gusta preguntar en el disco le muy bien me parece muy bien"
    },
    {
      "start": 8987.92,
      "end": 8993.08,
      "text": "no en chandelier es un canal es un canal en el código este vez salidas que ahora ya"
    },
    {
      "start": 8993.08,
      "end": 9002.68,
      "text": "sí que que os lo prepararemos todo en breve lo tienes puesto es un es una banda que les resta"
    },
    {
      "start": 9002.68,
      "end": 9008.32,
      "text": "como tal no sé si está bueno tengo dudas de que esté creado como tal chandelier entre station"
    },
    {
      "start": 9008.32,
      "end": 9038.43,
      "text": "si que me suena que hay algo en el chandelier ahí está esto cargado tenemos más más histórico"
    },
    {
      "start": 9038.43,
      "end": 9048.74,
      "text": "tenemos mil operaciones entiendo que debemos tener comisiones bueno tiene por treta lo mismo"
    },
    {
      "start": 9048.74,
      "end": 9061.28,
      "text": "porque tiene un contrato vamos a poner como es justo no alberto a menos 7 es bueno de"
    },
    {
      "start": 9061.28,
      "end": 9070.23,
      "text": "cruz inger ya teníamos el lift activado y todo ya teníamos activado aquí ningún problema tenemos"
    },
    {
      "start": 9070.23,
      "end": 9080.92,
      "text": "activadísimo así que no hay ningún problema pues vamos a meterle simplemente el esto para"
    },
    {
      "start": 9080.92,
      "end": 9090.4,
      "text": "respetar su su idea de momento simplemente él tiene un esto monetario no no me gusta no nos"
    },
    {
      "start": 9090.4,
      "end": 9096.36,
      "text": "gusta por lo tanto vamos a respetando su criterio y hacemos un esto bater que es adaptarlo ya no"
    },
    {
      "start": 9096.36,
      "end": 9103.43,
      "text": "me acuerdo con lo dicho que era que lo que era el 5 el 3 perdón era el 3 por lo tanto pongo salida"
    },
    {
      "start": 9103.43,
      "end": 9114.95,
      "text": "3 el periodo lo voy a dejar 23 y c 3 sólo tengo el número de aterrís en intradía pues no tengo"
    },
    {
      "start": 9114.95,
      "end": 9123.19,
      "text": "ahora mismo ni la más absoluta idea así que vamos a ir de 5 creo que 15 aterrís son muchos"
    },
    {
      "start": 9123.19,
      "end": 9134.92,
      "text": "no pero vamos a poner 0 25 como no no tenemos muchos variables esto lo creo que tarde demasiado"
    },
    {
      "start": 9134.92,
      "end": 9146.31,
      "text": "aun siendo en intradía aun siendo en intradía creo que va a tardar un poco y de mientras voy"
    },
    {
      "start": 9146.31,
      "end": 9152.1,
      "text": "a buscar aquí un momentito no puedo hacerlo puedo cambiar de ventana y no va a pasar nada"
    },
    {
      "start": 9153.84,
      "end": 9165.89,
      "text": "ya lo he hecho no no no sólo voy a no no es que lo he hecho en este ya pero simplemente quiero"
    },
    {
      "start": 9165.89,
      "end": 9175.43,
      "text": "a ver porque es que no te suena a ti lo del chandelier es que me suena mucho si hay quien"
    },
    {
      "start": 9175.43,
      "end": 9204.57,
      "text": "chande chande momento ahí está el chande momento no no es esto no no es como tal como tal no está"
    },
    {
      "start": 9204.57,
      "end": 9211.89,
      "text": "pero bueno al final es que es un chanel no tiene no tiene mucha historia es el chanel hay muchos"
    },
    {
      "start": 9213.65,
      "end": 9227.62,
      "text": "con cualquiera de estos te puedes partir del es partir del porque no no es muy difícil pues"
    },
    {
      "start": 9227.62,
      "end": 9238.11,
      "text": "igual si va a tardar pues igual si va a tardar que estaba el litro activado y no no era consciente"
    },
    {
      "start": 9238.11,
      "end": 9250.12,
      "text": "no debería haber desactivado porque para actuar poco porque ahora no que se vuelve informado"
    },
    {
      "start": 9250.12,
      "end": 9272.75,
      "text": "alberto 10 años 60 minutos pero pasa que están listos a un minuto anceló si si está ya está ya"
    },
    {
      "start": 9273.39,
      "end": 9286.36,
      "text": "ancelé te voy a quitar el litro ha cansado y se vaya de sesión se cansa chicos es una cosa"
    },
    {
      "start": 9286.36,
      "end": 9340.54,
      "text": "curiosa pero es así vamos a quitarle el litro tercera no hombre ahora sin el litro debería"
    },
    {
      "start": 9340.54,
      "end": 9372.16,
      "text": "de ir en un momento las maneras aprovecho mira para enseñarle antes de que lo pasaremos este"
    },
    {
      "start": 9372.16,
      "end": 9376.0,
      "text": "código pasa que no lo había hecho porque quería incorporar las entradas en el mismo entonces"
    },
    {
      "start": 9376.0,
      "end": 9384.24,
      "text": "ya cambiamos el nombre poner entradas más salidas quería ponerlos todos y me parece que tenía"
    },
    {
      "start": 9384.24,
      "end": 9389.48,
      "text": "alguna más y todo pero lo miraré mañana con calma si hay alguna más los pasaré con todas y"
    },
    {
      "start": 9389.48,
      "end": 9395.76,
      "text": "así tenéis un código para trabajar vosotros no pero el chandelier yo diría que era el 20 algo"
    },
    {
      "start": 9395.76,
      "end": 9422.62,
      "text": "lo pasado 20 bueno aquí está el chandelier más temporal solo aquí profit solo no lo veo si pero"
    },
    {
      "start": 9422.62,
      "end": 9430.83,
      "text": "era con algo ya era esto más profit esto para que esta chandelier más profit no es raro no no lo"
    },
    {
      "start": 9430.83,
      "end": 9453.04,
      "text": "he visto solo si yo también me suena solo 12 al final es una banda superior hay hay al que le"
    },
    {
      "start": 9453.04,
      "end": 9461.79,
      "text": "restas la tierra por un multiplicador entiendes pero se llaman candelabros lo que va desde el"
    },
    {
      "start": 9461.79,
      "end": 9466.15,
      "text": "máximo le resta una cantidad se va poniendo es del máximo el resto una cantidad pero es"
    },
    {
      "start": 9466.15,
      "end": 9472.84,
      "text": "un trailing típico lo único que no depende del cuando entras y eso a veces da problemas"
    },
    {
      "start": 9472.84,
      "end": 9479.34,
      "text": "se sale no más entrar cosas así pero simplemente es un trailing típico es el máximo le resta es"
    },
    {
      "start": 9479.34,
      "end": 9500.86,
      "text": "una cantidad de lateres eso es un chandelier clásico bueno está a punto de acabar 525 parece"
    },
    {
      "start": 9500.86,
      "end": 9508.02,
      "text": "que sale para era era por por coger una referencia y es un sistema realmente sencillo ya digo es"
    },
    {
      "start": 9508.02,
      "end": 9515.07,
      "text": "explorar con este concepto porque es un concepto realmente sencillo y potente de acuerdo y no"
    },
    {
      "start": 9515.07,
      "end": 9522.63,
      "text": "tiene no tiene ninguna dificultad y o corrección contra la tendencia principal va muy bien es"
    },
    {
      "start": 9522.63,
      "end": 9527.43,
      "text": "renta variable y a menos generales y muchas estrategias utilizan ese concepto de distintas"
    },
    {
      "start": 9527.43,
      "end": 9533.35,
      "text": "maneras no hace falta ya digo es que ni complicarse mucho la vida una salida temporal también muy"
    },
    {
      "start": 9533.35,
      "end": 9540.95,
      "text": "habitual y os lo comenté que mejora mucho los los sistemas y un stop en este caso esto tipo"
    },
    {
      "start": 9540.95,
      "end": 9545.75,
      "text": "aterre que igual iría mejor trailing pero es igual hemos puesto su patrón porque lo había puesto"
    },
    {
      "start": 9545.75,
      "end": 9550.71,
      "text": "habiendo salida por tiempo ya pierde sentido tanto el trailing de acuerdo porque al final trailing"
    },
    {
      "start": 9550.71,
      "end": 9555.51,
      "text": "es si tú no usas nada más para acompañarlo no pero yo ya tengo una manera de salir por tiempo"
    },
    {
      "start": 9555.51,
      "end": 9565.85,
      "text": "ya está paso x barras si no si en esas x barras antes pues caes mucho pues me salgo de acuerdo"
    },
    {
      "start": 9565.85,
      "end": 9572.62,
      "text": "pero pero sabes a la contra pues me salgo pero mientras no te vayas a la contra yo te espero"
    },
    {
      "start": 9572.62,
      "end": 9580.18,
      "text": "que salgas pues ahí ahí está acuerdo que tenemos ahora la optimización con un multiplicador de"
    },
    {
      "start": 9580.18,
      "end": 9586.62,
      "text": "aterre con lo cual nos hemos adaptado un poquito mejor a las distintas épocas del mercado y ahora"
    },
    {
      "start": 9586.62,
      "end": 9592.51,
      "text": "veréis que tenemos aquí un que fíjate ya los que te estás el que te está saliendo mejor en sample"
    },
    {
      "start": 9592.51,
      "end": 9604.8,
      "text": "que te salía mejor en sample por ppc es el mismo por tsi no por expecta pero si es el mejor vale y"
    },
    {
      "start": 9604.8,
      "end": 9614.76,
      "text": "en autosample fijaros que era el segundo mejor de acuerdo es decir está totalmente perfectamente"
    },
    {
      "start": 9614.76,
      "end": 9622.67,
      "text": "robusto a principio eliminar a que nos quedamos ya incluso con ese ningún tipo de problema y"
    },
    {
      "start": 9622.67,
      "end": 9629.43,
      "text": "nos está dando esta es la idea original hemos hecho nada solamente quería mostraros la sistema"
    },
    {
      "start": 9629.43,
      "end": 9640.15,
      "text": "más que apto y así como está por defecto de acuerdo mil operaciones 121 profit factor también"
    },
    {
      "start": 9640.15,
      "end": 9646.79,
      "text": "se puede mejorar puede mejorar porque podéis perfectamente explorar a ar con este nivel de"
    },
    {
      "start": 9646.79,
      "end": 9654.04,
      "text": "trades filtrar un poco podéis incluso explorar variar a lo mejor el cierre variar a buscar otra"
    },
    {
      "start": 9654.04,
      "end": 9660.92,
      "text": "salida más óptima sin duda sin duda cabe anular todas las suyas decir quitar el tiempo quitar"
    },
    {
      "start": 9660.92,
      "end": 9671.84,
      "text": "y automáticamente ir a bruto a buscarlas nosotros eso por un lado y por otro quizá no me preocuparía"
    },
    {
      "start": 9671.84,
      "end": 9681.63,
      "text": "mucho de filtrar pero sí que a lo mejor trataría de darle alguna probaría quizá a este 2 bueno"
    },
    {
      "start": 9681.63,
      "end": 9688.07,
      "text": "las variables que él tiene trabajarlas un poco de acuerdo pero cuidado y seguramente meter más"
    },
    {
      "start": 9688.07,
      "end": 9693.83,
      "text": "histórico si vamos a tocar y vamos a tocar vamos a ver si metemos 5000 trade si podemos"
    },
    {
      "start": 9693.83,
      "end": 9702.03,
      "text": "entonces empezamos a trabajar y vamos viendo distintas combinaciones que sean vamos viendo"
    },
    {
      "start": 9702.03,
      "end": 9707.95,
      "text": "los dos mapas con multicharts lo que vimos el otro día con las medias variable por variable"
    },
    {
      "start": 9707.95,
      "end": 9714.11,
      "text": "vale vemos que sean estables de acuerdo y prácticamente seguro que sacamos un sistema"
    },
    {
      "start": 9714.99,
      "end": 9723.08,
      "text": "para operar en el sb y probablemente muchas acciones muy sencillo y eso que hablamos muchas veces no"
    },
    {
      "start": 9723.08,
      "end": 9728.48,
      "text": "pensaros que necesariamente hace falta sistemas muy complicados temas muy sencillos que explotan"
    },
    {
      "start": 9728.48,
      "end": 9739.96,
      "text": "pautas muy muy universales y fijaros que en 60 minutos lo cual tiene un gran gran mérito tiene"
    },
    {
      "start": 9739.96,
      "end": 9748.37,
      "text": "un excelentísimo dato de cortos de acuerdo hace muchos menos trade porque lógicamente acordaros"
    },
    {
      "start": 9748.37,
      "end": 9752.77,
      "text": "tiene un filtro aunque digo que no filtar más porque ya está filtrado porque el parer corto"
    },
    {
      "start": 9752.77,
      "end": 9758.45,
      "text": "que le pide que el ciego sea menor a una media tiene que estar bajista entonces entra en la"
    },
    {
      "start": 9758.45,
      "end": 9763.41,
      "text": "corrección pero aquí entra aquí sí que es simétrico si os fijáis simétrico lo cual tiene"
    },
    {
      "start": 9763.41,
      "end": 9769.61,
      "text": "bastante mérito y no es tan habitual pero es verdad que lo ha hecho simétrico y funciona bien"
    },
    {
      "start": 9769.61,
      "end": 9780.41,
      "text": "perfecto o sea como yo os decía normalmente no se trabaja simétrico en equity pero si funciona"
    },
    {
      "start": 9780.41,
      "end": 9788.85,
      "text": "ningún problema mejor aún de hecho no lo hace así que el código es simétrico y eso está bien que"
    },
    {
      "start": 9788.85,
      "end": 9794.93,
      "text": "sea así pero tiene un multiplicador que lo cambia todo por decir al final aquí fijaros que es la"
    },
    {
      "start": 9794.93,
      "end": 9802.13,
      "text": "clave la clave esta es la clave de la simetría de bolsa y el por qué muchos filtros de bolsa"
    },
    {
      "start": 9802.13,
      "end": 9809.33,
      "text": "no van en por ejemplo vimos en el oro es distinto vale porque la pauta de volatilidad de equities y"
    },
    {
      "start": 9809.33,
      "end": 9817.44,
      "text": "de bonos también es claramente distinta el subir que al bajar vale esto hace que cuando implicamos"
    },
    {
      "start": 9817.44,
      "end": 9824.4,
      "text": "rangos de precios necesitemos pedirle más al corto pero es verdad que trabaja el stop igual"
    },
    {
      "start": 9824.4,
      "end": 9830.52,
      "text": "trabaja el tp igual y eso tiene bastante mérito pero tiene aquí os habéis fijado un multiplicador"
    },
    {
      "start": 9830.52,
      "end": 9840.28,
      "text": "del rango el esto es igual todo la regla es simétrica le pide dos barras pero al filtro"
    },
    {
      "start": 9840.28,
      "end": 9847.49,
      "text": "de volatilidad que le pide para ir para entrar al stop que pone el largo lo multiplica sólo por"
    },
    {
      "start": 9847.49,
      "end": 9858.56,
      "text": "6 y el corto por 27 lo ves ahí no al corto le pide mucha más explosión para abrir corto y ahí"
    },
    {
      "start": 9858.56,
      "end": 9866.08,
      "text": "también que habrá menos cortos entonces yo que sí que parece que no pero que sí que están distintas"
    },
    {
      "start": 9866.08,
      "end": 9872.6,
      "text": "las reglas y por eso el porcentaje de aciertos largos es 53 y de cortos 39 pero consigue uno"
    },
    {
      "start": 9872.6,
      "end": 9878.78,
      "text": "de esa manera los resultados fantásticos los resultados fantásticos un por ciento de unos 65"
    },
    {
      "start": 9878.78,
      "end": 9886.54,
      "text": "en total mil operaciones está bastante bien va a mostrar más que aceptable para un sistema que"
    },
    {
      "start": 9886.54,
      "end": 9894.29,
      "text": "opera en ambos lados del sp en 60 minutos y además en horario continuo ahora en esta caída pues no"
    },
    {
      "start": 9894.29,
      "end": 9900.8,
      "text": "acaba de desarrollarse el todo bien porque bueno pues lo que sigo ha entrado rápidamente por la"
    },
    {
      "start": 9900.8,
      "end": 9905.99,
      "text": "media y la caída seguido pero ahora en cambio los fijaros ahí lo tenemos subido ahí lo tenemos"
    },
    {
      "start": 9905.99,
      "end": 9914.66,
      "text": "subido ya ha entrado ya con su al momento que ha superado la media ya ya se ha subido y ahí estamos"
    },
    {
      "start": 9914.66,
      "end": 9935.28,
      "text": "estamos esperando esos son los niveles de entrada si están bien puestos 627 y 10 vale bien allá para"
    },
    {
      "start": 9935.28,
      "end": 9942.4,
      "text": "acabar cuestiones cuestiones cuestiones cuestiones tengo cuestión de fran tengo cuestión marcadita"
    },
    {
      "start": 9942.4,
      "end": 9949.8,
      "text": "de fran menos pregunta fran teniendo un trailing puede tener sentido mantener el cierre temporal"
    },
    {
      "start": 9949.8,
      "end": 9958.59,
      "text": "sólo si el profit es negativo y no ha llegado a esto a ver déjame que lo procese en el sentido"
    },
    {
      "start": 9958.59,
      "end": 9965.63,
      "text": "temporal yo tengo cierre temporal es el caso es ejemplo pero me dice si tiene sentido el trailing"
    },
    {
      "start": 9965.63,
      "end": 9973.43,
      "text": "sólo si el profit es negativo entendido y no ha llegado a esto los bueno veo muchas variables"
    },
    {
      "start": 9973.43,
      "end": 9978.43,
      "text": "ahí porque quiere decir que bueno no ha llegado esto los que es decir no ha llegado a trailing"
    },
    {
      "start": 9978.43,
      "end": 9985.71,
      "text": "si tienes trailing un trailing es esto los vale también con las salidas intentemos no duplicar"
    },
    {
      "start": 9985.71,
      "end": 9992.96,
      "text": "tendés no duplicar reglas pero si tú tienes temporal al final acordaros que las salidas"
    },
    {
      "start": 9993.52,
      "end": 10002.81,
      "text": "y demás siempre es normalmente esto resta performance hay que tenerlo pero resta performance"
    },
    {
      "start": 10002.81,
      "end": 10008.97,
      "text": "entonces en la salida temporal es una manera de evitar esto aquí tienes un ejemplo de salida"
    },
    {
      "start": 10010.62,
      "end": 10017.14,
      "text": "muy bien casualmente se debajo se podría haber ido arriba pero esto pasa bastantes veces pasa"
    },
    {
      "start": 10017.14,
      "end": 10025.74,
      "text": "bastantes veces yo les dices bueno yo al final si pasa x tiempo yo me salgo porque ya está yo"
    },
    {
      "start": 10025.74,
      "end": 10037.41,
      "text": "yo quiero seguir una dinámica de mercado creo que la 50 50 50 50 velas que son dos días"
    },
    {
      "start": 10037.41,
      "end": 10044.74,
      "text": "aproximadamente dos días porque porque he estudiado él habrá estudiado que es la dinámica de lsp lo"
    },
    {
      "start": 10044.74,
      "end": 10051.33,
      "text": "que sea y ya está y a partir de ahí si no hay o hay unas o una salida contraria lógicamente"
    },
    {
      "start": 10051.33,
      "end": 10056.37,
      "text": "puede salir también por reversión porque porque porque habrá un corto de acuerdo entonces"
    },
    {
      "start": 10056.37,
      "end": 10065.12,
      "text": "largo y habrá un corto pero en términos generales el sistema al final o bien sale su salida es"
    },
    {
      "start": 10065.12,
      "end": 10073.48,
      "text": "acordaros por el por el wall esa es su salida primaria podemos decir y luego pues lógicamente"
    },
    {
      "start": 10073.48,
      "end": 10080.64,
      "text": "si hay un cell short acuerdo si hay una entrada no otra entrada en la corto pero si no sale por"
    },
    {
      "start": 10080.64,
      "end": 10090.13,
      "text": "tiempo o por stop vale no tiene tp si tenia sentido tener tp si tenia sentido tener tp pero al final"
    },
    {
      "start": 10090.13,
      "end": 10098.5,
      "text": "el trailing un poco no deja de ser un esto que te va acompañando si tú ya tienes una salida por"
    },
    {
      "start": 10098.5,
      "end": 10104.66,
      "text": "tiempo en mi opinión tiene menos sentido porque porque para que te pegas al final el stop ya"
    },
    {
      "start": 10104.94,
      "end": 10111.26,
      "text": "acuérdate que resta vale que normalmente resta perfluentes entonces tú tienes un stop que está"
    },
    {
      "start": 10111.26,
      "end": 10118.02,
      "text": "ajustado por volatilidad o porcentual de seguridad vale para cuando hay como aquí no a caída"
    },
    {
      "start": 10118.02,
      "end": 10124.06,
      "text": "brusca oye me salgo no quiero problemas de acuerdo no me quiero quedar enganchado aquí por ejemplo"
    },
    {
      "start": 10124.06,
      "end": 10133.45,
      "text": "también pero si no salta eso yo sigo el plan del sistema si yo tengo un trailing al final me voy"
    },
    {
      "start": 10133.45,
      "end": 10140.23,
      "text": "a ir pegando más a él entonces si tienes trailing yo no tendría temporal seguramente pero lógicamente"
    },
    {
      "start": 10140.23,
      "end": 10144.35,
      "text": "todavía hay que investigarlo dependerá de los activos pero seguramente contra el link no tendría"
    },
    {
      "start": 10144.35,
      "end": 10151.71,
      "text": "tiempo y no tendría esto ya tendría trailing el trailing es normalmente va bastante solo bastante"
    },
    {
      "start": 10151.71,
      "end": 10157.59,
      "text": "solo es un tipo de salida que va bastante solo poco como el parabólico son salidas que se pegan"
    },
    {
      "start": 10157.59,
      "end": 10163.17,
      "text": "bastante al precio como norma un chandelier chandelier va muy bien solo el chandelier va"
    },
    {
      "start": 10163.17,
      "end": 10176.72,
      "text": "muy bien solo aquí mismo por ejemplo si yo ahora te meto un chandelier 14 alberto miro miro miro miro"
    },
    {
      "start": 10176.72,
      "end": 10190.07,
      "text": "miro hasta está entonces un chandelier que no deja de ser un trailing antes teníamos que"
    },
    {
      "start": 10190.07,
      "end": 10204.37,
      "text": "la tierra aquí cuando nos ha salido el 3 nos ha salido 5 aterres aquí como se pega en el precio"
    },
    {
      "start": 10204.37,
      "end": 10224.71,
      "text": "lo normal es que sea un poco mayor vamos a probar vale pero no no optimizar mucho que aquí mantengo"
    },
    {
      "start": 10224.71,
      "end": 10231.19,
      "text": "salida temporal no no no lo he tocado no lo he tocado bueno que todo todo todo es todo es explorarlo"
    },
    {
      "start": 10231.19,
      "end": 10236.71,
      "text": "y investigarlo ahora mismo te lo estoy pensando ante tu pregunta mejor lo pongo en el gráfico me"
    },
    {
      "start": 10236.71,
      "end": 10243.39,
      "text": "lo miro y pues pues pues quizás si tienes entonces al final hay que mirarlo hay que mirarlo todo y"
    },
    {
      "start": 10243.39,
      "end": 10248.31,
      "text": "lógicamente pues me preguntas y te contesto lo que me parece pero hay que mirarlo al final la"
    },
    {
      "start": 10248.31,
      "end": 10252.67,
      "text": "respuesta que debería de darte más correcta sería hay que mirarlo de acuerdo todo hay que"
    },
    {
      "start": 10253.43,
      "end": 10257.79,
      "text": "así que es verdad que al final pues ya por experiencia pues tienes unas ideas no pero que hay veces que nos"
    },
    {
      "start": 10257.79,
      "end": 10264.12,
      "text": "pasa tenemos unas ideas y luego pues los datos no la confirman entonces bueno le dedicas más tiempo"
    },
    {
      "start": 10264.12,
      "end": 10270.28,
      "text": "porque cuando eso pasa no no no no sólo no sólo quedarnos con los datos acordaros la frase no"
    },
    {
      "start": 10270.28,
      "end": 10275.08,
      "text": "todos están los datos para pues si yo no sale lo que espero tengo que entenderlo como entenderlo"
    },
    {
      "start": 10275.08,
      "end": 10280.72,
      "text": "hay que mirarlo porque a ver si no es culpa del lift a ver si no sé qué a ver si no sé cuántos"
    },
    {
      "start": 10281.12,
      "end": 10286.88,
      "text": "miro el gráfico y pues sí pues es verdad no va mal vale porque mira fíjate a veces vuelve tal hay"
    },
    {
      "start": 10286.88,
      "end": 10292.77,
      "text": "que entenderlo hay que entenderlo vale si no no no nos no nos vale lo que salga mira pues va mejor"
    },
    {
      "start": 10292.77,
      "end": 10302.08,
      "text": "el bowling era con doble tirabuzón inverso que hay que entenderlo para eso es básico insisto en"
    },
    {
      "start": 10302.08,
      "end": 10307.44,
      "text": "ver el gráfico por eso vamos yo por ejemplo pintar o siempre las salidas yo sé puesto el show me pero"
    },
    {
      "start": 10307.44,
      "end": 10311.0,
      "text": "también hay esta línea habéis visto esta linda que hay que esto venía con el con el código que"
    },
    {
      "start": 10311.0,
      "end": 10320.88,
      "text": "tenéis esto lo tenéis esto lo tenéis ya en tu morro lo tenéis os acordáis en todos estos lo"
    },
    {
      "start": 10320.88,
      "end": 10329.76,
      "text": "he pasado ya cuidado aquel que no lo haya visto todo esto es material megatop vale está aquí"
    },
    {
      "start": 10329.76,
      "end": 10337.56,
      "text": "dentro está de ese concepto está aquí la última revista vale aquel que no lo que no lo recuerde"
    },
    {
      "start": 10337.56,
      "end": 10356.84,
      "text": "estaba a ver los estoy buscando que veáis la revista esto está explicado y que veáis"
    },
    {
      "start": 10356.84,
      "end": 10364.21,
      "text": "que esto lo tenéis ahí se lo tenéis ahí todo y vaya ya os lo comenté yo os lo haría trabajaría"
    },
    {
      "start": 10364.21,
      "end": 10371.74,
      "text": "todas las revistas muy mucho nivel y mucha calidad esta es la revista la última creo"
    },
    {
      "start": 10371.74,
      "end": 10376.54,
      "text": "que salían varios bueno el cruce que no llegaron ni a explicar lo que me sorprendió porque normalmente"
    },
    {
      "start": 10376.54,
      "end": 10383.14,
      "text": "los explican se lo explicó no no no explicaron no explicaron es verdad que es raro porque casi"
    },
    {
      "start": 10383.14,
      "end": 10390.0,
      "text": "todos también había uno de de williams revistas anteriores lo explicaron aquí lo comentan lo"
    },
    {
      "start": 10390.0,
      "end": 10412.23,
      "text": "comentan aquí en algún sitio creo no no comentan de bonus si si si aquí no veo no aquí"
    },
    {
      "start": 10412.98,
      "end": 10421.34,
      "text": "pero no sé por qué no explicación porque las otras había habido explicación pero en"
    },
    {
      "start": 10421.34,
      "end": 10426.38,
      "text": "esta no no hubo explicación del tomorrow simplemente estaba ahí el material que lo"
    },
    {
      "start": 10426.38,
      "end": 10433.09,
      "text": "tenéis repito y punto está ahí lo sacaron en un par de revistas porque normalmente cuando"
    },
    {
      "start": 10433.09,
      "end": 10436.89,
      "text": "hay algún bonus de estos normalmente lo repiten en un par de revistas no en esta sólo lo sacaron"
    },
    {
      "start": 10436.89,
      "end": 10444.6,
      "text": "en la última y ahí lo tenéis todo baja este código está está todo parece que ya ha acabado"
    },
    {
      "start": 10444.6,
      "end": 10453.68,
      "text": "aquí tenemos ahora nuestro informen con chandelier que también parece que coloca que coloca bien no"
    },
    {
      "start": 10453.68,
      "end": 10458.84,
      "text": "me acuerdo que daba el otro se acuerda aquí sí que parece que éste ha ido mejor otro sample"
    },
    {
      "start": 10458.84,
      "end": 10467.92,
      "text": "el último pedido con 625 para probar vamos a probar éste más opera más es bastante más rápido"
    },
    {
      "start": 10467.92,
      "end": 10475.28,
      "text": "vale y bueno él lo tiene aquí había uno que salía antes veces mucho más rápido que lo saca"
    },
    {
      "start": 10475.28,
      "end": 10483.29,
      "text": "antes no saca antes vez no saca antes bueno hay que hay que probarlo entonces claro éste te saca"
    },
    {
      "start": 10483.29,
      "end": 10487.25,
      "text": "antes muchas veces cuando te vaya en contra te va a salir por el chandelier cuando no pues se saldrá"
    },
    {
      "start": 10487.25,
      "end": 10496.75,
      "text": "por él por el tp por el temporal es bastante parecido a los resultados anteriores parecido"
    },
    {
      "start": 10497.71,
      "end": 10507.3,
      "text": "como os digo son temas hay que explorarlo ver mapas es una idea muy sencilla y muy aprovechable"
    },
    {
      "start": 10507.3,
      "end": 10514.38,
      "text": "todos los tipos de cada esto como tienes el esto no suma no pero bueno cuando tienes un"
    },
    {
      "start": 10514.38,
      "end": 10523.47,
      "text": "covid por ejemplo pues bueno lo que os digo tienes un covid pues no viene mal esto aún así veréis"
    },
    {
      "start": 10523.47,
      "end": 10529.52,
      "text": "que en un intra día seguro es aquí no seguro que se tragó varios pudo aprovechar algún tramo de"
    },
    {
      "start": 10529.52,
      "end": 10535.72,
      "text": "caída muy bien vale incluso aquí en el rebote fijaros es esto el covid pero fijaros ahí como"
    },
    {
      "start": 10535.72,
      "end": 10548.55,
      "text": "se tragó algo más de una aquí es aquí entra y acaba claro el chandelier al final ajusta la"
    },
    {
      "start": 10548.55,
      "end": 10554.51,
      "text": "volatilidad por eso al final aquí tiene que dar más rango pero al final acaba saliendo y bueno y"
    },
    {
      "start": 10554.51,
      "end": 10558.51,
      "text": "no consiguió encontrar el suficiente también para volver a entrar corto que sé que había"
    },
    {
      "start": 10558.51,
      "end": 10563.95,
      "text": "entrado en algún momento pero aquí ya no no le dio para entrar corto y aquí mira entró largo saltó"
    },
    {
      "start": 10563.95,
      "end": 10570.18,
      "text": "porque eso es el problema del chandelier muchas veces que salta directamente pero también aprovechó"
    },
    {
      "start": 10570.18,
      "end": 10578.87,
      "text": "bastante bien pero es aquí que que hostia este indicador también lo puso cruz singer que repito"
    },
    {
      "start": 10578.87,
      "end": 10582.71,
      "text": "lo tenéis todo ahí es un indicador que calcula la equity curve eso se puede hacer con easy"
    },
    {
      "start": 10582.71,
      "end": 10589.87,
      "text": "language una cosa avanzada bueno usar un indicador se llama y open equity es muy fácil para pintar"
    },
    {
      "start": 10589.87,
      "end": 10598.04,
      "text": "la equity del sistema donde esté este gráfico pero bueno lo tenéis repito que lo todo este lo"
    },
    {
      "start": 10598.04,
      "end": 10604.52,
      "text": "tenéis los días es probar simplemente este setup de entrada muy sencillo pues para una salida pero"
    },
    {
      "start": 10604.52,
      "end": 10610.08,
      "text": "ya digo va con cualquiera va con cualquier stop porcentual temporal va a ir que te gusta más"
    },
    {
      "start": 10610.08,
      "end": 10617.09,
      "text": "uno te gusta más otro ya digo hay que darle oxígeno porque es así pero con el tiempo tiene"
    },
    {
      "start": 10617.09,
      "end": 10625.1,
      "text": "menos de hecho tú a esto le quitas el stop y creo que probablemente funcionará probablemente"
    },
    {
      "start": 10625.1,
      "end": 10633.36,
      "text": "funcionará es decir le pongo mira que tengo la 12 pues le pongo le pongo la 12 y le pongo"
    },
    {
      "start": 10634.08,
      "end": 10642.56,
      "text": "yo que sé cien aterres no va a saltar nunca yendo sin esto y sin el suyo eso lo sale por tiempo"
    },
    {
      "start": 10642.56,
      "end": 10654.53,
      "text": "no se le pille en contra pues me pillan contra ya lo tenéis en el corto 162 es más volátil"
    },
    {
      "start": 10654.53,
      "end": 10659.81,
      "text": "prácticamente más abrupto tiene momentos más complicados seguramente por retorno riesgo no"
    },
    {
      "start": 10659.81,
      "end": 10668.0,
      "text": "pues va a estar mejor y todo pero bueno ese es lo que es lo que os digo al final se ha hecho que"
    },
    {
      "start": 10668.96,
      "end": 10679.5,
      "text": "un peor trae peor etcétera al final con sustos muy bestias controlados más importantes no está"
    },
    {
      "start": 10679.5,
      "end": 10687.88,
      "text": "dimensionado pero al final el sistema ya digo el stop en sí no suele aportar ventabilidad porque"
    },
    {
      "start": 10687.88,
      "end": 10695.33,
      "text": "al final muchas veces sale para volver a entrar más más más más caro o sea peor es así ahora"
    },
    {
      "start": 10695.33,
      "end": 10699.73,
      "text": "claro aquí pasó en el covid seguramente tiene alguna enganchada por ejemplo el covid como puede"
    },
    {
      "start": 10699.73,
      "end": 10708.0,
      "text": "decir otra es una enganchada aquí pues bastante es el tema pero ya siempre entonces cuando"
    },
    {
      "start": 10708.0,
      "end": 10714.48,
      "text": "hablamos del tre link es eso el tren es un concepto que intelectualmente es muy atractivo pero muchas"
    },
    {
      "start": 10714.48,
      "end": 10721.16,
      "text": "veces no funciona bien es así entonces hay que sobre todo si lo queremos pegar al precio porque"
    },
    {
      "start": 10721.16,
      "end": 10727.73,
      "text": "es muy atractivo pero hace que te saque muchas veces en falso es así el problema es el problema"
    },
    {
      "start": 10727.73,
      "end": 10732.37,
      "text": "el parabólico también es conceptualmente es muy atractivo y puede haber el sistema que le vaya"
    },
    {
      "start": 10732.37,
      "end": 10739.63,
      "text": "bien pero te saca muy rápido eso tiene cosas buenas y cuidado pero tiene cosas malas para"
    },
    {
      "start": 10739.63,
      "end": 10747.11,
      "text": "para sistemas que a lo mejor tienen tasa de cierto elevado pues bueno puede a lo mejor venirte bien"
    },
    {
      "start": 10747.11,
      "end": 10755.23,
      "text": "depende pero como términos generales al final no poner esto acostuma a dar mal rendimiento mejores"
    },
    {
      "start": 10755.23,
      "end": 10761.63,
      "text": "ratios así o sea que insisto ya hemos hablado mucho de ello no quiere decir que recomienden esto"
    },
    {
      "start": 10761.63,
      "end": 10768.25,
      "text": "puede tener sentido que lo veremos en el porfolio en alguna estrategia cuando no haya cuando no"
    },
    {
      "start": 10768.25,
      "end": 10782.52,
      "text": "haya cuando haya muchos sistemas vale qué más podemos considerar el tren para ejecutar sólo"
    },
    {
      "start": 10782.52,
      "end": 10790.88,
      "text": "con profit positivo sí o sea el hecho de ejecutar un stop sólo en determinadas condiciones esto se"
    },
    {
      "start": 10791.44,
      "end": 10801.24,
      "text": "solo si están pérdidas o en ganancias esto es algo a explorar es algo es por eso los sí está"
    },
    {
      "start": 10801.24,
      "end": 10807.24,
      "text": "siempre pero pero repito hay que hay que hay que explorarlo no tengo mucho más añadir a lo que"
    },
    {
      "start": 10807.24,
      "end": 10819.23,
      "text": "hemos lo que hemos comentado si esa es la de arriba iniciarnos había una pregunta que antigua del"
    },
    {
      "start": 10819.23,
      "end": 10824.07,
      "text": "rey que iniciamos con dargo en exero podría ser una buena opción creo que la buena se dice en"
    },
    {
      "start": 10824.07,
      "end": 10828.35,
      "text": "mil claro claro que sí es una excelente opción y así si alguien lo quiere hacer por ciento tenemos"
    },
    {
      "start": 10828.35,
      "end": 10834.27,
      "text": "enlace hemos enlace de descuento que no lo sabemos publicar pero si alguien lo tiene porque me parece"
    },
    {
      "start": 10834.27,
      "end": 10839.39,
      "text": "que nos dan algo no sé qué y a vosotros también nos dan algo no sé qué es un descuento no sé"
    },
    {
      "start": 10839.39,
      "end": 10848.79,
      "text": "no sé los detalles porque no me encargo yo de eso cargas tú pili está reyendo pilar me está reyendo"
    },
    {
      "start": 10848.79,
      "end": 10854.39,
      "text": "que si no sabes nada no digas nada pero pero sí que te dan un descuento si alguien le interesa que"
    },
    {
      "start": 10854.39,
      "end": 10858.91,
      "text": "nos lo pida que le damos enlace y que lo habrá si de algo es ser una excelente opción al final tienes"
    },
    {
      "start": 10858.91,
      "end": 10864.47,
      "text": "ahí puedes hacer trascor gratuito bueno gratuito pagando una cuota pero joder te puedes hacer un"
    },
    {
      "start": 10864.47,
      "end": 10871.88,
      "text": "trascor sin arriesgar tu dinero más que la más lo que pagas por lo por el disco el pili por lo"
    },
    {
      "start": 10871.88,
      "end": 10880.14,
      "text": "por el disco está bien está bien bien dicho por el por el rey vale pues pues nada más no hemos"
    },
    {
      "start": 10880.14,
      "end": 10888.26,
      "text": "hecho mi descanso hemos hecho mi descanso descansar ya es de débiles no parece o se"
    },
    {
      "start": 10888.26,
      "end": 10895.27,
      "text": "donen la madre que lo parió por ser o sea tu no habrás enviado el currículum verdad no no"
    },
    {
      "start": 10895.27,
      "end": 10905.2,
      "text": "creo no no creo no creo no creo si si no voy a hablar no voy a hablar de los árbitros no voy a"
    },
    {
      "start": 10905.2,
      "end": 10913.38,
      "text": "hablar de los árbitros bueno pues nada en felicidades por cierto jose por la liga ya"
    },
    {
      "start": 10913.38,
      "end": 10919.26,
      "text": "nada y de todos los equipos de munic de toda la vida de toda la vida del baile es una cosa"
    },
    {
      "start": 10919.26,
      "end": 10926.34,
      "text": "es de pequeñito era de todos los equipos de manches era de city pero ahora es que yo tengo"
    },
    {
      "start": 10926.34,
      "end": 10934.27,
      "text": "un equipo por ciudad pues de todos los equipos que hay en en munic del baile desde que venga"
    },
    {
      "start": 10934.27,
      "end": 10943.28,
      "text": "familia dejamos la clase ya por hoy seguiremos la semana que viene probablemente con por folio"
    },
    {
      "start": 10943.28,
      "end": 10949.4,
      "text": "y gestión monetaria de acuerdo recordar poner nuestras preguntas en el discord y sé que los"
    },
    {
      "start": 10949.4,
      "end": 10958.57,
      "text": "debemos los códigos y espero poder ya subiros esta esta semana vale y nada más hasta pronto"
    }
  ]
}